{"path":"542516.jpg","date":"May 1972","photographer":"Daniels, Gene","caption":"The photograph shows a rugged, outdoor scene dominated by the Kings River Power House, as indicated by a prominently displayed sign in the foreground with the text \"KINGS RIVER POWER HOUSE P.G. and E.\" set against a metallic, weathered backdrop. The sign is positioned on the left side of the frame, leading viewers into the scene behind it.\n\nThe background features an expansive view of a power generation facility, characterized by electrical equipment and metal structures designed for power transmission. A significant portion of the scene includes a swathe of power lines and towers, all organized in a fenced-off area built on a leveled patch of gravel and scrubland. These man-made elements starkly contrast with the natural surroundings.\n\nOn the right side, and extending back from the power house, runs the Kings River, partially visible as it courses through a rocky riverbed. The river meanders along the landscape, bordered by rocky banks interspersed with sparse patches of greenery and bushes. \n\nApart from the power infrastructure, the natural setting includes steep, tree-covered hills that rise sharply on either side of the river, emphasizing the remote and possibly secluded location of the power house in a largely undeveloped environment.\n\nThe overall composition of the photograph is a blend of industrial human activity set within a dramatic and natural Californian landscape, suggesting themes of energy production in tandem with environmental presence. This location appears to be remote and primarily functional, dedicated to electrical power generation facilitated by the natural water flow of the Kings River.","title":"California - San Joaquin Valley","placename":"San Joaquin (Fresno County, Calif.)","location":"San Joaquin, California","nn1":["548145","549498","550701","544296","553392","549514","548136","548024","548013","543661","550673","549215","542524","548930","546395","548061"],"cl":[47],"cluster":["#47 &mdash; Dam"],"terms":["power","generation","transmission","riverbed","house","location","production","river","gravel","patch"]}
