{"path":"542564.jpg","date":"May 1972","photographer":"Daniels, Gene","caption":"This photograph captures a serene outdoor scene featuring three individuals engaged in a fishing activity by a river. The setting depicts a late afternoon ambiance with the sunlight accentuating the landscape's natural hues.\n\nIn the foreground, three people are situated near the water's edge. Two men and a young boy seem to be in the midst of a fishing lesson or conversation. The man on the left is seen standing, dressed in a light-colored shirt tucked into dark trousers, gazing towards the middle man while making a gesture with his right hand as if explaining something. The middle man, wearing a dark sweater over a light shirt with dark pants, appears to be holding a fishing rod and attentively listening or discussing. His posture is slightly bent, suggesting engagement in the activity. The young boy, standing to the right, is partially turned away from the camera, focusing on the river with what appears to be another fishing rod in hand. He is dressed in a dark sweater and lighter colored pants.\n\nThe background features a tranquil river, shimmering with reflections and flanked by lush, green trees on its far bank. A sloped hill, partially bare with patches of grass and bushes, complements the scene, emphasizing the quietude of a rural or natural setting.\n\nOverall, the composition of the image, with its focus on leisurely outdoor activity, human interaction, and the beauty of the natural environment, evokes a sense of peacefulness and a connection between the individuals and the landscape around them.","title":"Some members of \"Fly Fishermen for Conservation\"","placename":"Kings River (Calif.)","location":"Kings River, California","nn1":["549935","543164","548737","550848","543516","552976","544274","546811","553081","542740","551350","554517","550665","550666","550313","549933"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["fishing","rod","sweater","boy","river","man","quietude","pant","gesture","peacefulness"]}
