{"path":"542532.jpg","date":"May 1972","photographer":"Daniels, Gene","caption":"This aerial photograph depicts a diverse recreational and operational area, primarily characterized by contrasting greenspaces and expansive, dry dirt tracks. In the foreground, there's a neatly laid out park which includes a detailed baseball field with a dirt infield and grass outfield, white baselines and a red pitching mound, next to which a standard track and field area is visible with a green infield encircled by a dirt track. Adjacent to these sporting areas, there are several buildings: one large structure resembling a gymnasium, a smaller adjacent building, and other utility or maintenance buildings.\n\nIn contrast, the background features large, circular patterns in the dirt, creating a striking visual, likely tracks. There are at least three prominent circular tracks, each of increasing size, and within these circles, smaller concentric circles are visible, suggesting either varied use or different surface treatments. These tracks seem to be designed for motor sports or similar vehicular activities, given their scale and the barren nature of the terrain.\n\nThe area surrounding these features includes patches of green, hinting at maintained grass areas or parks, and a variety of trails or roads that connect these major elements. The composition of the photograph, with its mix of organized recreational facilities in the foreground and raw, large-scale dirt tracks in the background, showcases a place equipped to host a diverse array of activities, possibly serving a community with varied interests.","title":"California--San Joaquin valley","placename":"San Joaquin (Fresno County, Calif.)","location":"San Joaquin, California","nn1":["544572","553943","555752","548395","558369","544508","549067","554165","550757","544446","558056","550165","549180","555812","553695","547431"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["track","dirt","circle","increase","encircle","motor","trails","scale","host","baseball"]}
