{"path":"542693.jpg","date":"May 1972","photographer":"Daniels, Gene","caption":"The photograph features three potted plants placed closely together, presumably on a surface like a table or a ledge, possibly in an indoor setting given the controlled lighting conditions. The plants appear to be of similar species, characterized by sizable green leaves, which are round and slightly heart-shaped.\n\nThe plant on the left shows a notable variance in leaf coloration—a common symptom which might indicate a deficiency or disease; the largest leaf displays mottled yellowing, particularly around the veins, while the smaller surrounding leaves maintain a more uniform green.\n\nThe central and rightmost plants are healthier in appearance, with deep green leaves that lack the yellowing seen in the plant on the left. Each pot, outfitted in a simple, functional style likely made of plastic, holds a single stem plant with several offshoots supporting the large leaves.\n\nThe background of the image is somewhat blurred and nondescript, focusing the viewer's attention on the plants themselves. There's a hint of a gritty texture, perhaps a concrete wall or gravel, in the muted grey and white tones of the backdrop, providing a neutral contrast to the rich greens and pale yellow in the foreground. \n\nOverall, the composition centers on the health and state of the plants, with attention drawn particularly to the discoloration of the leaves in the plant on the left, which might be the focal point for a study or observation related to plant health and treatment.","title":"Smog-damaged and \"clean\" plants shown together at the Statewide Air Pollution Research Center.","placename":"Riverside (Calif.)","location":"Riverside, California","nn1":["542694","542689","542685","542686","551356","542688","542692","554575","553361","555371","555041","557593","554744","554993","555372","555368"],"cl":[46],"cluster":["#46 &mdash; Flower"],"terms":["plant","leave","health","leaf","left","discoloration","vein","heart","pot","ledge"]}
