{"path":"542620.jpg","date":"May 1972","photographer":"Daniels, Gene","caption":"This image is an aerial photograph capturing a rural landscape with several key features. In the foreground, a large area appears dedicated to some form of industrial or farming activity, characterized by large flat-roofed buildings, possibly warehouses or barns, and open areas that look like storage or processing units. There is visible dark discoloration on the ground near these structures, suggesting either wet conditions or some form of spill or waste material.\n\nDominating the middle ground of the photograph is an intriguing large, conical structure from which a thick plume of smoke is rising directly upwards. This structure resembles a traditional teepee or a conical kiln. The smoke suggests that this structure is actively being used, likely for processes such as burning or smelting.\n\nSurrounding this central area are numerous trees that indicate this location is in a moderately forested region. The presence of these trees provides a contrast to the industrial activities happening within the scene.\n\nThroughout the picture, there are other smaller buildings scattered around, roads that intersect, and several vehicles suggesting human activity and habitation in this area. The overall layout presents a blend of industrial, agricultural, and rural residential elements.\n\nIn the background, the landscape extends into further wooded areas and open fields, adding to the rural ambiance of the scene. The lighting conditions suggest either early morning or late afternoon, providing a serene but industrially active impression.","title":"Old style \"wigwam\" burner, yancey lumber co","placename":"Tollhouse (Calif.)","location":"Tollhouse, California","nn1":["543764","542621","543872","544059","558054","553969","544954","549727","543668","545354","556980","543733","557374","553933","545013","543159"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["happen","discoloration","smoke","spill","process","burn","intriguing","upwards","form","featur"]}
