{"path":"542758.jpg","date":"May 1972","photographer":"Daniels, Gene","caption":"This photograph depicts an outdoor scene focused on an interaction between two uniformed officers and a civilian near a roadside call box. The image captures a moment during what appears to be a routine inspection or discussion involving a large commercial vehicle.\n\nOn the left side of the frame, there is a conspicuous \"CALL BOX\" sign mounted on a post, underneath which one man in a white short-sleeved shirt and dark pants is bent over, examining something near the base of the post. This individual may be a civilian or a professional technician. Directly next to him, two officers wearing light-colored uniforms and trooper hats are standing. One officer is leaning slightly towards the white-shirted man, looking at what he is doing, while the other stands attentively by.\n\nIn the background to the far left, part of a patrol car is visible with the label \"LOS ANGELES COUNTY AIR POLLUTION CONTROL VEHICLE PATROL\" clearly visible on its side, suggesting the nature of the inspection or the authority under which these officers are operating.\n\nTo the right is a large, aging cargo truck labeled \"CB TRUCKING\" with the cab painted in a two-tone blue and yellow color scheme. The number \"6\" and additional text and numbers are also visible on the cab and storage unit of the truck, suggesting fleet identification.\n\nThe background behind the main activity features vast, open sky and some industrial structures at a distance, which contribute to an atmosphere that blends commercial and regulatory activities. The overall scene is documented in natural daylight, casting shadows that suggest this scene occurs around midday or early afternoon.","title":"Air pollution control department officers Mel Schreckengost and Dick Fehrenback give citation to truck driver; his truck was producing excessive exhaust.","placename":"Long Beach (Calif.)","location":"Long Beach, California","nn1":["542755","542754","546661","542757","551941","546654","557872","546634","542760","546663","542756","546611","546653","546637","544061","546657"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["officer","cab","inspection","post","number","authority","technician","truck","identification","label"]}
