{"path":"542877.jpg","date":"May 1972","photographer":"Sennett, Tomas","caption":"This photograph depicts a serene harbor scene with multiple focal points and a layered background. In the foreground, a calm body of water reflects the elements above it. A man in a small rowboat is featured at the center of the frame, paddling calmly. He is dressed darkly and is the closest figure to the camera, making him a prominent feature against the lighter water.\n\nJust beyond the man, a large sailboat is anchored in the harbor. It's a classic-design sailboat with its hull painted in light colors, possibly white, and equipped with rigged sails, though they are furled. The sailboat adds a tranquil maritime feel to the scene.\n\nThe background shows a small coastal town nestled at the base of a hill or small mountain, which rises steeply behind the built environment. The houses look compact and are densely packed together, typical of a small community. The architecture includes pitched roofs, emphasizing a residential area with what might be customary, functional designs for a coastal or high-precipitation area.\n\nAbove the town, the hillside is partially obscured by low-lying clouds or mist, suggesting either an early morning or a weather condition common to coastal regions. This gives a sense of atmospheric moisture and a hint of mystery to the higher elevations.\n\nOverall, the composition captures a peaceful moment in a scenic, coastal environment where both nature and human habitation gently coexist. The layers from water to town to hillside create depth, while the cool tones and soft lighting convey a tranquil, almost timeless quality to the image.","title":"The Bodega Bay area is slated for intensive housing development.","placename":"Bodega Bay (Calif. : Bay)","location":"Bodega Bay, California","nn1":["542907","542872","548249","548235","554101","542903","542876","547556","548247","547554","546998","550324","542905","542870","543402","544383"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["sailboat","town","harbor","hillside","rowboat","layer","paddle","coexist","maritime","anchor"]}
