{"path":"542811.jpg","date":"April 1972","photographer":"Sennett, Tomas","caption":"This photograph captures a brightly colored yellow and green building with Victorian architectural elements. The building features a prominent corner location with intricate decorative details, including ornamental brackets under the eaves and contrasting trim around the windows and doors. The facade has a series of large windows on the first and second floors, and a decorative cornice at the top. The corner of the building has an entrance marked \"PALACE,\" suggesting it might be a place of business, possibly a bar or a theater, as indicated by the sign's design and typography, which resembles that of vintage theaters or speakeasies.\n\nAdjacent to the yellow building is another building with a partially visible facade, painted in grey with white and red trim. This building also exhibits Victorian styling, featuring arched window and door frames on its first floor, enhancing the historical character of the street.\n\nThe scene is devoid of people, giving it a somewhat abandoned or early morning feel. Overhead, multiple power lines crisscross against a clear blue sky, adding a slight industrial touch to the otherwise quaint and historic ambiance. The presence of these lines suggests the photo was taken in an urban setting. A utility pole at the corner prominently intersects the buildings, contributing to the urban infrastructure visible in the image.\n\nOverall, the photograph likely portrays a historic district, focusing on the architectural heritage and colorfully preserved exteriors of the buildings. The image captures the charm and detailed craftsmanship typical of Victorian architecture, providing a glimpse into the area's past.","title":"California","placename":"California","location":"OTHER","nn1":["557634","557643","557066","545317","546440","557156","558160","555949","557073","558030","546436","555902","550107","557645","552968","542815"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["theater","corner","building","trim","eave","facade","floor","bracket","cornice","door"]}
