{"path":"542860.jpg","date":"April 1972","photographer":"Sennett, Tomas","caption":"The photograph captures an industrial scene juxtaposed with a natural forest backdrop. The main features include a large conical structure, likely a wood chip burner (commonly known as a wigwam burner or teepee burner), associated with the lumber industry. This burner, located to the right of the image, has a dark metal exterior and is emitting a plume of light-colored smoke at the top, indicating it’s in operation.\n\nIn front of the burner, there are industrial buildings labeled \"REDWOOD COMPANY.\" These buildings are modest, rectangular, and predominantly white, typical of mill or factory structures. Some have visible sliding doors and external framework possibly for loading or maintenance purposes.\n\nThe foreground features a flat, grassy area which might be utilized for storing or processing wood, likely related to the adjacent forest. Several stacks of lumber and logs can be seen indicating active logging or wood processing activities.\n\nBehind the industrial setup, a densely wooded hill rises. This hill is covered in tall coniferous trees, providing a stark contrast to the industrial operations at their base. The vivid green of the trees suggests the photo was taken in either late spring or summer.\n\nIn terms of composition, the image offers a visual narrative about the lumber industry, depicting the direct interaction between natural resources (the forest) and industrial processing (the mill and burner). The smoke from the burner subtly underscores environmental impacts of such industries. The lighting appears natural and the viewpoint is distanced, giving a full perspective on the industrial and natural elements involved.","title":"Woodburner in redwood processing plant","placename":"Crescent City (Calif.)","location":"Crescent City, California","nn1":["543009","546236","543749","545260","544954","550668","542941","545011","545113","542942","550711","550349","545256","542945","552185","545910"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["burner","lumber","wood","process","forest","industry","industries","slide","smoke","chip"]}
