{"path":"542813.jpg","date":"April 1972","photographer":"Sennett, Tomas","caption":"This photograph captures a vintage, outdoor hanging sign for \"Harley-Davidson Motor Cycles.\" The sign is double-sided, with boldly contrasting black and white colors which enhance its visibility. The text \"Motor Harley-Davidson Cycles\" is prominently displayed on both the upper and lower portions of the sign. It is illuminated from behind, suggesting the sign might be lit up at night. \n\nHanging below the rectangular sign is a single, large wheel that seems to be part of a bike, spinning, and at the center of the wheel, there's another, smaller circular sign, possibly emulating the hub of the wheel, bearing the Harley-Davidson name and emblem.\n\nThe sign is supported by an ornate, aged metal bracket which includes arches and curls and is attached to it by chains, which adds a rustic aesthetic to the scene. This bracket is connected to a flat wall, likely the facade of a building, which has a traditional wooden architectural style with decorative moldings around its windows painted in a faded deep blue or gray.\n\nAbove the sign is an old-fashioned street lamp, contributing to the vintage feel of the setting, which adds functionality as well as aesthetic detail to the setting, possibly illuminating the sign during night-time. \n\nThe architectural and design elements combined with the antique style of the sign give a strong sense of a mid-20th century or earlier period setting, likely in an area with a history of motorcycle culture. Overall, the image has a nostalgic and historical feel, capturing a piece of classic Americana.","title":"California","placename":"California","location":"California","nn1":["554874","554873","556719","551383","556442","549113","551085","554875","546614","556206","555439","545328","551495","558232","543730","550135"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["sign","bracket","wheel","night","hang","molding","curl","vintage","cycle","stroot"]}
