{"path":"542893.jpg","date":"May 1972","photographer":"Sennett, Tomas","caption":"This photograph depicts a Victorian-style house at dusk. The house is symmetrically designed with two main sections mirrored around a central entryway. Each section has a bay window on the first floor and a flat-topped window on the second floor, topped with decorative gables featuring intricate wooden trim and a central pediment above the upper windows.\n\nThe walls of the house are painted in a pale color, which might be light blue, gray, or faded lavender, while the trim around the windows, corners, and rooflines are in bright white, providing an elegant contrast. Each of the visible windows is adorned with white frames, and the windows of the second story gable ends feature a sunburst pattern. \n\nThe ground level shows a central doorway with a small porch that is accessed via a short series of steps. The entrance has a classical design with decorative moldings and a rectangular transom window above the door. The porch itself is sheltered beneath a small ornate gabled roof supported by classical columns.\n\nThe visible window on the left side of the house appears to be glowing brightly, with warm yellow and orange light spilling out, suggesting interior lighting that contrasts with the dim light conditions outside. There are shadows and silhouette effects visible inside through the window, hinting at the presence of people or objects near the window.\n\nThe environment around the house shows little vegetation, with only a hint of bushes or low hedges in front of the house. The sky is dusky, suggesting it might be either dawn or dusk, contributing to the overall moody and somewhat mysterious ambiance of the scene. There is a clear sky visible, which might indicate that the photograph was taken during twilight after sunset. The neighboring house to the left is partially visible, painted in a light color, ensuring that the focus remains primarily on the central Victorian house.","title":"Northern California","placename":"California","location":"OTHER","nn1":["558156","548664","548662","558160","557092","546439","542816","558159","555578","548667","555579","557067","558150","557076","557071","552488"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["house","window","gable","trim","porch","dusk","neighboring","pediment","hedge","floor"]}
