{"path":"542912.jpg","date":"May 1972","photographer":"Sennett, Tomas","caption":"This photograph captures a busy marina scene bustling with various types of boats and activity. In the foreground, a prominently featured boat with a curved turquoise superstructure and white hull is moored alongside a wooden dock. The boat includes details such as a windshield, deck fittings, and visible interior elements that suggest it is possibly used for pleasure cruises or short trips.\n\nDirectly adjacent to this boat, several other boats are visible, displaying different designs and purposes. One of the boats, named \"Dennis,\" seems to be a smaller motor fishing boat with a white and red color scheme. The array of boats is packed tightly along the dock, showing a diverse array of sizes and types, likely indicating the marina's capacity to accommodate various maritime needs, from fishing to leisure sailing.\n\nThe background is densely populated with numerous sailboat masts extending upward into the sky, suggesting a lively boating environment possibly during a peak season or a special boating event. The sky above is clear, indicating fair weather, which complements the outdoor maritime setting.\n\nOn the dock, a few individuals can be seen engaged in activities likely related to boating, such as maintenance, preparation for departure, or social interaction. The presence of people adds a dynamic human element to the scene, highlighting the marina as a place of social and recreational gathering.\n\nThe atmosphere of the photograph suggests a vibrant marina life, filled with the passion of boating enthusiasts and the peaceful yet active environment typical of a coastal or lakeside setting. The composition of the image, with its focus on boats and the inclusion of people, paints a picture of an active waterfront community.","title":"The Bodega Bay area is slated for intensive development of vacation housing.","placename":"Bodega Bay (Calif. : Bay)","location":"Bodega Bay, California","nn1":["552028","542871","552027","546877","548078","548075","545155","542650","548543","542902","557450","548547","544130","546853","546935","546388"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","marina","boating","dock","array","cruise","fitting","departure","superstructure","capacity"]}
