{"path":"542911.jpg","date":"May 1972","photographer":"Sennett, Tomas","caption":"The photograph depicts a busy and colorful scene of various boats moored closely together at a dock. Centered in the image are fishing trawlers of different sizes and designs. The boat in the foreground is painted with bright colors; its hull is yellow while its superstructure is a rich red, with the deck and other details in yellow, adding a stark contrast to the overall maritime setting.\n\nTo the left of this vibrant boat, there's another significant vessel with a taller structure, featuring both colors and white. To the right, there's a boat with a white exterior and blue trim. All of the boats display a range of equipment typical of fishing boats, such as winches, ropes, and masts that rise prominently against the sky. The masts are thickly crowded with a network of ropes and tackle, suggesting these boats are equipped for deep-sea fishing.\n\nIn the background, fainter details of other boats can be made out, adding depth to the scene and emphasizing the density of the maritime activity in this dock area. Above the boats, a calm, perhaps slightly overcast sky provides a soft backdrop to the array of boats in varying sizes and states of repair.\n\nThe setting and composition of the photograph hint at a working fishing harbor, possibly at a peaceful moment either early in the morning or late in the afternoon, given the soft light which enhances the natural colors of the boats. The entire scene encapsulates a sense of organized chaos typical of active fishing ports, with each vessel bearing the marks and patina of frequent use.","title":"The Bodega Bay area is slated for intensive housing development","placename":"Bodega Bay (Calif. : Bay)","location":"Bodega Bay, California","nn1":["548547","548535","547565","542905","546939","542871","548078","548546","543035","548228","542912","546998","550306","548108","552027","548235"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","fishing","mast","rope","vessel","dock","winch","superstructure","size","chaos"]}
