{"path":"542933.jpg","date":"May 1972","photographer":"Sennett, Tomas","caption":"This is an aerial view of an industrial area situated along the banks of a river surrounded by a heavily wooded landscape. The image captures a mix of industrial activities and natural features.\n\nStarting at the bottom, there's a large industrial complex with several big buildings and chimneys emitting smoke, which indicates ongoing industrial operations. Adjacent to these buildings are expansive areas filled with neatly stacked logs, suggesting a logging or timber processing facility. There are also sizable clear areas possibly used for storage or further processing of the products.\n\nFurthermore, you observe a significant amount of industrial equipment and vehicles scattered throughout the facilities, indicating high operational activity. Nearby, there's a body of water that might be a small lake or a widened part of the river, which is bordered by more logs, appearing to be either in storage or awaiting processing.\n\nThe river itself, prominent in the photograph, coils through the scene and reflects the surrounding light, creating a stark contrast to the darker tones of the industrial site. It has an irregular, natural border on the side opposite the industry, which is crowded with dense trees and untouched land.\n\nThe upper part of the image features more dense forest, part of which gets slightly obscured by mist or low clouds, suggesting either a high altitude for the photograph or early morning conditions when the image was taken.\n\nThis composition emphasizes a juxtaposition between industrial development and the surrounding natural environment, highlighting impacts and interactions at the interface of human industrial activities and nature.","title":"Lumbermill","placename":"California","location":"OTHER","nn1":["550327","550860","551192","551194","551197","550330","551173","551579","545152","551191","551567","550864","547994","551578","550856","555165"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["processing","log","river","await","storage","coil","border","interface","facility","start"]}
