{"path":"543099.jpg","date":"April 1972","photographer":"Sennett, Tomas","caption":"This photograph depicts the front of a real estate office with a distinctive and quirky decor characterized by large, colorful signage. The building facade is painted in a deep red with contrasting white text and decorations. A somewhat humorous and eye-catching large cartoon character is painted on the left side of the building; it features an anthropomorphic fox dressed as a businessman complete with a suit, hat, and monocle, holding a piece of real estate that reads “Waiting for California Real Estate Prices to Come Down? You Bought Real Estate Today.”\n\nAbove this, a bold white text on the roof-line states, \"WE SELL DIRT AND PAY CASH FOR ASHES.\" On the right of the image, various signs are attached to the building. One large sign hangs on the favoring edge that reads \"REAI ESTATE\" (presumably missing the L to fully spell \"REAL ESTATE\"), while others offer further details about the services, highlighting the sale of \"ACREAGE\" in \"VARIOUS SIZES & PRICES\" and details about properties ranging from \"10 acres, more, improved\" to \"unimproved,\" and mentioning features like \"RIVER CREEKS- LAKES SPRINGS.\"\n\nA prominent sign in the center window advises \"NOW IS THE TIME TO BUY! INTEREST RATES LOW,\" and encourages potential buyers with the notion of financing options. The image has an overall vintage or retro feel, indicated by the style of the fonts, the hand-painted signs, and the patina of the wood and paint. The office appears quirky and has a distinctly personal touch that sets it apart from typical corporate real estate advertising, aiming for a more direct and mildly humorous approach to attract attention.","title":"California--Shelter Cove","placename":"Shelter Cove (Calif.)","location":"Shelter Cove, California","nn1":["546187","543100","558029","556047","557553","548694","546078","555439","554924","554123","545049","543556","553120","556989","552985","554185"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["estate","paint","office","sign","cash","notion","text","rate","cartoon","spell"]}
