{"path":"543164.jpg","date":"May 1972","photographer":"Rowan, Dick","caption":"This photograph captures a serene outdoor scene of three people involved in different activities by a body of water, which appears to be a river or lake. The setting is marked by a sandy bank which the group has situated themselves on. The left side of the image features an older individual, who is kneeling down on a small groundsheet, seemingly sorting through a collection of items or possibly preparing fishing gear. Next to them, there's a young child standing up, holding what seems to be a fishing rod, facing towards the water. \n\nIn the middle area of the photograph, there stands another young child, who also appears to be holding a fishing rod, actively engaging in fishing. A variety of objects such as buckets, a wooden crate, and fishing nets are scattered around them, indicating the primary activity – fishing.\n\nTowards the right side of the image, seated on a sandy spot, is an adult who might be supervising the activities. They are seated next to a wooden chair that remains unoccupied, suggesting a relaxed, leisurely day out. This individual is positioned closer to the water’s edge, overseeing the activities and perhaps watching over the child who is fishing. \n\nThroughout, the background is composed of low-lying vegetation and shrubs, reinforcing the natural, tranquil setting. The riverbank curves gently around the scene, adding a sense of seclusion and peacefulness to the image. The color tones and image quality suggest that this photograph may have been taken during the mid-to-late 20th century, reflected in the style of clothing and the overall ambiance.","title":"California--Zmudowski Beach","placename":"Zmudowski Beach State Park (Calif.)","location":"OTHER","nn1":["542564","548737","546811","549935","544223","550848","554517","544274","546941","543516","553081","552976","551350","550776","542560","542740"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["fishing","rod","child","supervise","crate","oversee","kneel","seclusion","seat","peacefulness"]}
