{"path":"543100.jpg","date":"April 1972","photographer":"Sennett, Tomas","caption":"The photograph is centered on a large advertisement sign prominently displaying offers for land parcels. The sign has a rich dark red background with bold, white text that details the various types of land available and their prices. The uppermost part of the sign reads \"LAND OFFERINGS\" in the largest text, underlined with a thinner white line.\n\nBelow this title, the sign is split into several sections, each offering different types of parcels:\n\n1. The first section offers \"Prime 40 Acre Parcels with Springs Clear Title\" for \"priced $8000 up.\"\n2. The second section advertises \"Timbered 160 Recreational Parcels for $150 Per acre.\"\n3. Below this, the sign promotes \"160 acre Parcels\" as \"Ranch or investment for $32,000.\"\n\nAt the bottom of the sign, there is another section that offers \"Cabin Sites AND TIMBERED River Front parcels Both Matole and Eel Rivers Price at Fair Market Value.\" This section employs varied text sizes and boldness to emphasize key details.\n\nThe sign includes two small graphical decorations:\n- On the left side, near the bottom, there is a simple drawing of a pine tree in dark green.\n- Adjacent to the tree is a stylized heart shape colored in red.\n\nOverall, the sign's purpose is commercial, intended to attract buyers interested in investing in land, highlighting the properties' natural resources and scenic qualities. The design uses clear, straightforward text to communicate the details effectively to potential buyers. The use of graphical elements, although minimal, adds a touch of visual appeal related to the natural and loving aspects of the properties being sold.","title":"California--Shelter Cove","placename":"Shelter Cove (Calif.)","location":"Shelter Cove, California","nn1":["543556","547648","557553","546187","549039","544136","543115","554123","543557","543637","545049","543814","545824","543099","543641","554133"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["parcel","sign","section","text","land","property","title","bottom","drawing","value"]}
