{"path":"543155.jpg","date":"May 1972","photographer":"Rowan, Dick","caption":"The photograph depicts a stark industrial scene contrasted by elements of a natural and somewhat serene waterside setting. In the foreground, a harbor with several boats is visible. These boats include a tugboat named \"Maryland\" and another smaller leisure craft. The boats are docked in calm waters, surrounded by wooden mooring posts partially submerged in the water.\n\nBehind the boats and on the right side of the image, an overgrown grassy bank serves as a barrier between the waterfront and the industrial structures. This mildly unkempt natural foreground contrasts sharply with the complex industrial setting in the background.\n\nThe background is dominated by a large industrial site, possibly a factory or a processing plant. It features multiple large buildings, including tall silos and blocky structures, interconnected with an array of pipes and possibly conveyors. Smokestacks project upward, emitting plumes of smoke or steam into the air, contributing to an atmosphere of heavy industrial activity. The structures are largely metallic and have a utilitarian appearance, painted in faded grays and off-whites.\n\nThe sky above the scene is somewhat overcast, with a hazy quality that could be partly due to the emissions from the industrial plant. The overall composition juxtaposes human industrial ambition against natural and recreational maritime elements, suggesting themes of conflict or coexistence between industrial development and natural or leisurely environments.","title":"Activity in Monterey Bay Harbor","placename":"Monterey Bay (Calif.)","location":"Monterey Bay, California","nn1":["552051","557219","547058","550870","552015","548070","546395","552244","547056","545147","553826","551566","550937","547572","545996","552191"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["boat","mooring","craft","tugboat","conveyor","harbor","plant","silo","coexistence","emission"]}
