{"path":"543345.jpg","date":"May 1972","photographer":"Rowan, Dick","caption":"The photograph depicts a weathered and partially ruined architectural structure in a barren landscape. The primary feature of the image is a tall, rectangular section of brick wall, with most of the bricks appearing discolored and aged, implying the wall has withstood much weathering. Affixed to the wall is an ornate door, also showing signs of age and exposure, whose paint and wood are timeworn but still retain some elements of their original grandeur, such as a round decorative carving at its center and ornamental carvings around its frame.\n\nAdjacent to this wall, there’s another structure made of a mix of stone and brick. On this secondary structure, there is a memorial plaque titled \"IN GRATITUDE\", bearing names and dedications aligned in columns, though the text itself is not fully readable from the photograph. The plaque is mounted on a stucco surface surrounded by a sturdy stone outline, part of which is crumbling.\n\nThe ground appears dusty and rocky, characteristic of a semi-arid or desert-like environment, enhancing the sense of desolation and abandonment. In the background, the landscape consists of sparse, low vegetation and wide-open space that stretches to the horizon under a clear blue sky.\n\nOverall, the photo seems to capture a scene of historical or memorial significance, possibly marking a site of cultural or personal importance indicated by the presence of the commemorative plaque. The setting appears remote and untouched by modern development, providing a strong contrast between the enduring legacy hinted at by the plaque and the transient nature of human constructs.","title":"\"Ghost\" town","placename":"Bodie (Calif.)","location":"Bodie, California","nn1":["543502","545817","551330","558010","546971","543344","545826","544949","558013","552498","544137","556628","545825","545821","543339","547518"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["plaque","carving","wall","brick","stucco","stone","dedication","importance","weathering","desolation"]}
