{"path":"543356.jpg","date":"May 1972","photographer":"Rowan, Dick","caption":"This photograph portrays a scene reminiscent of an old Western town, possibly from the late 19th or early 20th century. The image shows three primary buildings made from different materials which suggest various stages of the town's development and possibly different functions.\n\nThe building on the left side of the photograph is a two-story structure constructed with light-colored wood siding. It has a steep pitched roof with a front-facing attic vent and two visible windows with white trim on the first-story facade. The second story and the roofline extend slightly over the ground floor, providing a modest overhang.\n\nAdjacent to the wooden building on its right (partially visible), there is a structure with dark, weathered wooden slats that form its walls, typical of a rustic barn or warehouse style from that era. The visible part shows a sliding door on a rail, also made of dark wood.\n\nIn the center-right of the image, there is a red brick building with a different architectural style, indicating possibly a more permanent or prestigious role. It has several symmetrically placed arched windows and a solidly built appearance with a clear front walkway.\n\nForegrounding these buildings, prominently displayed, is an old wooden cart with large spoked wheels. The cart, painted white and red but showing significant weathering and chipping, contributes to the scene's historical and possibly abandoned feel. There's no visible load on the cart, and it rests tilted to one side.\n\nThe setting is dry and dusty, with sparse grass, typical of a semi-arid region. The sky is clear and blue, suggesting a sunny day which highlights the textures of the wooden and brick surfaces.\n\nThis scene is likely set in an historic or reconstructed ghost town, aimed at capturing the essence of life during a vibrant yet challenging era in such communities. There's an air of stillness and desertion, implying that the town is uninhabited and possibly serves as a tourist destination or historical preserve.","title":"\"Ghost\" town","placename":"Bodie (Calif.)","location":"Bodie, California","nn1":["543342","543367","543351","552681","543341","544367","546149","545233","556330","545355","557643","543339","543120","543354","543349","558020"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["cart","town","story","19th","brick","slat","building","era","wood","roofline"]}
