{"path":"543438.jpg","date":"May 1972","photographer":"Rowan, Dick","caption":"This is an aerial photograph overlooking a coastal town. The terrain prominently features a rocky shoreline with waves crashing against the coast. The area is developed, with a dense cluster of buildings, predominantly low-rise structures that seem to serve both residential and industrial purposes. Adjacent to the sea, there are roads intertwining between the buildings.\n\nThe buildings closest to the shore are spaced out and appear to be residential houses, some of which have distinct rectangular and pitched roof designs. As the view moves inland, the density of the buildings increases, with more industrial and commercial-looking structures, characterized by flat roofs and larger footprints. \n\nThere is clear division visible between different zones, likely residential areas transitioning into more commercial or industrial zones. Roads and parking lots are interspersed throughout, facilitating transportation and access to different parts of the town.\n\nTowards the top left of the image, there is a large building complex that might be a major industrial or commercial facility, distinguishable by its vast roof and several adjacent smaller buildings.\n\nThe coastline and natural rugged terrain juxtaposed with human development give the scene a dynamic contrast between natural beauty and structured urbanization. The overall appearance is of a well-established community living and working near the waterfront, utilizing the space efficiently while being bounded by the natural coastal landscape.","title":"Housing development on California coast","placename":"Monterey (Calif.)","location":"Monterey, California","nn1":["543423","550363","555757","557451","557504","555756","557453","554058","557452","543084","543427","557463","555687","552195","550639","554143"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["zone","building","roof","town","urbanization","division","footprint","coast","density","road"]}
