{"path":"543480.jpg","date":"May 1972","photographer":"Rowan, Dick","caption":"This photograph captures a woman engaged in agricultural work, specifically in the process of harvesting radishes in a field. The woman is dressed in practical work attire: she wears a pair of dark dungarees and a light floral-patterned long-sleeve shirt. A patterned cloth is tied around her head, covering her hair and shading her face from the sun, which is characteristic attire for field labor, providing both functionality and protection from the elements.\n\nThe woman is bent over, pulling radishes from the ground with one hand, while holding a bunch of freshly harvested radishes in the other. Her posture and the movement suggested by her actions indicate she is actively working, engaging in repetitive physical labor typical of fieldwork.\n\nThe background reveals a rural, outdoor setting with clear skies and direct sunlight illuminating the scene, indicative of favorable weather conditions for farming. The soil appears rich and loosely turned, facilitating the uprooting of vegetables. Several more bunches of radishes and a couple of buckets or containers are visible on the ground nearby, likely used to collect the harvest.\n\nThe focus of the image, both compositionally and thematically, is on the labor and the harvested produce, emphasizing themes of agriculture, hard work, and possibly the cultivation of organic or local food sources. The use of natural light and the depiction of the environment suggest a closeness to nature and the manual efforts involved in sustainable farming practices.","title":"Southern California -- near Moss Landing","placename":"Moss Landing (Calif.)","location":"Moss Landing, California","nn1":["554047","543324","546964","547281","557478","552574","557696","544371","549048","554108","549036","549050","552812","553879","549084","543454"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["labor","farming","work","woman","produce","harvest","vegetable","closeness","fieldwork","harvesting"]}
