{"path":"543489.jpg","date":"May 1972","photographer":"Rowan, Dick","caption":"This photograph captures a lumber storage area in the foreground, set against a backdrop of dense evergreen forests. The lumber piles, arranged in stacked rows, dominate the middle and lower sections of the image, showcasing varying shades of brown, which indicate different types of wood or stages of treatment.\n\nThe lumber stacks are orderly and massive, displaying the considerable scale of this operation. Some stacks appear darker, possibly due to weathering or wood type, while others are brighter, likely newer or treated wood. The stacks' heights vary, with some reaching quite tall, suggesting an active, functioning lumber yard.\n\nIn the background, a hill densely populated with tall, mature evergreen trees rises. These trees are primarily dark green, indicating a healthy, verdant forest typical of a region likely to have a moist, temperate climate. This contrast between the man-made wood storage and the natural tree line emphasizes the sourcing and potential impact of the lumber industry on natural forests.\n\nVisible also, at the far right, is an industrial structure, perhaps part of the mill or processing plant associated with this lumber yard. This building, with its dark roof and partial visibility, suggests the extensive infrastructure required to process and manage the wood extracted from nearby forests.\n\nThe sky above is fair, with no clouds visible, indicating a sunny day, which brightens the overall scene and casts shadows that help define the textures and layers of the lumber stacks. The composition effectively juxtaposes human industrial activity with the natural environment, subtly hinting at the relationship and tension between natural resources and industrial use.","title":"California -- Monterey Bay area","placename":"Monterey Bay (Calif.)","location":"Monterey Bay, California","nn1":["542584","543541","548155","552163","545256","552162","552199","542595","542945","545260","542942","546236","542596","542941","550668","545011"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["lumber","stack","wood","forest","yard","storage","type","tension","relationship","mill"]}
