{"path":"543454.jpg","date":"May 1972","photographer":"Rowan, Dick","caption":"This photograph depicts a group of agricultural workers busy harvesting crops in a large field. The field is densely planted with what appears to be strawberry plants, indicated by their characteristic leaves and the red berries visible among the green foliage. The workers, a mix of men and women, are spread throughout the field, bending or crouching as they pick the berries.\n\nMost of the workers are wearing hats, presumably to protect themselves from the sun, which is shining brightly and casting short shadows, indicating it is either morning or late afternoon. Their clothing appears casual and functional, suitable for farm work, with some wearing long sleeves and trousers while others are dressed in shorts.\n\nThe field itself is vast and flat, and its boundaries are not visible in the image. The soil is visibly dry and packed, with patches of dirt between the rows of crops. In the background, a few scattered trees and a clear blue sky can be seen, suggesting that the photograph was taken on a clear day without any clouds.\n\nThroughout the field, various containers and baskets filled with harvested strawberries can be seen, some of which are placed around the workers. The method of picking involves collecting strawberries in these containers, which are scattered conveniently around the workers to minimize the distance they need to carry the picked fruits.\n\nThe overall impression is of a busy agricultural scene where workers are engaged in the labor-intensive task of hand-picking strawberries under the sun in a rural setting.","title":"Radish pickers","placename":"Moss Landing (Calif.)","location":"Moss Landing, California","nn1":["557520","543324","557478","546964","553879","549050","554047","543481","552812","546924","543845","548900","554108","543862","543858","549084"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["pick","worker","field","harvest","crop","container","minimize","fruit","sun","shine"]}
