{"path":"543511.jpg","date":"May 1972","photographer":"Rowan, Dick","caption":"This photograph captures a group of four people seated on a wooden deck, behind a rustic wooden railing. The setting suggests a casual, relaxed atmosphere likely at an outdoor, possibly countryside location. The wooden structure is characterized by rich, warm tones, reflecting a rugged aesthetic with visible paneled windows in the background.\n\nFrom left to right: the first person, a man, is seated with his body slightly turned towards the person next to him. He is smiling and engaging in conversation, dressed in a red jacket and shorts, holding a white towel or napkin.\n\nNext to him, another person is eating a meal, using a bright yellow plate. This individual is adorned in sunglasses and a pink top, which adds a vibrant contrast to the scene.\n\nThe third person appears to be deeply engaged in handling a football, wearing mirrored sunglasses and a light-blue t-shirt, conveying a sporty and relaxed vibe. Their posture and engagement with the football suggest they might have been in the midst of a leisure activity before the photo was taken.\n\nLastly, the individual at the far right appears distracted or contemplative, focused downward towards their lap. This person sports a bright, patterned shirt, adding to the casual and eclectic attire of the group overall.\n\nThe entire group exhibits a sense of casual leisure, typical of a warm day spent enjoying simple pleasures and company. The natural lighting and outdoor setting contribute to the laid-back, joyful mood of the scene.","title":"California -- Mammoth Mt","placename":"Mammoth Mountain (Calif.)","location":"Mammoth Mountain, California","nn1":["557779","557036","553167","551274","551273","551460","551028","558188","556525","551277","553169","553122","546209","551276","545330","557030"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["football","person","sunglass","group","leisure","pleasure","countryside","towel","lap","meal"]}
