{"path":"543508.jpg","date":"May 1972","photographer":"Rowan, Dick","caption":"This photograph captures a vibrant outdoor scene at Yosemite National Park, showcasing visitors enjoying the park's amenities and natural beauty. A large blue and silver shuttle bus, labeled \"Valley Shuttle,\" occupies the left side of the image. The bus is notable for its open-top upper deck, which is filled with passengers. Many of these passengers are standing or sitting along the edges, appearing engaged in viewing the picturesque surroundings.\n\nThe backdrop features the prominent and rugged contours of Half Dome, one of Yosemite’s most famous landmarks, set against a clear blue sky. The mountain's sheer rock face and distinctive shape rise majestically above a dense forest of tall, coniferous trees.\n\nIn the foreground, several visitors are seen making use of the park's facilities. On the right side, three people sit on a wooden bench facing away from the camera, possibly watching the scenery or the bus. One of these individuals is reading what looks like a map or guide, another is dressed in a striped colorful sweater, and all of them appear relaxed in the sun-dappled setting. Around them, other park visitors can be seen walking or standing, including a small group of people near a \"Scenic View\" sign, indicating a point of interest or photo opportunity.\n\nThe composition of the photograph suggests a busy yet tranquil park atmosphere where visitors are engaging with nature, using park transport, and enjoying leisure activities under the vastness of Yosemite’s iconic geological and forested landscape.","title":"California -- Mammoth Mt.","placename":"Mammoth Mountain (Calif.)","location":"Mammoth Mountain, California","nn1":["543513","542792","553965","545601","543450","545689","542728","553964","553957","544389","553133","545710","545596","554491","545780","542735"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["visitor","park","bus","passenger","guide","amenity","map","standing","silver","landmark"]}
