{"path":"543692.jpg","date":"July 1972","photographer":"Gillette, Bill","caption":"This photograph depicts a lively scene of children and adults engaging in activities in a shallow river. The riverbed, clearly visible through the transparent water, is covered with round and irregularly shaped rocks. The water sparkles in the sunlight, reflecting the bright day.\n\nIn the foreground, multiple children are seen playing and exploring the river. They appear to be focused on looking at or picking up objects from the water. Their clothing is casual, suitable for an outdoor activity, with some wearing shorts and others in ankle-length pants. Their heads are bent towards the river as they reach towards the water, fully absorbed in their activities.\n\nTowards the middle of the image, a group of both children and adults are gathered around a particular spot in the river. It looks like they are collaboratively working on something or examining the river more closely. This group's presence adds a sense of community and shared experience to the scene.\n\nThe background features lush green trees lining the riverbank, creating a serene and secluded environment. The dense foliage not only provides a vivid contrast to the sparkling water but also reinforces the tranquility of the setting, suggesting that this location is somewhat remote and embraced by nature.\n\nOverall, the composition captures a sense of joy, exploration, and communal interaction, set against the backdrop of a pristine natural environment. The photograph conveys the essence of a summer day spent outdoors, enjoying the simplicity of nature with others.","title":"The Denver P.T.A. sponsored a week-long summer workshop to introduce school children to the natural environment. Here youngsters learn to build a dam in Boulder Creek.","placename":"Boulder (Colo.)","location":"Boulder, Colorado","nn1":["557740","553439","550227","553435","551499","547692","551160","551538","546811","545267","545941","557743","546167","543943","545933","551159"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["river","child","ankle","adult","embrace","water","riverbed","pick","spend","sparkle"]}
