{"path":"543606.jpg","date":"May 1972","photographer":"Rain, Belinda","caption":"The photograph captures a rustic, somewhat desolate ski resort, presumably during a season transition given the patches of snow and the overall barren landscape. In the foreground, a small, rushing creek filled with rocks and fragments of debris forms a natural barrier, flowing from right to left. The creek's presence adds a dynamic element to the tranquil scene.\n\nDirectly beyond the creek, the surface appears rough and gravelly, likely part of a parking area or access road based on its wide, open nature and composition. The middle ground firmly holds the viewer's attention with the central structure labeled \"TAHOE SKI BOWL.\" This building, painted in a vibrant combination of red, yellow, and green, displays a large Native American themed figure on its facade — an iconographic representation of a face with headgear, invoking a sense of the local culture or branding theme of the resort.\n\nThe ski slope stretches directly behind the building, its course marked clearly through the leftover snow extending upwards toward the sky. Only sparse patches of snow cover the ground, suggesting the off-peak or end of the skiing season. The surrounding area is heavily wooded with conifer trees, some encroaching quite close to the building, adding to the secluded woodland feel. The sky above is gloomy, with overcast conditions hinting at potential rainfall or simply an overcast day, further emphasizing the off-season atmosphere.\n\nOverall, the scene depicted is tranquil and a bit melancholic, captured during a quiet period for the ski resort, highlighted by the absence of human presence and the still natural elements. The architecture and natural environment combine to give a vivid snapshot of a ski destination awaiting the return of winter or the remnants of the last.","title":"Nevada -- South Lake Tahoe, California","placename":"South Lake Tahoe (Calif.)","location":"South Lake Tahoe, California","nn1":["554249","554292","554236","555385","554251","554235","543809","557989","554254","547127","554255","554257","554253","550017","543547","554252"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["ski","creek","resort","season","snow","headgear","skiing","branding","course","destination"]}
