{"path":"543697.jpg","date":"June 1972","photographer":"Gillette, Bill","caption":"This photograph is an aerial view of a river system or wetland area with several distinct features. The most prominent feature in the image is a large, irregularly shaped body of water that appears bluish in color in the upper left region of the image. It is surrounded by a thin strip of land that acts as a barrier, separating it from adjacent smaller, segmented bodies of water which vary in color from white to dark, possibly due to different depths or substances present in each.\n\nBeyond this main waterbody, the landscape is marked by the presence of geometrically shaped water basins connected by narrow water channels. These shapes suggest that the area might be a man-made construct such as salt pans or aquaculture ponds.\n\nIn the foreground, a sinuous river flows through the scene, bordered by darker terrain which likely represents vegetation or possibly development. There is a road meandering across the lower front of the image, indicating human access to or through this region.\n\nIn the background, beyond the water bodies, what appears to be a more rugged terrain can be seen, possibly covered in dense vegetation or a forested area. The vastness and the patterned structure of the landscape suggests a landscape optimized for specific uses like farming or resource extraction.\n\nThere is also a brilliant flare of sunlight at the center top of the image, suggesting the photo was taken facing towards the sun, which creates a bright, radiant effect and adds a dynamic feel to the scene. The overall composition and distinct sections of the photo hint at human interaction with a natural environment, possibly for commercial or conservation purposes.","title":"Union carbide uranium mill","placename":"Uravan (Colo.)","location":"Uravan, Colorado","nn1":["557506","544760","550405","550392","550638","547098","545114","547227","545626","555860","548931","548001","552924","550393","552991","555684"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["shape","waterbody","pan","optimize","aquaculture","region","water","flare","basin","salt"]}
