{"path":"543671.jpg","date":"June 1972","photographer":"Gillette, Bill","caption":"This photograph provides a snapshot of rural or semi-rural activity and construction. In the foreground, a person is driving a red tractor, which appears to date from around the mid-20th century. The tractor is equipped with large rear wheels and a smaller front wheel, and tows a flatbed trailer loaded up with what looks like debris or possibly construction materials.\n\nThe tractor's driver, who is mostly obscured behind the steering mechanisms, wears a wide-brimmed hat and is actively engaging with the tractor's controls or steering wheel. The focus and action suggest movement toward the left side of the frame.\n\nIn the middle ground of the photograph, we can see a developing scene of either new construction or possible agricultural activity. There are several partially built or newly finished structures that have the appearance of modernized single-story homes or farming structures. Construction materials and mounds of earth are scattered around, indicating ongoing construction or landscaping. Some workers can be seen around these structures, suggesting active development.\n\nBeyond this immediate activity, the background includes several vehicles typical of the 1960s or 1970s, indicating the era of the photograph. These vehicles are parked along a road that bisects the construction area from a fairly flat, expansive landscape typical of rural America. Utility poles and distant buildings suggest a blend of development and open land.\n\nOverall, the composition captures a moment of transformation within a landscape, blending elements of agricultural lifestyles with those of suburban development. The colors are somewhat faded, suggesting the age of the photograph and giving it a historical context.\n","title":"'Housing development encroaches upon farmland'","placename":"Fort Collins (Colo.)","location":"Fort Collins, Colorado","nn1":["542533","544323","544888","557697","544319","547690","557521","547436","555878","551158","555989","552577","543667","557476","555879","553665"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["tractor","construction","wheel","steering","development","flatbed","date","transformation","landscaping","lifestyle"]}
