{"path":"543646.jpg","date":"May 1972","photographer":"Gillette, Bill","caption":"This photograph depicts an industrial setting, taken during the day under overcast skies. In the foreground, there are large heaps of black slag, a byproduct of the metal refining process, glistening with what appears to be moisture and interspersed with patches of yellowish substances, possibly sulfur or other mineral deposits. These piles of slag are irregularly shaped, with textured surfaces that reflect the harsh conditions of the industrial waste.\n\nIn the middle ground, slightly blurred and further away from the camera's focus, is a busy industrial facility. Several structures, including large buildings with metal exteriors, towers, and silos are visible. Smoke or steam can be seen emanating from a tall stack, indicating ongoing industrial activities. The facility appears functional and active, contributing to the industrial landscape of the area.\n\nIn the background, against a backdrop of a hilly terrain, the scene fades into the distance with lighter colored earth, contrasting the dark foreground. The hilly backdrop suggests that the industrial site is located in a valley or a similar geographical setting that accommodates such large-scale industrial operations.\n\nOverall, the composition of the image draws attention to the environmental impact of industrial processes, represented by the stark and polluted foreground versus the more natural, albeit barren, distant hills. The colors are muted with a dominance of dark, industrial tones, accentuating the gritty and unwelcoming nature of the scene.","title":"Fly ash from hydro-electric power plants will be reprocessed. Union Carbide uranium mill","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["544015","551036","549965","550343","557218","552190","543642","546084","557374","551585","550195","546080","551053","547010","557373","544777"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["byproduct","dominance","process","deposit","facility","heap","substance","silo","moisture","mineral"]}
