{"path":"543681.jpg","date":"July 1972","photographer":"Gillette, Bill","caption":"This photograph captures a lively and educational outdoor moment where three individuals, presumably a family, are involved in the activity of gold panning. The primary colors are vibrant with the rich red-brown earthy tones of the soil contrasting brightly against the clear blue sky.\n\nIn the foreground, a man with a straw hat and a red plaid shirt squats next to two boys. He is holding a gold pan in his hands, seemingly shaking or swirling it, likely demonstrating the proper technique for separating heavier materials from lighter ones in the process of panning for gold. The man is focused on his task and instructs the children.\n\nTo his right stands the younger of the two boys, dressed in a dark long-sleeve shirt and jeans. He watches the man intently, possibly learning the technique. The elder boy, also in the foreground and slightly ahead of the other two, is engaged in his own panning. He holds a pan partially filled with water and sediment and appears to be concentrating deeply on sorting through the material.\n\nTheir position suggests they are at a shallow creek or river, indicated by the muddy, wet ground and smaller background stones typical of such environments. The landscape features tinges of greenery, suggesting a rural or wilderness area conducive to this type of activity.\n\nThe lighting looks natural, likely captured in bright daylight that enhances the detail of the water in the pan and the reflective particles within, which could be hints of mineral like gold. The overall feeling is one of adventure, learning, and family bonding, set in a rich, natural environment.\n","title":"The Denver P.T.A. sponsored a week-long ecology workshop to introduce school children to the natural environment. Here youngsters are taught to pan for gold in a creek.","placename":"Central City (Colo.)","location":"Central City, Colorado","nn1":["543748","542561","546271","552286","543164","543692","549012","546380","542564","544829","543685","546167","543238","553431","551392","542601"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["pan","gold","boy","technique","family","bonding","instruct","learn","creek","learning"]}
