{"path":"543709.jpg","date":"June 1972","photographer":"Gillette, Bill","caption":"The photograph captures a rugged and somewhat bleak industrial landscape, possibly a mining area. In the foreground, there is a muddy, fast-flowing stream with brown, murky water, likely disturbed by nearby industrial activities. Across the stream, some debris and a few younger trees or shrubs that are sparse and bare, possibly due to environmental stress, are scattered.\n\nBeyond the immediate foreground, there is an extensive deforested slope. The terrain features scattered dead trees and a lack of vegetation, suggesting significant environmental impact. On the lower section of this slope are visible remnants of industrial infrastructure; specifically, an old, rusting railroad bridge or trestle that crosses from one side to the other. Adjacent to it, some elements of a timber structure or framework can be spotted but are in a dilapidated condition.\n\nAt the base of the slope and around the stream are several buildings and additional structures, likely associated with the industry supported here, which look rundown and are possibly abandoned. These structures include a dark building to the right side of the railroad bridge and other less distinguishable industrial elements.\n\nIn the midground and on higher ground beyond the immediate industrial site, the land rises steeply into hills covered with better-preserved, albeit sparse, forests under a dynamic sky with fluffy white clouds.\n\nOverall, the photograph portrays an environment heavily impacted by industrial activity, with significant landscape alteration and signs of ecological strain.","title":"Water seeping from closed mine carries iron oxide and other minerals into nearby streams.  The mine belongs to the Rico-argentine mill, which produced sulphuric acid.  The plant was shut down six years ago","placename":"Rico (Colo.)","location":"Rico, Colorado","nn1":["543815","552994","544769","543757","545988","543661","552427","554811","550673","549965","555847","552169","543636","550710","545112","544751"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["stream","slope","railroad","deforest","bridge","stress","disturb","alteration","impact","timber"]}
