{"path":"543760.jpg","date":"May 1972","photographer":"Gillette, Bill","caption":"This photograph captures a scene of outdoor labor in a rugged, mountainous landscape. At the center of the image is an orange bulldozer engaged in earthmoving activities. There are two individuals seated on the bulldozer; they are wearing light-colored work clothing, often seen in construction or outdoor fieldwork. The bulldozer is pushing a mound of soil or gravel, and it appears to be creating or repairing a pathway or clearing an area.\n\nThe background shows a valley with buildings that look small, likely due to the distance, scattered among the base of the mountains. These could be homes or small industrial structures associated with the local community or related to the construction effort.\n\nOn the right side of the image, there is a predominantly leafless shrub or small tree, its branches glistening, possibly wet or icy, indicating that the season could be late autumn or early spring where the last of winter frost is still present. The mountains in the distance are steep and prominently rise against the sky, giving a sense of the rugged terrain surrounding the area.\n\nThere are also small water bodies visible in the midground, suggesting a river or stream flowing through the valley, contributing to a scenic but challenging environment for construction or landscaping activities. This landscape forms a picturesque but practical backdrop to the work underway, emphasizing the interaction between human endeavors and the natural environment.","title":"Dredging gravel from the San Miguel River for a new housing development","placename":"Telluride (Colo.)","location":"Telluride, Colorado","nn1":["545662","545665","545652","551262","555601","551947","547254","554544","543114","555608","543105","547939","544138","543672","553138","547498"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["bulldozer","construction","valley","frost","fieldwork","landscaping","mountain","work","endeavor","gravel"]}
