{"path":"543730.jpg","date":"May 1972","photographer":"Gillette, Bill","caption":"This photograph captures a visually intriguing scene where an individual is seated atop a motorcycle that is mounted on a billboard. The person, who is wearing a fur-trimmed coat and brown pants, appears relaxed and contemplative. The motorcycle is a dirt bike, suggesting a theme of rugged adventure juxtaposed against the urban backdrop.\n\nThe billboard advertisement itself reads \"Get away from the crowd,\" promoting Old Gold Filters, a brand of cigarettes. The design of the ad includes a large pack of cigarettes adjacent to a slogan, creating a stark contrast between the concept of freedom or escape, typically associated with open road biking, and the confined, advertised space of the billboard.\n\nIn the background, we see a slightly blurred, yet sprawling urban landscape. Numerous small buildings or homes cluster across the terrain, with patches of undeveloped land, some with visible tire tracks or pathways. Utility poles are visibly lined up conforming to the street layout, adding to the complexity of the scene with their vertical lines against the horizontal lines of the houses' rooftops and the billboard.\n\nForeground elements include the top portion of a car parked or moving at the lower edge. This placement possibly indicates a roadside viewpoint, aligning the viewer's perspective with that of a passerby in a vehicle.\n\nOverall, the composition of this photograph skillfully encapsulates contrasts - natural versus man-made, freedom versus confinement, and movement versus stillness - through its layered visual elements and thematic implications.","title":"Billboards clutter roadside","placename":"Denver (Colo.)","location":"Denver, Colorado","nn1":["554874","548690","551382","545134","544844","553955","545530","548691","554876","545150","556206","544840","545598","546169","554195","550141"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["billboard","motorcycle","freedom","cigarette","concept","ad","implication","slogan","get","escape"]}
