{"path":"543726.jpg","date":"May 1972","photographer":"Gillette, Bill","caption":"This photograph depicts a serene natural setting, primarily focused on a scenic meadow with a horse. The horse, standing towards the left side of the image, is a slender, dark-colored animal, likely a dark brown or black, grazing or pausing in the meadow. It appears to be an unenclosed field bordered by what looks like a broken or partially collapsed wooden fence in the foreground, suggestive of a rustic or rural area. \n\nThe meadow itself is expansive and flat, filled primarily with grass that gives off a vibrant green hue, suggesting the photo was taken in a season where growth is prevalent, such as spring. In the immediate foreground, right before the meadow begins, there are scattered rocks, some budding bushes, and remnants of the old fence, creating a natural, somewhat unkempt boundary.\n\nIn the background, the meadow is framed by a dense tree line, likely a mix of evergreens and other varieties, indicative of a forested area. The trees appear lush and full, enhancing the sense of a secluded, peaceful natural habitat. \n\nAbove, the sky is visible and appears mostly clear with a hint of light, suggesting it might be either late morning or early afternoon. The lighting in the photograph casts a gentle, warm glow over the scene, highlighting the peacefulness and the simplicity of the moment captured. \n\nThe overall composition of the photo — the contrast of the dark horse against the vivid green meadow, the natural framing by the trees, and the presence of elements like the rustic fence and rocks — creates a picturesque rural scene that feels both tranquil and wild.","title":"Mule","placename":"Dallas Divide (Colo.)","location":"Dallas Divide, Colorado","nn1":["542622","554161","557186","551229","552501","556957","542972","554867","544308","552562","551327","556958","546102","556990","544290","546154"],"cl":[42],"cluster":["#42 &mdash; Deer"],"terms":["meadow","horse","fence","budding","evergreens","bordere","collapse","wild","begin","graze"]}
