{"path":"543792.jpg","date":"May 1972","photographer":"Gillette, Bill","caption":"This photograph captures a man in an outdoor setting, actively engaged in agricultural work related to water management. The man is dressed in a typical rural outfit, consisting of jeans, a button-up long-sleeve shirt, a belt, and a weathered cap. He is holding a clump of grassy material in one hand, while his other hand grasps a long pole that extends downwards, suggesting it might be used to manipulate or clear something, possibly within a water channel.\n\nThe backdrop dominating the upper half of the photo shows a panoramic view of lush, green farmland, indicating advanced cultivation, likely for agricultural purposes. This contrasts with the barren, rocky terrain in the immediate foreground where the man stands, highlighting the difference irrigation makes in arid regions.\n\nDirectly beside the man is a water channel made of concrete, through which water is forcefully flowing, demonstrated by a clear, dynamic splash. The water flows from a rusted metal pipe, adding an element of rustic technology to the scene. This setup suggests the man is likely involved in controlling or checking the water flow for irrigation purposes, integral to the productivity visible in the farmland behind him.\n\nOverall, the composition of the photograph, from the rural attire of the man and his activities, to the juxtaposition of lush and barren landscapes, conveys a narrative of agriculture and water management in a possibly arid region. The strong, dynamic flow of water and the expansive, cultivated fields suggest efficient, controlled water usage critical for farming in such environments.","title":"Irrigation of the land with water from the San Miguel River","placename":"Nucla (Colo.)","location":"Nucla, Colorado","nn1":["549056","543781","549078","549064","555876","544371","548869","543650","549063","548950","543777","543804","545386","553652","548877","545371"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["flow","irrigation","farmland","water","channel","man","management","control","purpose","productivity"]}
