{"path":"543706.jpg","date":"June 1972","photographer":"Gillette, Bill","caption":"This photograph captures a man engaged in an industrial or recycling operation, closely inspecting or organizing a collection of empty glass bottles. The man, who appears to be in his twenties or thirties, is wearing a light blue hard hat and white gloves, suggesting a concern for safety. He is dressed in a short-sleeve, striped, vertical-patterned shirt and appears to be leaning forward to better view the items he is handling or inspecting.\n\nThe bottles are prominently arranged in a deep, concrete trough or gutter, and are seemingly prepared for processing or recycling. The bottles predominantly feature labels, including the recognizable logos and designs of wine or liquor brands, hinting that this might be a facility dealing with the recycling or disposal of beverage containers.\n\nIn the background, there's a utilitarian metal building with a small, open window, suggesting that the setting is more industrial in nature. The sky is overcast, casting a soft, diffuse light over the scene, which emphasizes the muted colors of the setting - grays of the concrete and the metal building, alongside the tones of the bottles.\n\nThe photograph as a whole gives a glimpse into industrial or recycling efforts involving glass containers, highlighting aspects of environmental management or waste processing. The composition focuses on the manual labor involved and the care taken in handling potentially hazardous or recyclable materials.","title":"Used beer bottles are fed into glass crusher for pulverizing. They will be completely recycled into new bottles for Coors Brewery. Columbine Glass Company.","placename":"Westminster (Colo.)","location":"Westminster, Colorado","nn1":["555244","545151","555243","555237","548994","543711","543698","543703","542549","542550","543699","544171","555816","550882","545136","543834"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["recycling","bottle","inspect","container","processing","thirty","trough","twenty","handle","deal"]}
