{"path":"543789.jpg","date":"May 1972","photographer":"Gillette, Bill","caption":"This photograph captures a serene natural landscape featuring a body of water, possibly a river, with a mirror-like surface reflecting the surroundings. The riverbank is composed of elaborate, jagged rock formations exhibiting a variety of layers and textures; colors range from dark brown to whitish-gray at different segments - possibly due to mineral deposits or erosion patterns.\n\nThe rocky shoreline encompasses interesting geological features, including striations, horizontal layering, and some areas where the rock has eroded into column-like structures. The overall terrain appears dry and harsh, indicative of a possibly arid climate zone.\n\nSome sparse vegetation hints at life but does not dominate the scene, emphasizing the ruggedness of the landscape. The lighting in the photograph suggests midday, with bright sunlight enhancing the textures and colors of the rocks and creating sharp contrasts between the illuminated spots and shadows.\n\nNo people, animals or man-made structures are visible in the scene; this is a pristine and seemingly untouched natural environment. The composition of the photo focuses on the gentle curvature of the river as it follows the line of the rock formations, leading the viewer’s eye through the image, and framed softly by some foreground elements like branches at the edges of the scene. This framing method also adds depth, drawing attention both to the foreground and the detailed background.","title":"Acid and radium 226 leaking from uranium mill tailings pond into the san miguel river","placename":"Uravan (Colo.)","location":"Uravan, Colorado","nn1":["542583","543793","545301","542537","548811","544929","548156","545068","543647","552905","552891","557599","544744","554777","550560","542523"],"cl":[48],"cluster":["#48 &mdash; Water 4"],"terms":["rock","layering","formation","encompass","striation","curvature","method","erod","pristine","deposit"]}
