{"path":"543815.jpg","date":"May 1972","photographer":"Gillette, Bill","caption":"This photograph depicts a striking and somewhat stark environmental scene, likely taken in a mining or industrial area. In the foreground, there is a stream or runoff filled with murky, reddish-brown water that flows over and around a muddy terrain. The water appears to carry sediment and industrial waste, as evidenced by the unnatural color and consistency. Scattered across the surface of the muddied water are chunks of debris and broken branches, suggesting recent environmental disruption.\n\nMoving towards the midground, a slightly elevated railroad track crosses the scene, built on a structure that seems to include timbers and metal. This track might be used for transporting materials or waste associated with the activities in the area. On one side of the railroad, what looks like a collection of industrial buildings can be seen, possibly facilities related to mining or processing operations. These buildings appear simple, constructed with functional, plain materials and surrounded by open, barren terrain devoid of vegetation.\n\nIn the background, the landscape rises to hills and mountains that are partially stripped of vegetation, likely due to logging or the environmental impact of the industrial operations shown. The sky above is partially clouded, but mostly clear, shedding ample light on the landscape and enhancing the vividness of the disrupted earth and industrial structures.\n\nOverall, the photograph portrays a scene of heavy human impact on a natural environment, with industrial operations dramatically altering the landscape and possibly affecting the local ecosystem’s health.","title":"The Rico-Argentine Co. sulphuric acid mill. Although the mill has been closed for six years, water seeping from old mine shafts pollutes nearby streams with iron oxide.","placename":"Rico (Colo.)","location":"Rico, Colorado","nn1":["543709","555847","543819","552994","544769","547485","552169","543636","544037","552427","544702","551562","551531","543826","550673","554811"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["railroad","operation","mining","waste","track","runoff","chunk","impact","health","disruption"]}
