{"path":"543800.jpg","date":"June 1972","photographer":"Gillette, Bill","caption":"The photo shows an outdoor industrial setting, possibly atop a large building or structure. The foreground features a large flat roof covered in gray material; the roof contains several mechanical and structural elements.\n\nDominating the scene are two large cylindrical metal ducts, one partially visible on the left reaching diagonally out of frame, and the other visible across the center. Both ducts have flanges and seams, implying a modular build. Attached to these ducts, near the center-right of the image, is a substantial-looking mechanical apparatus involving another cylinder and supporting metal framework.\n\nAn electrical equipment cabinet with a few visible wires and a \"DANGER\" sign is stationed on the left. A man stands by this cabinet, engaged in an activity involving the equipment. He appears to be adjusting or examining something on the cabinet with his hand raised towards it. He’s dressed in typical work attire: a light-colored short-sleeve shirt, dark pants, and possibly a cap, indicative of a technical or engineering role.\n\nThe background shows a serene, natural landscape with trees and open fields, contrasting with the industrial foreground. Above, the sky is bright and mostly clear, suggesting a sunny day.\n\nOverall, the scene likely captures a moment of maintenance, inspection, or operation of the building's mechanical systems, set against a contrasting natural environment.","title":"Anerobic digester.  Raw sewage sludge, mixed with bacteria, is heated and broken down into a non-toxic compost suitable for garden use.  The by-product is methane gas (drawn off in the large pipes).  This is the final stage of sewage treatment","placename":"Fort Collins (Colo.)","location":"Fort Collins, Colorado","nn1":["543796","555328","557387","544153","555296","545844","553907","556503","557388","556390","557386","552544","544822","555347","557298","544691"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["ducts","cabinet","involve","statione","danger","cylinder","atop","equipment","inspection","apparatus"]}
