{"path":"543893.jpg","date":"June 1972","photographer":"Strode, William","caption":"This image captures a vibrant outdoor scene at a waterfront setting, specifically highlighting figures in water framed by two silhouetted individuals in the foreground. Beginning at the foreground, the main photographic technique used here is silhouetting; two unidentified, shadowy figures frame the scene. The outlines of their heads, shoulders, and upper bodies are distinctly visible, though their facial features and other details are completely obscured due to their positioning against the backlight.\n\nCentered and beyond these silhouettes, in the background, are three individuals in a body of water, possibly a river or lake due to the natural surroundings and the water's expansive appearance. The water reflects a golden hue, likely indicating this scene occurs during early morning or late afternoon, when the sun's rays cast a warm, radiant glow.\n\nThe three individuals in the water, appearing in partial submersion up to their mid-torsos, seem to be enjoying their time. The person in the middle slightly dips into the water up to the shoulders, looking directly at the camera with a playful expression. To their left, another individual stands more upright, also beaming and engaging with the camera. And further back, the third figure remains more submerged and less discernible compared to the others, suggesting some distance from the foreground action.\n\nFlanking the water and forming a natural frame around the scene are hints of lush vegetation, suggesting a secluded or a less urban setting. This waterfront scene is dynamic yet serene, focusing on leisure and the enjoyment of natural surroundings. The image composition, through the use of silhouette framing and focused depth of field that highlights the individuals in the water against a blurred backdrop, enhances the intimacy and relaxed mood of the gathering.","title":"The Ohio River","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["547217","550237","543892","548826","545229","550236","554477","543397","550240","551538","546349","544274","549716","549030","550303","548988"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["water","individual","figure","waterfront","shoulder","backlight","torso","ray","silhouette","intimacy"]}
