{"path":"543825.jpg","date":"June 1972","photographer":"Gillette, Bill","caption":"The photograph depicts a vivid scene at a landfill or dumpsite. Dominating the upper portion of the image is a large mechanical bulldozer. It’s actively engaged in clearing or piling up heaps of garbage, as indicated by the motion blur of dirt and debris near its bucket.\n\nThe foreground of the image is cluttered with numerous types of waste materials. Among the visible refuse are torn and crumpled pieces of paper, cardboard boxes, and unidentifiable scraps of plastic and fabric. Notably, various magazines and newspapers are scattered prominently across the scene. For instance, one can see the front cover of a \"Time\" magazine featuring a person in a graduation cap and gown with the headline \"How Serious is the Campus Revolt?\"—an artifact that colors the image with a historical tone, suggesting the photo might be from the late 1960s or early 1970s.\n\nThe background behind the bulldozer is less defined, giving a faint glimpse of a cloudy sky and some distant outlines, which might hint at more piles of garbage or perhaps the limits of the landfill area.\n\nThe overall composition of the photo utilizes a slightly tilted angle which intensifies the chaotic and disorderly nature of the scene. This angle, along with the vivid colors and diverse textures of the trash, imparts a dynamic and somewhat unsettling aesthetic to the photograph. The apparent activity of the bulldozer, combined with the discarded items of personal and cultural significance, evokes themes of consumerism, waste, and environmental impact.","title":"Boulder County's landfill dump. Solid waste is dumped into trenches and covered immediately.","placename":"Boulder (Colo.)","location":"Boulder, Colorado","nn1":["549796","549793","549797","549745","549750","546231","549740","543828","549795","549936","546257","549946","549792","549807","548348","548210"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["bulldozer","magazine","landfill","garbage","waste","headline","gown","instance","dumpsite","pile"]}
