{"path":"543814.jpg","date":"May 1972","photographer":"Gillette, Bill","caption":"This photograph depicts a series of advertisement billboards along a roadside in a rural or mountainous setting. The sequential arrangement of these billboards presents different messages that appear to promote outdoor activities and amenities of a particular location.\n\nFrom the foreground to the background:\n1. The first and most prominent sign reads, \"SKI · SWIM · HUNT · FISH & BREATHE\". It features a bold font, primarily in red and white, symbolizing an invitation to enjoy various outdoor activities as well as to relax and breathe in the natural environment.\n2. The second sign, slightly set back and to the right of the first, states, \"ALL THAT FUNNY STUFF IS FRESH AIR\". This message, written in black on white, humorously underscores the benefits of the fresh air available in the area.\n3. Further back and parallel to the second sign is another that says, \"ALL UTILITIES PROVIDED 500\". This sign implies that there are practical amenities available, perhaps for residents or visitors, marked at a distance of 500 units from the sign.\n4. Last in this lineup, a sign reading \"SEEN THE REST? VISIT THE BEST!\" This one promotes the area as being superior to other locations, inviting visitors to experience the best it has to offer.\n\nIn addition to the billboards, the surrounding landscape is composed of rocky terrain with sparse grass and some leafless shrubs, backed by a forest and mountain slope, which suggests a cool or transitional season. The rustic wooden fence running alongside the road adds to the rural charm and sets the boundary for the roadside.\n\nOverall, the photograph captures a vivid scene of advertising efforts tailored for promoting recreational activities and amenities in a natural setting, likely intended to attract tourists or locals to the area.","title":"Sign pollution","placename":"Colorado","location":"Colorado","nn1":["546187","543724","551287","554185","554186","543100","545622","545263","543641","548674","547841","549008","553669","557989","545389","549113"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["amenity","billboard","promote","sign","roadside","message","visitor","lineup","tailor","local"]}
