{"path":"543921.jpg","date":"May 1972","photographer":"Olive, Jim","caption":"This photograph captures a scene at an environmental event or conference held indoors, possibly during the 1970s or early 1980s, indicated by the style of clothing and the decor. The setting includes a stairway and two levels of a room, with various posters and displays related to environmental themes prominently presented.\n\nOn the upper level, several trophies on a table catch the eye; they're arranged neatly in rows and might be awards for some sort of competition or recognition in environmental endeavors. Nearby, four individuals, both men and women, are involved in activities involving these awards and paperwork. The women wear dresses and the men are dressed in suits and ties, conforming to the formal attire typical of the era.\n\nThe focus on environmental issues is clear from the displayed posters and signs. Notable messages include \"POPULATION! A PROBLEM?\", \"I AM GREEN,\" and others advocating for smog control and environmental cleanliness. These signs are colorful and handmade, indicating a grassroots level of organization.\n\nOn the lower level, visible are more signs with environmental messages, one of which humorously features two cartoon owls with the phrases \"I don't give a hoot!\" and \"And I say don't pollute!\" Additionally, a sign that reads \"GREEN IS BEAUTIFUL\" with a graphic of a marijuana leaf suggests a dual-focus on environmental and perhaps counterculture themes.\n\nThis atmosphere and the visual elements indicate a strong engagement with the pressing environmental concerns of the time, employing educational and possibly award-related incentives to promote conservation and awareness. The image provides a vibrant snapshot of environmental activism and community involvement during a pivotal era for such movements.","title":"Environmental awards dinner","placename":"Fort Smith (Ark.)","location":"Fort Smith, Arkansas","nn1":["543917","543032","552948","543925","544800","544235","545384","543440","551852","556270","543236","553911","556695","554538","551427","553321"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["level","poster","message","sign","activism","competition","awareness","cartoon","paperwork","stairway"]}
