{"path":"543953.jpg","date":"September 1972","photographer":"Strode, William","caption":"This photograph captures an adult male actively sailing a small boat. He is holding onto the boat’s rigging while steering and has a focused expression, conveying a sense of concentration and enjoyment. He is wearing sunglasses, a red life jacket, and tan shorts, suitable for a day out on the water.\n\nThe boat is a small, personal sailboat, often referred to as a dinghy. It appears quite compact, indicating it is designed for one or two people. The hull of the boat is light-colored, and it features a green mainsail and a smaller white jib, both of which are billowing with the wind. The boat is numbered \"7311TA,\" suggesting it may be used for racing or belongs to a sailing club.\n\nThe backdrop is a large expanse of open water that fills the top right half of the image. The water has a slight chop, with small waves visible, indicating a slight breeze, which is ideal for sailing. The overall atmosphere of the image conveys a sense of adventure and leisure, typical of a sailing activity on a sunny day.\n\nThere is no visible land or other objects in the background, which emphasizes the vastness of the water and the solitary experience of the sailor. This also suggests that the photograph was taken from another boat or from a position focusing solely on the sailor's activities, isolating him within the frame and enhancing the dynamic nature of the photograph. The details captured, from the splashes of water to the positioning of the sails, contribute to a vivid portrayal of the sailing experience.","title":"Participant in the Louisville spring regatta","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["544029","543937","549405","548521","548062","548532","549421","547463","549425","556192","549409","549386","544667","549406","549404","549426"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","sailing","sail","sailor","experience","chop","club","refer","racing","water"]}
