{"path":"543981.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"The image presents a striking aerial view of a hilly landscape with various elevations and natural features under a hazy sky. The foreground of the photo shows layers of mountainous terrain, appearing somewhat dark and covered in shadows, suggesting either early morning or late afternoon lighting. The middle section of the photograph is dominated by clouds of white smoke emitting dramatically from one or possibly several industrial facilities, creating a significant contrast with the natural environment. This smoke spreads over a large area, blending into the clouds above and casting a shadow on the mountains below.\n\nTo the left of the image, a body of water is visible, carved into the mountainous landscape, reflecting light and surrounded by dense forestry or vegetation, giving a calm yet isolated feel to the area. In the distance, the terrain flattens slightly, and what appears to be a town or smaller urban area can be seen. This section is more illuminated and detailed, showing various buildings or structures scattered across the expanse.\n\nThe background features a series of mountain ridges that fade into the horizon, layered in a gradient of blue and gray tones, enhancing the depth and vastness of the landscape. The atmospheric perspective here demonstrates the depth of the field and the large scale of the photographed area.\n\nOverall, the composition captures a poignant contrast between human industrial activity and the raw, expansive beauty of the natural landscape, highlighted by the environmental impact visible through the smoke plumes. The image evokes a sense of serene grandeur while also prompting reflection on environmental conditions and human influence on nature.","title":"Mines and smelter","placename":"Globe (Ariz.)","location":"Globe, Arizona","nn1":["545013","545020","544039","544792","545048","543668","545042","551062","551060","551053","545354","544059","551061","544736","551051","550997"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["smoke","section","forestry","influence","mountain","cloud","elevation","landscape","depth","ridge"]}
