{"path":"543948.jpg","date":"June 1972","photographer":"Strode, William","caption":"This photograph captures a moment involving four men on two motorboats on a body of water. The scene unfolds under a clear, sunny sky, which casts significant natural light over the entire setting.\n\nThree of the men are uniformed officers, identifiable by their blue uniforms adorned with badges, patches, and hats, which indicates their affiliation with a law enforcement or regulatory agency. The fourth person, a civilian, is dressed in a casual white T-shirt and denim shorts.\n\nThe two boats are close together, appearing to be mid-interaction. The civilian is working intently on a mechanical component within the open hull of the boat, likely the engine, as evidenced by the exposed internal elements and the tools in his hand. This suggests that perhaps he is troubleshooting or repairing the boat’s engine.\n\nOne of the officers is actively reaching into the civilian's boat to assist or inspect the work being done. Another officer is partially inside the boat, adjusting or examining another part of the opened hull area. The third officer is holding onto the civilian's boat to maintain stability or proximity between the two vessels.\n\nThe background shows a calm, expansive body of water that extends to the horizon, emphasizing the isolated location of the interaction, which likely necessitates the self-sufficiency observed. The positioning and actions of the individuals suggest cooperation and focused task completion, central themes in the context of this photograph.","title":"Ohio River police patrol help a man start his boat","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["551253","548164","546758","546324","551255","552874","544755","551228","544763","552861","552862","544269","551254","544122","548054","546802"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["officer","boat","engine","hull","completion","enforcement","affiliation","cooperation","law","stability"]}
