{"path":"543986.jpg","date":"April 1972","photographer":"Strode, William","caption":"The photo captures a detailed view of a glass door of a business, possibly a small store, with several elements of visual interest. The glass door functions as a transparent medium, showcasing several types of stickers and signs both for decoration and information.\n\nAt the very top of the door, there is a \"Have a Camel\" cigarette advertisement featuring an image of a Camel cigarette packet with the words \"regular\" and \"filter\" indicating the types of cigarettes available. Directly below and also placed on the door glass is a white text written presumably in soap or a similar substance that reads, \"WILL BE CLOSED SAT BY THE MAYOR'S REQUEST,\" hinting at some special event or regulation by local authorities that affects business operations.\n\nFurther down, there are several stickers prominently displaying different brands of cigarettes, such as \"Salem\", \"Camel\", and other similar labels promoting self-service from a machine, suggesting the store sells these products through a vending mechanism typically found in mid-20th-century American settings.\n\nThe bottom half of the door features horizontal metallic push-bars for easy opening, behind which a curious and contemplative young boy's face is visible, looking through the glass door's lower partition. This adds a human element to the scene, evoking a sense of everyday life and perhaps a hint of wonder or waiting.\n\nBelow the window where the child's face appears, there is another sign with business hours listed for each day of the week, also mentioning that the business is closed on Sundays. This provides further context regarding the operation and local culture concerning work and rest days.\n\nOverall, the photograph effectively layers textual, commercial, and human elements, offering a snapshot that speaks to local customs, business practices, and the community's social fabric during the era represented in the image. The environment suggests a typical urban setting in America during the later part of the 20th century.","title":"Shop is evacuated when a barge carrying liquid chlorine threatened to spill its poisonous contents. Liquid chlorine is stored under pressure, and if a leak occurs, it changes into a poisonous gas. The barge carried enough liquid chlorine to devastate much of the city of Louisville.","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["549870","555404","547805","552932","558281","550132","557217","543902","550141","546672","551495","557688","551494","546034","550127","556214"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["cigarette","door","business","sticker","glass","store","vending","partition","authority","medium"]}
