{"path":"543952.jpg","date":"June 1972","photographer":"Strode, William","caption":"This photograph features a lively scene on a vintage wooden boat, likely taken during a day of leisure on the water. The boat is situated in a natural environment with dense green foliage and overrun waterside vegetation in the background, possibly beside a riverbank.\n\nThere are four people on board engaging in various activities. On the left, a woman dressed in a striped yellow and black top leans over the side of the boat, seemingly absorbed in a task out of the camera's view, possibly interacting with the water or something in the boat. Beside her, another person, partly obscured and lying on the boat's deck, appears to be working on a piece of equipment or possibly maintaining a component of the boat. This individual is wearing a light blue top and burgundy shorts.\n\nOn the right side of the boat, another woman in a navy top and shorts actively pours water from a bright red bucket back into the river, creating a dynamic, arched splash. This action draws the eye due to its energetic nature and the contrast of the sparkling water droplets against the darker surroundings.\n\nThe boat itself is cluttered with various items, suggesting a day trip or a boating adventure, with equipment, personal belongings, and possibly safety gear strewn around. The antique design of the boat, with its wooden structure and brass or metal fittings, adds a nostalgic feel to the scene.\n\nOverall, the photograph captures a moment of active, casual enjoyment and tasks being performed aboard a boat in a lush, natural setting.","title":"Small pleasure craft goes aground on banks of Ohio River","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["553835","549410","544122","543943","549373","553403","549418","548503","549412","551255","549415","551538","554177","549411","548054","554176"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","short","fitting","brass","top","burgundy","task","navy","belonging","pour"]}
