{"path":"543943.jpg","date":"September 1972","photographer":"Strode, William","caption":"This photograph depicts a lively scene at a riverside setting during what appears to be a leisurely day out. The central focus of the image is a group of various individuals engaging in different activities around a couple of moored motorboats on a sandy riverbank.\n\nOn the left of the image, a young woman with long hair, dressed in a bikini, is standing on a boat, holding an oar or paddle. Next to her, an older, shirtless man with hair over his shoulders seems to be arranging something inside the boat. These two individuals are surrounded by other boating equipment and personal belongings strewn around the area.\n\nTo the right of the scene, the riverbank is populated with more people. A group of about 10 individuals, including adults and children, are scattered around. Some are sitting, while others are standing or walking. The group consists of a mix of genders and ages, all casually dressed suitable for a day at the river. They are surrounded by more evidence of a day out, such as coolers, beverage cans, cloths, and other personal items. These individuals are variously engaged in conversation or simply relaxing and enjoying the atmosphere.\n\nThe background features dense greenery, suggesting that this location is quite secluded and natural. The shoreline is visible across the river with more lush trees, enhancing the feel of a retreat into nature.\n\nThe lighting, casting vivid shadows and bright spots, along with the calm water in the foreground, reflects a peaceful day, possibly in late afternoon due to the quality of the light.\n\nOverall, the composition and the busy, yet relaxed nature of the scene convey a sense of summer recreation at a river, with people enjoying a break from daily routines to connect with nature and each other.","title":"Camping along the banks of the Ohio river","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["545941","551538","550228","545933","557740","551350","545267","546811","551282","554475","548006","549939","553403","543944","553439","551499"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["riverbank","individual","group","river","oar","gender","enjoy","cooler","bikini","belonging"]}
