{"path":"543978.jpg","date":"March 1972","photographer":"Strode, William","caption":"This photograph captures a large dam structure with a multi-purpose design, featuring both spillway sections and roadways. The dam is robustly built with heavy reinforced concrete pillars supporting both the road and the gate mechanisms overhead. In the foreground of the image, water is seen vigorously spilling through openings in the dam, forming turbulent white froth as it hits the river below.\n\nIn the river, directly in front of the dam, a barge labeled \"SCC 630\" is conspicuously positioned. The barge, looking somewhat worn and industrial, appears to be involved in either maintenance or operational tasks associated with the dam. Several workers are visible on the deck of the barge, wearing safety helmets and engaged in activities possibly related to controlling or monitoring the facility.\n\nThe dam itself hosts several features, including gate lifting mechanisms and maintenance walkways along its width. A road runs across the top of the dam, where a few vehicles and people can be seen, suggesting that the dam also serves as a bridge for road traffic, thus integrating infrastructure and hydro control functions.\n\nThe surrounding environment features bare trees and a clear sky, indicating that the photograph might have been taken during late fall or winter. The overall composition of the photograph highlights the scale and functionality of the dam, showcasing its importance in water management and regional infrastructure.","title":"A liquid chlorine barge, after breaking loose from its tug, became lodged against the McAlpine Dam on the Ohio River and could not be set free.","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["550743","548016","548003","552928","547215","548024","548936","550654","548150","553137","553654","548008","548012","548007","548920","549497"],"cl":[47],"cluster":["#47 &mdash; Dam"],"terms":["dam","barge","gate","mechanism","control","maintenance","spillway","froth","road","hit"]}
