{"path":"543966.jpg","date":"May 1972","photographer":"Strode, William","caption":"This photograph captures a lively scene at a riverbank, featuring two large paddle steamboats, each adorned with multiple decks and decorated festively with flags and bunting in red, white, and blue, suggesting a celebratory or patriotic event. The name \"Belle of Louisville\" is visible on the paddle wheel housing of the nearest steamboat, identifying it as a specific vessel likely participating in a riverboat race or parade.\n\nBoth steamboats are bustling with activity; numerous people can be seen aboard them, dressed in varied attire, which implies the casual nature of the gathering. On the top decks of both boats, people are gathered close to the railings, possibly watching the events unfold or waiting for departure.\n\nThe shore is lined with more spectators, and the atmosphere appears to be quite festive. Crowds of people, including some on bicycles, are scattered along the riverbank, engaging in conversation and enjoying the day. A series of lampposts and a few mooring posts are visible along the embankment, suggesting a well-used and equipped waterfront area.\n\nThe background shows a glimpse of the other side of the river, with industrial structures faintly visible in the distance, indicating that this event is taking place near an urban area. The sky is clear with a few clouds, contributing to the brightness and color richness of the scene. Overall, the photograph documents a festive gathering centered around the steamboats, highlighting a moment of community and celebration by the river.","title":"The Belle of Louisville docked at the new Louisville waterfront on the Ohio river, the steamboat is owned by Louisville and jefferson county","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["543964","545732","545921","543954","545917","543960","543971","543972","554657","543958","543959","543963","543967","549509","550825","545736"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["paddle","event","deck","riverbank","gathering","riverboat","celebratory","lamppost","mooring","departure"]}
