{"path":"543974.jpg","date":"April 1972","photographer":"Strode, William","caption":"This photograph depicts a large indoor space, possibly a gymnasium or hall, that has been converted into a makeshift medical facility or care center. The room is cluttered with a multitude of beds, each hosting a patient. Most of the patients appear to be resting or lying down under blankets.\n\nIn the foreground, several healthcare workers and individuals are visible. These people are dressed predominantly in white medical attire, suggesting they might be doctors or nurses. A few are standing and conversing, while one in the center is walking towards another row of beds. Some medical staff are attending to patients or checking on their conditions.\n\nA wheelchair is also visible in the scene, placed near the foreground, and several patients are visibly sitting up and interacting mildly with the medical staff or amongst each other.\n\nThe lighting is somewhat dim, casting soft shadows, and the overall mood seems to be busy yet controlled. Various cables and medical supplies can be seen in the background, and the large windows or openings on the sides of the walls are covered, likely to maintain privacy or control light.\n\nThis setting appears to be a response to an event requiring significant medical attention and care, possibly during a crisis, health outbreak, or a large-scale emergency situation, where temporary facilities are used to manage and care for a high volume of patients.","title":"Louisville Mayor Frank Burke ordered 4,800 residents of the waterfront area known as Portland to evacuate, and another 22,000 people were asked to leave voluntarily when a barge carrying liquid chlorine threatened to spill its poisonous contents. Among the evacuees were 31 patients from the Louisville Memorial Hospital.","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["543910","556556","558178","558177","545399","553035","552934","558168","545552","558167","554849","545482","558322","558170","558175","558173"],"cl":[7],"cluster":["#07 &mdash; Commercial Activities"],"terms":["patient","staff","care","bed","healthcare","wheelchair","crisis","response","privacy","emergency"]}
