{"path":"543997.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph depicts an industrial interior, possibly a factory or steel mill, characterized by a rugged and atmospheric setting. The focus of the image is on the large, mechanical components and machinery scattered throughout the space. These include heavy, cylindrical drums, which appear worn and aged, suggesting they have endured considerable use.\n\nThe composition is dramatically lit, with harsh, contrasting light entering from windows high on the walls, creating glare and casting deep shadows. Sunlight streams in, mixed with smoke or steam that adds a hazy, almost ethereal quality to the environment. This effect also highlights the airborne particulates, adding a gritty texture to the scene.\n\nOverhead, an intricate network of metal beams and girders supports the roof and various equipment. Some of these structures carry dangling chains, hooks, and other industrial apparatuses that are silhouetted against the bright windows. The upper part of the image shows sections of a catwalk or platform, where shadows of unseen workers or structural elements are projected onto the illuminated surfaces, providing a sense of scale and activity.\n\nThe ground is cluttered with debris and materials, which reinforce the industrial theme, while the color palette consists mostly of dark and muted tones, punctuated by the intense highlights from the natural light. This setting conveys a strong sense of a bustling, working environment, though no people are visible, leaving the machinery and architectural elements to tell the story of this space.","title":"Smelting furnace at the Inspiration Consolidated Copper Company","placename":"Globe (Ariz.)","location":"Globe, Arizona","nn1":["546757","544045","556388","546923","543158","544001","557387","557388","557397","544026","545992","542545","556389","557390","558365","547964"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["girder","glare","hook","machinery","drum","mill","apparatus","highlight","chain","space"]}
