{"path":"543982.jpg","date":"March 1972","photographer":"Strode, William","caption":"This image captures a desolate urban street scene in what appears to be a rundown commercial area. The photograph depicts a gray, overcast day, with a damp, litter-strewn sidewalk stretching into the distance, lined on one side by a series of storefronts.\n\nThe sidewalk features multiple parking meters and is flanked by utility poles that carry numerous overhead lines, contributing to a slightly cluttered aerial view. The road itself appears empty, with no visible vehicles or pedestrians, enhancing the forsaken atmosphere of the scene.\n\nThe storefronts are aged and show signs of wear; they are constructed with fading facades, some with peeling paint and visible disrepair. Various signs are visible, offering a glimpse into the types of businesses that occupy these spaces. Signage includes labels like \"COUNTRY STORE,\" \"CLEANERS,\" and possibly a furniture store, among others. Some signs are partially obscured, only showing fragments of text, such as \"ENAS\" and \"NFFS,\" which hints at the incomplete view of the neighborhood's offerings.\n\nThe architectural style is somewhat uniform, with shops having large windows covered partially by metal grilles, likely for security. The lack of activity and visible disrepair suggest economic decline or a non-operational status for many of these establishments. The overall mood is melancholic, marked by the absence of human presence and the starkness of the urban environment.","title":"The streets of the Louisville waterfront area, Portland, are deserted following evacuation. A barge carrying liquid chlorine had broken loose from its tug on the Ohio River and was in danger of spilling its poisonous contents. The evacuation lasted only 24 hours, as the barge was stabilized and the chlorine safely pumped from its tanks.","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["552933","549785","552682","547580","557345","550108","557278","557350","555952","550319","549786","552750","555902","550110","556983","548500"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["storefront","disrepair","store","sidewalk","status","offering","starkness","security","grille","meter"]}
