{"path":"543910.jpg","date":"June 1972","photographer":"Strode, William","caption":"This photograph depicts a busy and interactive scene inside a room that is set up for emergency shelter registration and medical services. In the foreground, there are two foldable tables with handwritten signs; one reads \"SHELTER REGISTRATION\" and another \"MEDICAL.\" At these tables, several people, possibly volunteers or staff, are engaged in activities related to managing a crisis or emergency situation.\n\nA young boy wearing a striped jersey with the number 15 stands at the shelter registration table. He appears to be speaking with a woman seated at the table, who is gesturing actively and seems to be either explaining something to the boy or directing him.\n\nThe woman at the shelter registration table has short curled hair and glasses, and is wearing a cardigan and blouse. Another woman seated beside her is wearing a white blouse, and she is also engaged in a discussion. There's a variety of paperwork and materials scattered on the table indicating organizational or registration activities.\n\nIn the background, another woman with a surprised expression is observing or reacting to the interaction at the shelter registration table. The overall environment suggests a community effort to assist and organize aid during an emergency, with people of different ages involved.\n\nThe setting appears to be an indoor gymnasium or similar large room, typically used for such mass coordination efforts in emergencies. The atmosphere is active and somewhat chaotic, highlighting the urgency and community involvement in response to a crisis.","title":"An evacuation center set up outside the city of Louisville to house those fleeing a potential disaster. A liquid chlorine barge threatened to spill enough poison gas to devastate much of the city.","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["552934","543974","545384","552387","556028","556258","556530","552616","543920","545547","557704","552930","549073","542655","557027","548237"],"cl":[52],"cluster":["#52 &mdash; Workplace Activities"],"terms":["registration","table","emergency","shelter","crisis","woman","blouse","effort","boy","room"]}
