{"path":"543957.jpg","date":"September 1972","photographer":"Strode, William","caption":"This photograph depicts an aerial view of a city during twilight or in low light conditions, making most details slightly obscure. The lighting condition lends a muted dark palette to the entire scene.\n\nForeground:\nThe lower portion of the image features parts of a city with visible roadways highlighted by sparse streetlights. A prominent curved road or highway snakes through the lower part of the photograph, somewhat illuminated and showcasing minimal vehicular movement.\n\nMiddle ground:\nThe city's infrastructure includes various buildings with a few being more prominent due to their size, appearing as dark silhouettes against the dusky sky. The density of the buildings suggests a well-developed urban area.\n\nBackground:\nIn the distance, there is a large body of water, possibly a river, visible behind the silhouette of the city's landscape. The water body is crossed by what seems to be a bridge integrating into the city's transport network. Beyond the river, there appears to be another layer of the city or different landforms, though details are unclear due to the lighting.\n\nAtmosphere:\nThe image has a hazy quality possibly due to fog, smog, or simply the condition of the light at the time the photograph was taken. This atmospheric condition adds a sense of mystery and depth to the scene.\n\nOverall, the composition and the time of capture give the photograph a somber and subdued look, capturing the essence of a city winding down or in a state of quiet activity.","title":"Smog over Louisville and Ohio River","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["548384","549543","545499","548339","547429","545913","553021","546744","545406","546684","549620","543883","548328","549970","553821","548383"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["city","condition","streetlight","silhouette","landform","mystery","time","integrate","snake","river"]}
