{"path":"543932.jpg","date":"May 1972","photographer":"Olive, Jim","caption":"This photograph captures a lively moment at what appears to be a promotional or public relations event. In the image, we see two key figures: an older man and a younger woman. They are both interacting with a small crowd, likely at some public or semi-public venue.\n\nThe man, dressed in a dark suit and tie, is smiling and looking downwards as he holds up a white T-shirt. The T-shirt features a green logo with the text “A Great State” encircling the logo. He is positioned slightly to the left in the image and is in the process of either receiving or presenting the T-shirt.\n\nThe young woman, who is energetically interacting with the audience, wears a striking green outfit and a matching headband. Her attire notably features multiple repetitions of the same logo that is seen on the T-shirt. She stands next to a microphone, indicating she might have been speaking or is about to speak. She is leaning forward slightly, smiling broadly, and looking up at the older man.\n\nThe background is not distinct but suggests an interior setting due to the presence of what looks like equipment racks and the top of someone's head, probably an audience member or another participant at the event. The tone of the setting is informal and joyful, indicated by the expressions and casual interaction between the individuals and the surrounding audience.\n\nOverall, the photograph appears to depict a moment of warm interaction, possibly connected to a promotion or celebration involving the pictured logos and slogans, within a lively and informal setting.","title":"Environmental awards dinner","placename":"Fort Smith (Ark.)","location":"Fort Smith, Arkansas","nn1":["552624","556247","556694","556272","553267","543917","550077","553280","556244","551854","551852","551437","547358","558293","545384","557031"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["logo","audience","shirt","repetition","promotion","relation","headband","slogan","microphone","event"]}
