{"path":"544007.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph captures a scene at an industrial site related to the processing or disposal of organic material, possibly a biomass facility or a lumber mill. The main focus of the image is a man in work attire, including a hard hat and overalls, intervening manually in the processing operation. He is using a shovel or a similar tool to manage or direct the flow of wood chips or bark that are being transported by a large conveyor belt. This belt is massively loaded and is moving the material from lower left to upper right in the direction towards a large metallic structure that dominates the background.\n\nThe structure in the background, part of the industrial setup, possibly serves a function related to storage, processing, or the emission control, evidenced by the pluming smoke or steam emerging from its top. The man works diligently, amidst the dusty and smoke-filled environment, suggesting a gritty, physically demanding atmosphere typical of such industrial operations.\n\nAround the scene, there are several other people observing the operation, standing at a safe distance. They appear to be either colleagues, supervisors, or perhaps visitors, given the presence of a man in civilian attire. The ground is uneven and muddy, indicating either recent rainfall or the typical ground condition for such facilities. The sky is clear except for the pollution emanating from the facility, which creates a stark contrast against the blue sky, further emphasizing the industrial nature of the scene.\n\nIn the far background, beyond the immediate confines of the working area, there appears to be more of the industrial facility visible, including other structures and equipment, which suggests that this is part of a larger operation. The setting and the actions capture a moment of intense, routine labor in an environment focused on heavy industrial processing.","title":"Kaibab Lumber Co","placename":"Payson (Ariz.)","location":"Payson, Arizona","nn1":["550349","544048","550350","553013","550251","554430","546236","554431","543749","546255","554427","542857","547010","543169","545260","545661"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["processing","operation","facility","belt","colleague","confine","smoke","chip","lumber","shovel"]}
