{"path":"544093.jpg","date":"May 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph features a scene in an arid, mountainous setting. It captures a group of six people, possibly tourists or hikers, engaged in activities near a large pile of small rocky debris that appears to be either mining spoil or natural scree. The sunlight is bright, indicating a sunny day, which casts clear shadows and illuminates the vibrant blue sky and the earthy tones of the rocky landscape.\n\nIn more detail:\n- The background consists of a large, steep mound of rocks, sloping upwards to the upper right of the frame. It is surrounded by similar formations, suggesting a rugged terrain.\n- The sky is a vibrant, clear blue with minimal cloud coverage.\n- In the foreground, two women and four men are visible. One woman wears a light-colored dress or skirt and is standing slightly apart from the group, observing the scene or conversing. The other woman is similarly dressed.\n- The men are more scattered; one individual is standing higher up on the slope, in a stance that suggests he is climbing or stabilizing himself on the rocky ground. The rest of the men are standing or moving around the base of the mound, dressed in casual attire typical of a hiking or outdoor setting.\n- All individuals are engaged either in conversation or in exploring the area, with some facing each other, indicating interaction.\n\nThe overall composition focuses on the natural landscape's ruggedness and the human element of exploration or leisure activity within it. The image might evoke themes of adventure, geological or historical interest, or simply a day out in a unique landscape setting.","title":"Tourists look for souvenir rock at the Anaconda Co.'s Twin Buttes mine.","placename":"Tucson (Ariz.)","location":"Tucson, Arizona","nn1":["545700","554672","545702","545782","545776","544085","553370","543383","545689","544305","543382","545780","543234","543998","558096","544903"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["mound","woman","hiker","coverage","ruggedness","stance","hiking","group","tourist","skirt"]}
