{"path":"544037.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"The photograph presents a vivid industrial scene, likely at a mining facility. The foreground is dominated by large pools of water that showcase significant pollution or chemical contamination, indicated by the unnatural blue and darker colored patches. These bodies of water reflect the infrastructure and sky, enhancing the gritty aesthetic of the environment.\n\nIn the midground, several industrial buildings, possibly processing plants or warehouses, are visible. These structures have a worn appearance with dark hues and are constructed in a functional, utilitarian style typical of industrial architecture. Notable features include metal roofs and large windows. An array of mining headframes, which are used to lower and raise miners and materials into and out of the mine, towers above some of the buildings, suggesting an active or recently active extraction site. They appear robust and metallic with a lattice structure.\n\nThe background of the photograph reveals a rugged, arid landscape with bare, rolling hills that hint at extensive excavation and expose various earthy tones. The sky is clear, contributing to the stark lighting and deep shadows observed throughout the scene.\n\nThe overall composition captures a strong contrast between the natural rough terrain and the imposing man-made mining structures, symbolizing the heavy industrialization and its impact on the environment. The color saturation and clarity of the image highlight the striking and somewhat severe nature of industrial activities in remote, harsh landscapes.","title":"Leaching (separating) tanks at the electrowinning copper refining plant","placename":"Globe (Ariz.)","location":"Globe, Arizona","nn1":["551556","544036","544059","544044","552427","544067","543848","551036","554764","544702","543815","544788","544062","551585","554763","555591"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["mining","miner","contamination","lattice","industrialization","mine","extraction","saturation","pool","chemical"]}
