{"path":"544063.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph presents an aerial view of a rugged landscape at what seems like sunset, given the golden-orange hue that permeates the scene. This lighting casts a dramatic effect, highlighting the undulating terrain and patterns of land usage. \n\nThe foreground and midground are dominated by terraced, irregular hills that appear heavily segmented by roads or paths, creating intricate patterns on the landscape. This includes areas that look like strip mines or terraced farming zones. Scattered throughout are patches that could be either small areas of vegetation or exposed earth, contrasting sharply with other areas of darker soil.\n\nA small town or community can be seen nestling in the valleys between these hills, characterized by clusters of buildings and structured streets. Just beyond this community, a large, reflective surface, most likely a lake or a reservoir, dominates part of the landscape, its surface shimmering in the sunlight. \n\nIn the background, larger mountains loom over the scene, and the land appears more natural and less marked by human activity. These mountains fade into clouds or mist rolling over their peaks, contributing to a sense of vastness and wildness in contrast to the developed area in the foreground.\n\nThe entire landscape is marked by a rugged, raw beauty, emphasized by the warm, intense color palette and the fading sunlight casting long shadows and creating a radiant, almost otherworldly glow over the entire scene.","title":"Inspiration consolidated copper co.' S mines and smelter, 90 miles east of Phoenix","placename":"Globe (Ariz.)","location":"Globe, Arizona","nn1":["557533","544792","545626","552560","550596","555873","545313","555845","550397","549170","544034","543742","544051","553976","545139","552593"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["permeate","wildness","fade","reservoir","mark","community","land","mine","loom","mountain"]}
