{"path":"544045.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph depicts an industrial setting, specifically what appears to be the interior of a steel mill or foundry during operation. The environment is bathed in a bluish tint, possibly due to the lighting conditions or the photographic process used.\n\nThe composition includes heavy industrial machinery and equipment. On the left side of the image, there is a large, cylindrical structure that could be part of a furnace or boiler, evident from the visible heat and sparks emanating from its central section. Above this, a gantry crane or some form of lifting equipment is partially visible, suggesting the scale and functionality of this facility. The right side of the image features similar equipment, with portions obscured by the thick smoke and steam filling the air.\n\nIn the background, the structure of the building is visible with high ceilings and beams lit by scattered lights, creating a stark contrast with the dark, heavily shadowed foreground. This background also shows translucent windows or paneling through which some natural light is seeping in, adding to the complexity of the lighting.\n\nThere are vibrant flares of green and orange fire or light scattered throughout, possibly from the metalworking processes or reflections of the intense heat on various surfaces. The air is filled with smoke and steam, which adds a moody and somewhat eerie atmosphere to the scene. The overall environment suggests a high-temperature, intense industrial work area, common in metal and steel production facilities. No people are visible in the photograph, focusing entirely on the industrial processes and machinery.","title":"Inspiration Consolidated Copper Company's smelting area","placename":"Globe (Ariz.)","location":"Globe, Arizona","nn1":["557397","544049","544001","557399","547060","543997","546757","557400","543996","557395","549693","545536","544000","547069","543158","549694"],"cl":[19],"cluster":["#19 &mdash; Industrial Facilities"],"terms":["heat","process","steel","steam","equipment","air","spark","furnace","paneling","flare"]}
