{"path":"544067.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This image depicts an industrial scene set in a rugged, mountainous region. The center of the photo features a large industrial plant characterized by multiple buildings and tall smokestacks emitting white smoke into the sky. To the southwest of the facility lies a large, open pit mine, visible as a vast area of cleared and terraced land. There appears to be a body of water within the mine, providing a sharp contrast to the surrounding barren landscape.\n\nBesides the industrial activity, there are several water bodies present—two prominent ones are dark and mirror-like, reflecting the surrounding environment. These bodies of water are bordered by grayish-white areas, possibly tailings or other mining by-products.\n\nThe landscape is filled with various shades of browns and grays typical of a desert or a heavily mined area. Lighter colored roads wind through the terrain, connecting different parts of the industrial complex and extending out towards the residential areas.\n\nOn the northern edge of the image, one can see a small community, identifiable by clusters of red-roofed houses. These residential zones are interspersed with green areas, likely parks or communal spaces, which provide a stark contrast to the industrial zones.\n\nThe overall imagery reflects a blend of heavy industry and residential life coexisting within a challenging geographical area. The pollution, visible in the form of smoke plumes, and the extensive alteration of the landscape are indicative of the environmental impact associated with such industrial activities.","title":"Mines and smelter","placename":"Globe (Ariz.)","location":"Globe, Arizona","nn1":["544059","544058","544781","544788","545354","544062","550706","543980","551585","544037","550866","543733","551051","544777","551197","551556"],"cl":[13],"cluster":["#13 &mdash; Environmental Pollution"],"terms":["mine","zone","like","imagery","smoke","alteration","pit","body","mirror","product"]}
