{"path":"544062.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph is an aerial view of an industrial site, specifically a steel plant, surrounded by extensive landscape manipulation likely due to mining activities. The plant, located at the center of the image, features multiple buildings and large cylindrical storage tanks, along with two prominent smokestacks emitting thick white and lighter smoke, contributing to air pollution. The surrounding landscape shows vast areas of exposed earth, forming various patterns and textures, indicative of strip mining operations.\n\nThere are multiple dirt tracks crisscrossing the mining areas, and large piles of mined materials can be seen adjacent to these tracks. The foreground of the image presents barren land divided into irregular segments by these tracks, suggesting significant earth movement and alteration due to industrial activity. Moreover, traces of vegetation are sparse, possibly due to the environmental impact of the mining and steel production.\n\nAt the top of the image, a river flanked by better-preserved lands provides a sharp contrast to the heavily industrialized and disrupted terrain around the plant. The river and its shorelines appear to be one of the few areas left relatively untouched, and they curve elegantly around the industrial complex. The coloration changes from the deep and dark earthy tones of the mining areas to the lighter, more natural green and sandy colors of the river environment.\n\nOverall, the photograph captures the scale and environmental impact of industrial activities and highlights the stark contrast between natural and altered landscapes.","title":"Tailings piles from Inspiration Consolidated Copper Co.'s mines and smelter","placename":"Globe (Ariz.)","location":"Globe, Arizona","nn1":["551585","544058","549510","544059","550706","544067","551567","549168","544788","551556","551173","551192","549511","551201","549508","550862"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["mining","track","steel","plant","river","industrialize","earth","disrupt","alteration","trace"]}
