{"path":"544044.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph features an industrial facility that appears to be involved in some form of mining or metal processing, based on the context and visible infrastructure. The scene is dominated by several large buildings, including a prominent gray structure in the middle with a sloped roof and vertical siding, which might be the main processing area. There are multiple tall metal silos connected to this building, suggesting storage capabilities for raw materials or processed products.\n\nForegrounding the image, there is a series of open, rectangular tanks filled with what looks to be waste liquid. The closest tank is filled with a vibrant orange liquid, which might be a result of mineral leaching or some other chemical process. Further along, other tanks contain liquids of various colors, including blues and darker hues, and they line up leading towards the factory buildings.\n\nIn the background, beyond the facility buildings, a landscape of barren hills can be observed, possibly indicating a mining site. The industrial setup includes numerous conveyors, some of which seem to transport material between different sections of the facility. Elevated walkways allow for transit across the facility above ground level, and more industrial machinery and infrastructure fill the scene, including what appears to be a tower structure with visible frameworks and rail tracks perhaps used for transporting ore or other materials to and from the plant.\n\nThe sky is clear blue, suggesting the photograph was taken on a sunny day, enhancing the stark color contrasts between the natural landscape, the industrial structures, and the brightly colored waste liquids in the foreground. The setting connotes a heavy industrialized area involved in extensive material processing, typically associated with significant environmental impact.","title":"Iron leaching (separating) area of inspiration consolidated copper company's smelter","placename":"Globe (Ariz.)","location":"Globe, Arizona","nn1":["544036","543169","550724","545992","544037","549960","551556","544569","545836","549168","544573","544788","546103","544048","544068","551612"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["liquid","processing","facility","tank","material","mining","waste","transport","ore","capability"]}
