{"path":"544097.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph depicts a man giving a presentation or lecture in front of a diagram. The man, who appears to be middle-aged, is dressed in a suit and tie, and is making a gesture with his right hand, possibly explaining a point or emphasizing a detail. His tie features some kind of emblem, which could indicate his affiliation with an organization or represent the subject of the lecture.\n\nHe is standing in front of a large wall-mounted schematic or blueprint. The diagram is detailed and colorful, containing sections shaded in blue, red, and gray, with various lines and technical designations. The diagram includes labels and numbers that likely explain the workings of a system or structure, specifically referred to as a \"Pollution Control Scrubbing System\" for \"Units 1, 2 and 3 - 578 megawatts\" located in \"Four Corners, New Mexico.\" This system is noted as being \"designed, engineered and constructed\" by \"Chemico.\"\n\nThe background of the image further suggests an educational or corporate environment due to the clean, structured setting with white brick walls. There is also a partial view of a fire extinguisher and another frame (possibly another diagram or information board) on the left side, enhancing the formal, instructional ambiance of the situation.\n\nThe overall lighting and quality of the image have a somewhat dated feel, implying that this photograph was taken a few decades ago, possibly in the mid to late 20th century. The photograph captures a moment of professional explanation or education, emphasizing themes of industry, engineering, and environmental technology.","title":"Exhibit of pollution control system.  At Four Corners power plant","placename":null,"location":null,"nn1":["553026","542661","554338","551595","542662","557703","552368","542765","553025","543995","546285","549330","544105","552390","557829","549610"],"cl":[30],"cluster":["#30 &mdash; Equipment"],"terms":["diagram","explain","tie","system","affiliation","engineere","education","refer","presentation","wall"]}
