{"path":"544084.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph depicts an urban scene featuring a two-story brick building prominently in the center. The building, named \"American Legion\" as indicated by the inscribed arch on the peak of its facade, dates back to 1885 according to the same inscription. Its architectural details include arched windows on the ground floor, rounded doorways, and a greenish bay window structure on the second floor. There are also stairs leading up to a set of double doors, suggesting this building serves as a public or communal space.\n\nOn the street in front of the building, two vintage cars are parked, indicative of mid-20th-century American models. The car closest to the viewer is identified as a taxi by the sign on its roof, which states \"Vacant.\" This detail suggests the time period might likely be around the 50s to 60s based on the car designs and the photograph’s color quality.\n\nOn the right, a portion of a wooden structure can be seen, possibly an adjacent building or an extension, contrasting with the brick architecture of the American Legion building. Stringing above the street are utility wires, and a single streetlamp hangs overhead, adding to the archival quality of the scene.\n\nThe backdrop provides little information about the wider environment but shows a clear deep blue sky. The overall composition and elements of this photograph provide a snapshot of American small-town life in the mid-20th century, reflecting historical architecture, transportation, and perhaps community activities associated with the American Legion.","title":"Downton area of Bisbee, an old mining town","placename":"Bisbee (Ariz.)","location":"Bisbee, Arizona","nn1":["546440","557155","552526","558037","546436","555908","542900","557805","550053","550118","557156","545333","551085","552681","552602","546428"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["building","60","floor","brick","car","extension","taxi","inscription","century","architecture"]}
