{"path":"544073.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph provides an aerial view of a densely populated urban area, possibly a cityscape, taken from a high vantage point that appears to be from an aircraft. The shot captures both the human-made environment and natural geographical formations. \n\nIn the foreground and spanning to the background, we see a grid of streets and blocks densely packed with buildings of various sizes. A prominent feature in this cityscape is a cluster of high-rise buildings that stand out due to their height compared to the surrounding lower structures. These high-rises are mostly concentrated in what can be assumed as the downtown or central business district of the city.\n\nBeyond the urban area, the landscape transitions into less densely populated spaces that have fewer buildings and more open land parcels. As the eyes move towards the horizon, the landscape dramatically changes into rugged mountain slopes, towering in the background. These mountains are barren with no visible vegetation and have rocky surfaces that appear grayish in color.\n\nThe photo captures a contrast between the flat, organized urban environment and the wild, irregular forms of the natural mountain terrain. The overall color tone of the image is a mix of earthy hues with the urban area showing shades of gray and brown, and the background mountains in deeper grays.\n\nThe quality of the image and the angle suggest it might be a historical or archival photograph given the color saturation and grainy texture. The clarity diminishes slightly due to what could be either haze or a limitation in the photograph's resolution, common in older or historical aerial photographs.","title":"The view of Phoenix's urban sprawl from 4000 ft.  South mountain in background","placename":"Phoenix (Ariz.)","location":"Phoenix, Arizona","nn1":["542673","553060","542674","544791","553728","548424","552394","553300","553674","548425","551509","552186","544783","549979","550198","552171"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["mountain","cityscape","parcel","diminish","rise","concentrate","downtown","saturation","aircraft","district"]}
