{"path":"544034.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph is an aerial view showcasing a vast landscape under a broad sky filled with fluffy, scattered clouds. The terrain is predominantly arid and is characterized by a mix of barren land and sparse vegetation. Key features of the terrain include several winding, dried-up riverbeds or washes, which cut through the landscape creating intricate patterns and shapes. These dried riverbeds are mostly sandy in color, contrasting with the darker soil and vegetation surrounding them.\n\nIn the middle and foreground, there are several large, open areas that appear to be used for agricultural or possibly mining purposes, as suggested by their cleared and somewhat orderly appearance compared to the natural ruggedness of the surrounding land. The presence of roads or tracks is visible, which snake through the landscape, connecting these open areas with each other and leading towards the horizon.\n\nThe background is dominated by a mountain range which adds a rugged silhouette against the sky. These mountains vary in shape and elevation, contributing to a diverse and textured horizon line.\n\nThe vastness of the sky, punctuated by the dynamic cloud formations, plays a significant role in setting the mood of the scene, providing a sense of openness and scale. The lighting, possibly of either early morning or late afternoon, casts soft hues across the landscape, enhancing the earthy tones of the terrain and the shadows cast by the clouds.","title":"Year-round and resort homes under construction 25 miles northeast of Scottsdale","placename":"Fountain Hills (Ariz.)","location":"Fountain Hills, Arizona","nn1":["545783","550598","548673","549183","550397","544155","549179","545790","555845","543665","544400","549132","550586","545771","545895","552923"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["riverbed","cloud","diverse","terrain","fluffy","shape","land","wash","winding","mountain"]}
