{"path":"544088.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph features a multi-story brick building with distinctive architectural details. The building, dated 1906 as engraved near the top, has a weathered look with faded and peeling paint, and visible wear. It is a three-story structure with a flat roof, and the bricks are primarily in a red hue. The windows, symmetrically placed, have an arched design and are boarded or covered, suggesting the building might be abandoned or no longer in use for its original intent.\n\nOn the ground level, there are diverse storefronts. On the left, one door is marked with a sign reading \"OFFICE\" over it, appearing to be a separate entry from the store fronts. The first storefront features an advertisement for \"ICE COLD\" drinks depicted with a drawing of a beverage priced at 15 cents, indicating a past era. The middle door under an awning seems permanently closed. The right segment promotes something called the \"400 Club,\" alongside another door labeled \"BISBEE CLEANERS\" which hints that dry cleaning or similar services were offered.\n\nThe surrounding area is urban with a glance at another building to the far left that has a white and red striped exterior, and a glimpse of a hilly landscape with sparse vegetation and some houses in the very background. This sets a context that the building is likely in a small or medium-sized town with historical features.\n\nThe photograph is vivid, with shadows hinting at a sunny day, and carries a nostalgic or historical tone, emphasizing an America of times gone by.","title":"Downtown area of an old mining town","placename":"Bisbee (Ariz.)","location":"Bisbee, Arizona","nn1":["545355","557643","552681","557634","546440","557635","553478","545317","552964","550108","544077","557156","558120","543356","545334","545339"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["storefront","door","intent","engrave","drawing","brick","glance","building","cleaning","call"]}
