{"path":"544002.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph captures a lively and colorful scene at a lakeside location. The picture is set against a backdrop of a calm, expansive lake surrounded by low, desert hills dotted with sparse vegetation, presumably cacti and desert scrub. The sky appears clear and intensely blue, indicative of a sunny day which enhances the vibrancy of the scene.\n\nThe main activity in the photograph centers around several groups of people engaging in leisure activities, primarily focusing on boats and vehicles. In the immediate foreground, there's a pickup truck partially submerged in the lake, towing a white boat equipped with several seats and mechanical instruments, possibly used for fishing or leisure cruising. Several individuals, including children and adults, are gathered around the truck and boat, either preparing for a boat ride or just interacting near the water's edge.\n\nTo the left and center of the scene, other vehicles are visible. A variety of cars and trucks of different colors—red, yellow, white, and blue—are parked or moving on a pebbly lakeside driveway. It's notable that another car is also partially submerged in the lake, similar to the first, possibly indicating a common method at this location for launching boats into the water.\n\nIn addition to these nautical preparations, the image captures individuals in the water, swimming or playing, suggesting a recreational or family day out at the lake. On the far bank of the lake and scattered in various other parts of the image, more people can be seen standing or walking around. \n\nThe overall composition of the photo, the placement of people, vehicles, and boats, paints a busy yet enjoyable day of outdoor activities, clearly a popular way to spend a sunny day by the lake in this community. The presence of multiple groups also suggests a popular public or communal spot, likely cherished for its recreational offerings.","title":"Enjoying a day at the lake. 153-day drought has caused the water level to drop.","placename":"Pleasant, Lake (Ariz.)","location":"Pleasant, Lake, Arizona","nn1":["544006","544025","549939","558233","554683","544442","546856","554485","549934","547773","543998","551543","554618","543943","551528","550236"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["lake","boat","truck","desert","vehicle","leisure","offering","scrub","day","driveway"]}
