{"path":"544059.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph presents an aerial view of an industrial landscape surrounded by natural terrain. In the center of the image, there is a large industrial facility that includes multiple buildings and smokestacks emitting plumes of smoke, which hint at ongoing industrial activity possibly related to manufacturing or energy production. Extensive, organized patterns of terraced, barren land suggest open-pit mining activities in the vicinity of the plant.\n\nTowards the left side of the photo, there are clusters of houses forming a small residential area, tightly packed and organized in rows. These houses contrast starkly with the industrial and mining operations, suggesting a close-knit community living near industrial activities. \n\nTo the right, the landscape features large settling ponds or tailings basins, which are typically used in mining and industrial processes to store byproducts or waste materials. Their presence emphasizes the industrial usage of the area.\n\nThe background reveals rugged mountains stretching into the distance, with low-lying clouds hovering near the peaks, adding a natural, majestic backdrop to the scene dominated by human industrial activity. The overall lighting is warm, suggesting either a sunrise or sunset, casting long shadows and accentuating the texture of the landscape.\n\nThis composition captures a synthesis of human activity and natural environment, highlighting the impact of industrial processes on the surrounding land and community.","title":"Inspiration Consolidated Copper Co's mines and smelter","placename":"Globe (Ariz.)","location":"Globe, Arizona","nn1":["545354","544067","545013","544788","550706","552196","552246","544792","544058","551585","544781","551197","554763","544062","551174","543980"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["mining","organize","byproduct","hover","process","basin","community","pit","house","knit"]}
