{"path":"544072.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph shows an unpaved alleyway lined with utility poles and large industrial garbage bins. The image has a gritty, somewhat desolate appearance. The ground is predominantly dry and dirt-covered, sprinkled with scattered debris. The perspective of the image leads the viewer's eye down the alley, creating a sense of depth and extending into the distance where the path seems to converge.\n\nOn the left side of the image, alongside the path, there is a variety of fencing materials—metal sheets, wood panels, and wire meshes—which create a makeshift barrier between the trail and adjacent properties. This side also shows several large, heavy-lid garbage bins. Vegetation, seemingly overgrown and unkempt, peeks out from behind the fences and bins. Some trees slightly overshadow the alley, contributing patches of shadow on the ground.\n\nOn the right side of the alleyway, the fencing is more consistent, predominantly made of vertical metal sheets. This side also features similarly styled garbage bins and discarded objects like wooden planks, contributing to an overall unkempt and neglected atmosphere. Utility poles aligned in a row parallel to the alleyway run through the entire path and feature multiple cables stretching from pole to pole.\n\nOverall, the scene conveys a sense of neglected urban infrastructure, with no visible human activity, emphasizing the elements' wear and exposure to elements. The overcast sky hinting in the background adds to the somber and deserted feel of the scene.","title":"One trash container, which holds 320 gallons of garbage, serves 4 families. The containers are lifted mechanically by new garbage trucks.","placename":"Scottsdale (Ariz.)","location":"Scottsdale, Arizona","nn1":["545361","551131","552967","544087","552969","556324","549786","545343","557345","547470","550112","556640","547979","552750","556313","543982"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["bin","garbage","alleyway","pole","alley","fencing","sheet","path","utility","lid"]}
