{"path":"544169.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph depicts an industrial scene cast under a dusky or overcast sky, likely taken during early evening or under low-light conditions. The setting is dominated by large industrial structures, including a plant with several tall chimneys emitting smoke or steam into the air, signifying ongoing industrial activities. The plant features multiple layers of scaffolding, pipelines, and infrastructural elements characteristic of a heavy industrial facility, possibly a steel mill or a similar factory.\n\nIn the foreground, there are multiple large vehicles in motion, suggesting a busy industrial environment. Significantly, two dump trucks dominate the immediate foreground, one prominently displaying a logo or emblem on its rear. The trucks appear to be rugged and well-used, typical of vehicles utilized within heavy industry settings. Each truck is moving on a packed dirt road that bisects the lower part of the image, indicating a regular route for transporting materials within the plant.\n\nThe environment around the vehicles and industrial plant is devoid of vegetation, showing an expanse of barren land possibly covered with industrial byproducts or dust. The overall ambiance is gritty and industrial, highlighted by the muted colors and the haze that hangs over the scene, possibly due to pollution or simply the weather conditions.\n\nLights can be seen faintly glowing within the plant, adding a sense of depth and activity despite the image being taken at a time of low natural light. The overall composition of the photograph underscores themes of industry, labor, and environmental impact, capturing a moment in the daily operation of a heavy industrial facility.","title":"Trucks haul coal from the Navajo Mine to the Four Corners Generating Plant.","placename":"Shiprock Peak (Ariz.)","location":"Shiprock Peak, Arizona","nn1":["557385","542999","557390","549965","546191","545434","549967","547010","544173","543642","545445","543011","550328","550181","546107","557214"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["plant","truck","industry","byproduct","vehicle","pipeline","dump","scaffolding","emblem","facility"]}
