{"path":"544122.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures a dynamic scene with several people engaged in activities on a small motorboat. The boat is on water, likely a lake, under bright daylight conditions. There is another boat visible in the background.\n\nThe motorboat appears slightly crowded and somewhat chaotic. There are three visible individuals on the boat, possibly attempting to either stabilize the boat or preparing to embark for a ride. Each person displays a different action which contributes to a sense of bustling activity:\n\n1. On the left, a person is bent over inside the boat, perhaps retrieving or handling some equipment. This individual is wearing a bright red shirt.\n \n2. In the middle, another person, wearing a patterned black and white shirt, is crouched in a handling position, reaching towards the front of the boat. Their position suggests they might be adjusting or handling some of the boat's mechanics or controls.\n\n3. On the right side of the boat, another individual, wearing a red and white swimsuit, is seated on the edge of the boat. She seems to be either just getting onto the boat or preparing to do something on the boat, like moving or securing an item.\n\nThe background features tranquil water and another boat a distance away, indicating the presence of recreational boating activity in the area.\n\nThis scene suggests a moment of preparation and adjustment, perhaps before taking the boat out onto the lake for recreational purposes. The casual attire and the composition indicate a leisurely, if somewhat disorganized, summer activity.","title":"Lake Powell","placename":"Page (Ariz.)","location":"Page, Arizona","nn1":["551255","548054","543952","553835","551310","543943","554199","548736","548525","549418","546352","554198","546912","550029","546348","549939"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","motorboat","prepare","person","handle","adjustment","mechanic","retrieve","get","lake"]}
