{"path":"544162.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"The photograph captures three archaeologists at work within a deep excavation site. The setting appears to be in a dry, possibly desert area highlighted by the reddish-brown earth. The excavation pit is uneven with varying levels and has been dug into a larger mound of earth.\n\nOn the left, one archaeologist, wearing a dark checkered shirt and light-colored pants, is kneeling and focusing intently on the ground. This person has a metallic bowl-shaped helmet on and appears to be brushing or sifting through the soil with a small tool.\n\nIn the center, another archaeologist is seen in a more shadowed area. They are also kneeling and engaged in similar work as the first. This individual is dressed in a plaid shirt, dark pants, and also wears a light-metallic helmet for protection.\n\nTo the right, there's an archaeologist wearing a plaid long-sleeve shirt and jeans, standing and slightly bending forward while using a large brush on the soil. This person sports a wide-brimmed hat instead of a helmet.\n\nAround them, on the ground, there are various tools visible including shovels, brushes, and what appear to be markers or small flags. There are also fragments of pottery and stones scattered within the dug-out sections of the site.\n\nOverall, the scene is one of meticulous examination and careful excavation, likely aimed at unearthing archaeological artifacts or features buried in the sediment. The sunlight casts shadows and highlights, indicating either an early or late time of day, adding to the intensity and focus of the work environment.","title":"Under the direction of Paul Frish, skilled Navajo workmen perform delicate archaeological operations. The dig is a project of the Museum of Northern Arizona.","placename":"Navajo Indian Reservation (Ariz.)","location":"Navajo Indian Reservation, Arizona","nn1":["552495","552496","544366","544158","544984","545567","544085","542601","543802","549086","546325","555824","554856","544154","546271","545565"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["brush","excavation","helmet","dig","kneel","tool","work","soil","bury","earth"]}
