{"path":"544148.jpg","date":"June 1972","photographer":"Eiler, Lyntha Scott","caption":"The photograph exhibits a rustic scene with an evidently commercial theme. In the foreground, there is a large white sign with bold, black lettering stating “THIS SIDE BUY DIRECT FROM INDIANS.” This sign is positioned directly in front of a log cabin, suggesting the building is a shop or trading post offering goods directly from Native American craftsmen.\n\nThe log cabin appears sturdy, constructed with large logs stacked horizontally and chinked with a light-colored material. The visible window is framed and has a simple, functional design. The roof of the cabin is sharply pitched and covered with brown material, possibly metal, complementing the earthy tones of the logs.\n\nTo the left of the image, partially obscured by the angle of the photograph, is a vibrant, geometric-patterned blanket or rug displayed on a stand. The pattern is intricate, featuring an array of colors including orange, black, white, and turquoise, common in traditional Native American designs. This item hints at the type of merchandise possibly sold within the cabin.\n\nThe setting around the cabin features a clear blue sky and hints of green foliage in the background, suggesting a rural or semi-rural location. The ground in front of the cabin is unpaved, enhancing the rustic and unpolished ambiance of the setting.\n\nThis scene likely aims to attract tourists or buyers interested in authentic, direct-from-source Native American crafts. The arrangement of the sign, the displayed goods, and the cabin itself are strategically placed to communicate the authenticity and direct nature of the trade to the viewers or passersby.","title":"Indian-owned shop on one side of Route 66 challenges white-owned shop on the other","placename":"Arizona","location":"OTHER","nn1":["554184","555377","544152","554939","554185","549193","554286","544865","546149","546187","544911","544507","544373","551323","543100","557756"],"cl":[37],"cluster":["#37 &mdash; Rural Communities"],"terms":["cabin","log","good","merchandise","authenticity","trade","passersby","sign","craft","front"]}
