{"path":"544155.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph presents a panoramic view of a vast landscape, likely taken near a large water body like a lake or a reservoir. The scene captures a majestic natural setting under a dramatic sky filled with fluffy, scattered clouds against a vivid blue backdrop.\n\nIn the foreground, the landscape features rugged, rocky terrain dotted with small, sparse vegetation, typical of arid or semi-arid environments. The color of the rocks ranges from deep reds to brown, indicative of iron-rich minerals often found in such geological formations.\n\nStretching out from this rocky foreground is a large expanse of water, its surface reflecting the blue of the sky and the shadows of the clouds. This body of water meanders into the distance, bordered by more rocky shores that reveal stratified geological layers.\n\nIn the middle ground, the waterway is lined on one side by a series of distinct, towering rock formations—mesas and buttes—that exhibit flat tops and steep walls. These formations vary in color from soft beige to deep red, creating a striking contrast against the sky and water.\n\nIn the background, the horizon is lined with distant mountains which appear softer and more muted in color due to atmospheric perspective, providing a sense of depth to the vast landscape.\n\nOverall, the composition of the photograph with the expansive sky, the boundary between rugged terrain and the reflective water surface, and the sculptural rock formations exemplifies a serene yet powerful natural environment, emphasizing the beauty and scale of this geographical locale.","title":"Looking across Lake Powell from the Arizona side, to Utah and Glen Canyon","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["544393","545783","552906","544453","544745","552894","544170","545775","552900","544429","545696","543665","545639","545787","552904","552902"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["formation","rock","red","butte","mesa","reservoir","water","iron","beige","locale"]}
