{"path":"544126.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures a bustling scene at a lakeside dock during what appears to be the early morning or late afternoon, given the soft, warm lighting. The setting is serene with clear skies and calm water. The composition of the shot leads the viewer's eye along the dock, which is filled with a variety of items and several boats moored on the side.\n\nIn the foreground, various supplies are haphazardly arranged on the dock, signaling preparations for a day out on the lake. Visible items include a cooler, possibly filled with beverages, next to another box labeled \"VIFON\" suggesting it contains food supplies. There is also a large container with yellow bell peppers and a stack of silver cookware. Miscellaneous bags and a wrapped item, perhaps a sandwich, indicate a group outing with provisions for a meal.\n\nMidway down the dock, three boats are tied up, each differing in size and style, which adds visual interest to the scene. One boat is white with a cabin, another is a smaller, open motorboat, and the third is similar to the first but slightly closer to the viewer. \n\nAt the far end of the dock, a figure is seen from behind, interacting with another individual seated inside the nearest boat. This might indicate activities like loading the boat, discussing plans, or simply casual conversation.\n\nIn the background, a distant, rugged mountain landscape outlines against the sky, contributing to a sense of peace and isolation typical of lake landscapes.\n\nOverall, the image conveys a sense of beginning an adventure, with preparations underway and a backdrop that promises natural beauty and tranquility.","title":"Lake Powell","placename":"Arizona","location":"OTHER","nn1":["554552","544266","543579","544260","547052","552311","543527","554477","545911","547027","544567","557562","545928","554516","550324","548249"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["dock","boat","supply","preparation","item","plan","sandwich","lake","bell","motorboat"]}
