{"path":"544146.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"The photograph shows an outdoor scene featuring two primary objects: a horse trailer and a mobile home. Both are placed on what looks like a dirt ground, suggesting a semi-rural or peripheral urban setting.\n\nThe horse trailer in the foreground is sleek, designed with curved edges and a shiny, metallic surface. It appears relatively new, with a clean and polished look, and it is equipped with twin axles and white tires. On the lower part, a retractable stand is visible, stabilizing the trailer when parked.\n\nBehind the trailer, a mobile home dominates the view. It appears elongated and is raised above the ground on blocks, hinting at its potential mobility. The side of the home visible in the image displays a light color, possibly gray or pale beige, with accents of darker shades. A couple of windows are evident on one side, along with a vent or small ornamental details. An eagle motif decorates the upper portion near the roof on both sides, adding a decorative yet patriotic touch. The mobile home seems to be quite spacious, as indicated by its length and the number of windows.\n\nIn the background, one can notice faint outlines of other mobile homes or similar structures, suggesting this might be a part of a mobile home park or a community. The distant background shows a glimpse of a mountain or hill, subtly hinting at the natural landscape surrounding the area.\n\nOverall, the scene is portrayed in the soft, fading light, possibly around sunrise or sunset, which casts gentle hues and shadows over the environment, adding a quiet, serene atmosphere to the setting. This twilight time imbues the image with a calm and peaceful feel.","title":"Trailer court","placename":"Page (Ariz.)","location":"Page, Arizona","nn1":["556417","556455","548762","544149","544449","544147","558300","548795","556468","548460","548822","557339","552508","544576","558299","557670"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["home","trailer","horse","mobility","notice","stabilize","motif","vent","imbue","beige"]}
