{"path":"544134.jpg","date":"June 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures a dynamic industrial scene at a mining operation. In the center of the image, there is a large mining crane with a red boom, and it's currently in operation, swinging a full bucket of material. The crane is marked with the letters \"B-E\" and features the logo of Bucyrus-Erie, a notable manufacturer of heavy mining equipment.\n\nOn the left side of the image, you can see a yellow bulldozer in motion, kicking up dust as it travels along a dirt road that appears wet, suggesting recent activity or moisture. This bulldozer is moving toward the crane, possibly to manage the displaced earth or assist in the mining process.\n\nDirectly beneath the crane is a large haul truck being loaded, marked with the text \"Euclid.\" The truck is facing towards the viewer, receiving the load of rock or ore from the crane's bucket. This heavy-duty vehicle is essential for transporting large quantities of material away from the mining site.\n\nThe background features piles of earth and small hills, indicating the extensive excavation that's been done in this area. The ground is uneven and rugged, typical of a mining environment. The sky is pale, providing a natural light that casts soft shadows around the machines, enhancing the gritty, industrial feel of the scene.\n\nOverall, the photograph depicts a bustling, mechanical, and industrial landscape, dominated by the large pieces of machinery used for excavation and transportation in the mining industry. The setting is stark and filled with evidence of heavy human and mechanical intervention in the natural environment.","title":"Strip mining operations at the Navajo mine of the Utah construction and mining company.  The Navajo mine services the Four Corners generating plant","placename":"Shiprock Peak (Ariz.)","location":"Shiprock Peak, Arizona","nn1":["554770","545831","544165","545887","544099","545883","552418","555593","544156","554826","544135","555586","555606","544138","549124","554828"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["mining","crane","bulldozer","bucket","excavation","load","haul","swinge","ore","truck"]}
