{"path":"544167.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph depicts a bustling industrial construction site under a clear sky with a few scattered clouds. The scene is richly saturated, possibly indicating the use of a color-rich film or filters, and shows an intense contrast between the bright, reddish-brown earth and the deep blue sky.\n\nIn the foreground, there's a large excavation culminating in what appears to be the foundation of a future structure, with temporary wooden and metal frameworks. A few workers are visible; one can be clearly seen on a multi-level scaffold, wearing light-colored clothes which contrast with the deep hues of the construction materials and equipment around him.\n\nThe middle ground features a large, half-constructed building supported by numerous metal beams. Various industrial components, possibly segments of future installations, are stacked or laid out near the building. Prominent in this area is a tall, cylindrical tower, likely a chimney or a ventilation shaft, which is already equipped with external ladders or staircases. This tower is the tallest structure in the visual field and stands out due to its stark, concrete facade against the complex metalwork of the neighboring building.\n\nThe background of the image is dominated by another huge industrial structure at an advanced stage of construction. It’s covered in scaffolding and cranes, suggesting ongoing heavy construction activity. This building looks more complex and layered compared to others, hinting at a significant scale and possibly a central role in the site's overall function.\n\nNumerous construction tools and materials are scattered across the site, including sheets of metal, pipes, and wooden planks, indicating a high level of ongoing activity. Construction vehicles and large containers contribute to the industrial feel of the scene. The terrain is rugged and uneven, covered in mounds of dirt that are typical of a large-scale construction site.\n\nThis photograph provides a detailed look at an industrial construction project, evidencing the scale and complexity of creating large structures from the ground up. It captures not just the physical scope of such endeavors but also hints at the human effort and engineering prowess involved in transforming raw landscapes into functional industrial facilities.","title":"Navajo generating plant under construction.  Occupying over a thousand acres leased from the Navajo indians, the plant will be the largest electric generating station in Arizona","placename":"Page (Ariz.)","location":"Page, Arizona","nn1":["549640","548431","547235","553383","550274","547225","556940","545070","549912","549128","549166","555373","546252","547829","553924","556642"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","site","scale","tower","metalwork","metal","scaffold","transform","shaft","engineere"]}
