{"path":"544151.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph presents an unusual and striking scene set within a large architectural structure. The viewer’s perspective is from near the base of what appears to be a massive dam, looking upwards at the steep concrete face on one side and a rugged cliff face, possibly part of a canyon, on the opposite side. At the base of the dam, there is a vast expanse of well-maintained green turf that stretches throughout the frame, likely an artificial lawn.\n\nTo the left, the concrete wall of the dam looms high, its smooth surface contrasting with the rugged, natural texture of the reddish-brown canyon rock on the right. The canyon wall showcases layered strata, typical of sedimentary rock formations, indicating geological history and erosion processes.\n\nBetween these two massive structures is a series of wide flat areas covered in this green turf, scattered with a few square objects which might be skylights or some form of drain covers. No people are visible in the area, highlighting the sheer scale and the emptiness of the space.\n\nAt the top of the dam wall on the right side, metal frameworks are visible, perhaps part of the dam’s operational structures or maintenance pathways. The sky above is clear, hinting at a sunny day, which casts sharp shadows and enriches the colors of the dam and cliffs.\n\nOverall, the composition is a dramatic juxtaposition of man-made and natural elements, emphasizing vastness and the bold engineering of the dam set against the timeless erosion of the natural rock. This scene could be a depiction of water management infrastructure possibly intended for flood control, water supply, or hydroelectric power generation within a canyon environment.","title":"Glen canyon dam","placename":"Page (Ariz.)","location":"Page, Arizona","nn1":["544166","544141","553828","548013","544140","548947","548012","548870","544150","548927","548925","548016","548920","548938","549004","548003"],"cl":[47],"cluster":["#47 &mdash; Dam"],"terms":["dam","canyon","erosion","cliff","wall","rock","emptiness","skylight","stratum","base"]}
