{"path":"544118.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph depicts a developing suburban area with several notable features. In the foreground is an uneven, earthy terrain covered in small stones and tufts of grass, suggesting recent or ongoing construction or landscaping. The scene is illuminated by either early morning or late afternoon sunlight, casting long shadows and giving the landscape a golden hue.\n\nCentered in the middle ground of the photo are various mobile homes and temporary structures arranged in a line stretching back into the distance along a partly visible road. These homes are predominantly white, with different architectural details and scattered throughout what appears to be a new residential development. A sign that reads \"LAKE POWELL ESTATES MOBILE HOME LOTS FOR SALE\" with contact details is prominently displayed, indicating that the homes and lots are available for purchase.\n\nOn the left side, close to the viewer, is a street sign marked \"KAIBAB DR,\" suggesting the name of the road or area. The landscape around the mobile homes is barren and lacks vegetation, highlighting the newness of the development.\n\nAbove this scene, the sky plays a dramatic role in the composition, featuring a mix of deep blues and soft whites with an expansive, slightly overcast cloud formation. This suggests either an impending weather change or the clearing up of earlier conditions. The contrast between the earthy, undeveloped ground and the structured habitation creates a narrative of development and human impact on natural landscapes.","title":"Lots for sale at Lake Powell Estates, Trailer Village","placename":"Page (Ariz.)","location":"Page, Arizona","nn1":["547652","557339","543106","544147","544149","553130","547664","544816","548762","544600","557455","544814","553938","556468","557419","547931"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["home","development","lot","purchase","contact","landscaping","sale","clearing","habitation","detail"]}
