{"path":"544168.jpg","date":"June 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures a striking landscape scene, primarily composed of rugged and steep terrain. The image shows a series of large, sharply crested spoil tips lined up in a row extending across the frame, characterized by rough, uneven surfaces that suggest they might be piles of mine spoil. Their surfaces are primarily composed of a mix of grey and beige gravel, which makes them appear barren and harsh.\n\nIn the foreground, a precipitous cliff edge is depicted, adding a dramatic element to the scene. The cliff is predominantly earthy red, contrasting distinctly with the grey of the spoil tips. Below the cliff, at the bottom of the spoil heaps, whitish-grey mounds form a sequence along the line where the spoil tips meet the flat ground. This could possibly be residual deposits or remnants of mining activity, potentially minerals or salts that have been processed or discarded.\n\nThe overall setting appears desolate and devoid of vegetation or signs of human presence, suggesting an industrial site or an area undergoing extensive excavation. The fading light in the background lends an eerie atmosphere to the scene, with pinkish hues suggesting either a setting sun or some atmospheric conditions unique to the region.\n\nThis photo thus captures a testament to human industrial activity, particularly mining, showcasing the harsh landscapes and residual formations that such endeavors often leave behind.","title":"The Navajo mine of the Utah construction and mining company.  Desolate landscape is a characteristic result of strip mining","placename":"Shiprock Peak (Ariz.)","location":"Shiprock Peak, Arizona","nn1":["543836","554763","545529","543848","554628","550574","554804","555610","544418","554769","545533","554764","552004","554811","554836","544139"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["tip","cliff","grey","mining","testament","compose","sequence","crest","salt","undergo"]}
