{"path":"544143.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"The photograph captures a young girl engaged in outdoor play, where she is covered almost entirely in mud from her hair down to her legs. She is sitting on a sandy surface, possibly at a beach or a riverbank, given the context and nature of her activity. The mud covers her body unevenly, with thick patches on her hair and arms, suggesting that she has been actively playing and possibly applying the mud on herself or playing in a muddy area.\n\nThe girl wears a pink swim top, which is partly visible beneath the layers of mud. Her expression is one of concentration and attentiveness to her activity. She seems deeply engrossed in handling and feeling the texture of the mud, which she has gathered around and on her legs. Her hands are actively working through the mud on her legs, either spreading it around or sculpting it playfully.\n\nIn the background, the environment appears blurred and washed out due to the focus on the girl, indicating a bright, sunlit day. The colors in the photo are vibrant, with rich reds and blues enhanced, possibly due to photographic filters, portraying a hot, sunny atmosphere typical of a day at the beach or an outdoor summer activity area.\n\nThe overall composition of the photo emphasizes the textures and visceral experience of playing with natural elements, capturing a moment of simple, immersive joy and the tactile exploration often found in childhood play outdoors. The focus on the textures of the mud, the color saturation, and the girl's engagement provides a dynamic and visually compelling image.","title":"Mud pie","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["548119","543468","544380","547727","545539","549105","543875","555398","552591","550244","543457","543466","550241","544200","550837","556139"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["mud","girl","leg","play","beach","attentiveness","texture","swim","filter","hair"]}
