{"path":"544138.jpg","date":"June 1972","photographer":"Eiler, Lyntha Scott","caption":"The photograph captures a dynamic and industrial scene, likely within a mining or construction environment, emphasized by the presence of large machinery and earth-moving activities. In the foreground, a yellow bulldozer equipped with a large, loaded front bucket dominates the scene. This bulldozer is positioned centrally, facing left, and is actively moving – indicated by a large spray of dark, chunky material falling from its bucket and a cloud of dust surrounding it.\n\nOn the left side, partially visible, is another large vehicle, possibly a truck, facing towards the viewer. It appears to be either dumping material or being loaded, contributing to the dusty atmosphere. The heavy dust clouds suggest a dry, possibly harsh environment, and the activity of transferring material between the two machines.\n\nThe background features piles of dark earth or coal and a relatively barren landscape with minimal vegetation. The overall setting is stark and utilitarian, focused primarily on the industrial operation. The lighting in the image is harsh, showing strong contrasts and giving an orange-tint to the environment, possibly due to the time of day (dusk or dawn) or reflections from the machinery and minerals in the area.\n\nOverall, the photograph illustrates a robust and active industrial scene, with machinery at work in material handling tasks within a mining or large-scale construction setting, characterized by significant dust and earth movement.","title":"Strip mining operations at the \"Navajo mine\" of the Utah construction and mining company.  The Navajo mine services the Four Corners generating plant","placename":"Shiprock Peak (Ariz.)","location":"Shiprock Peak, Arizona","nn1":["549950","547254","556325","549740","544375","543105","547243","544134","555638","544099","543785","545652","544135","545665","547922","542539"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["dust","bulldozer","material","earth","machinery","bucket","mining","transfer","construction","move"]}
