{"path":"544235.jpg","date":"September 1972","photographer":"Messina, John","caption":"This photograph depicts a group of people in an outdoor setting, possibly involved in a protest or environmental activism, as suggested by the presence of a sign that reads \"THIS IS ALL WE HAVE LEFT LET'S SAVE IT.\" The scene takes place in a wooded area with dense trees in the background, emphasizing a natural setting.\n\nIn the foreground, there is a group of individuals seated and standing around on what appears to be a dirt clearing. The group is diverse in age and casual in attire, suggesting a community gathering. Notably, there's a person seated in a chair who appears to be speaking or engaging with others, capturing the attention of the group. Nearby, an orange crane looms large, extending vertically up and out of the frame, indicating ongoing construction or interference in the natural area, which might be the focus of the community's concern.\n\nTo the right, the prominently displayed protest sign is planted into the ground, catching immediate attention with its bold, black handwritten message on a white background, directly addressing the urgency of preserving their remaining natural environment.\n\nThe overall composition and elements in the image collectively suggest a moment of community action, possibly against land development or deforestation, aimed at preserving their natural surroundings. The presence of the crane contrasts starkly with the natural environment, highlighting the tension between development and conservation. The mood is one of communal effort and perhaps a hint of defiance, emphasized by the confrontational message of the sign.","title":"Citizens protest further destruction of Mississippi River bank. They want the area preserved as a park.","placename":"Louisiana","location":"OTHER","nn1":["553457","544003","543441","542938","556256","542732","543032","543439","555150","557943","545258","551427","542863","545217","544406","557590"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["protest","group","message","community","crane","activism","interference","development","deforestation","urgency"]}
