{"path":"544226.jpg","date":"August 1972","photographer":"Messina, John","caption":"This image portrays a vibrant outdoor scene at a waterway, likely a river or swamp, that captures two people engaged in blue-collar work, possibly related to fishing or waterway maintenance.\n\nIn the foreground, there is a man appearing to be in his 30s or 40s. He is bending down, his attention focused on some task just outside of the frame, perhaps on the water's edge. He is dressed in work attire, featuring a long-sleeve green shirt with noticeable wear and red detailing on the cuffs, and a hat. His appearance suggests that he may be engaged in manual labor.\n\nIn the background, centered in the composition, another person is standing on a flatbed boat. She appears to be a woman wearing a red tank top and white pants. She is surrounded by various items strewn across the boat, such as buckets and containers, indicating active use for labor or transportation. The boat has an outboard motor, highlighting its utility for navigating the waterway.\n\nThe environment is lush, with dense foliage visible in deeper back and water surfaces partly covered by green aquatic plants, possibly water hyacinths. There’s also a wooden signpost in the water near the boat, but its text is not legible, adding to the rustic, naturalistic setting.\n\nThe overall composition and the blurriness of certain elements lend the photograph an action-oriented, candid quality, capturing life and work in a natural waterway environment. The attire of the individuals and the context suggest a scene from an earlier decade, likely given the style of clothing and the film-based image quality.","title":"On the banks of Bayou Gauche. Sign in background announces fresh caught crabs for sale.","placename":"Louisiana","location":"OTHER","nn1":["552115","544209","554200","548304","552863","544755","547020","552877","544260","552116","546758","548310","546338","546352","546885","552272"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["waterway","boat","labor","30","signpost","cuff","swamp","flatbed","motor","collar"]}
