{"path":"544209.jpg","date":"August 1972","photographer":"Messina, John","caption":"This photograph depicts a vibrant yet calm riverside scene, probably taken in a rural or semi-rural area. In the foreground, there are two individuals positioned on a wooden dock, surrounded by a couple of small boats and lush greenery typical of a wetland.\n\nOn the left of the image, a young boy with short blonde hair is seated on the dock. He wears a blue checked shirt and khaki shorts, holding what appears to be a fishing pole or some similar rod, resting the handle on the dock while he looks directly at the camera with a neutral expression. Behind him, a sign propped up next to the dock reads “SOFT SHELL CRABS FOR SALE,” suggesting a local or family-run enterprise.\n\nStanding next to him on the dock is an adult woman, likely in her mid-thirties or forties. She has short blonde hair and is dressed in a casual outfit consisting of a striped tank top and red pants. She also wears gloves and is holding a pole or staff, possibly used for navigating the small flat-bottomed boat she’s about to board or has just disembarked from. She appears to be engaged in some form of activity related to the boats or nearby water, perhaps preparing for a trip out on the river or handling related chores.\n\nIn the background, the landscape features a wide river bordered by dense vegetation including tall trees draped with Spanish moss, hinting at a Southern U.S. location perhaps like Louisiana given the boat’s license plate reading \"LA 881 MH.\" Other details such as the partly cloudy sky, a variety of fishing nets, and tools scattered around the area further supplement the outdoorsy, waterfront lifestyle captured in this image. The scene portrays a moment of daily life, likely centered around fishing and crabbing, resonating with a serene yet industrious atmosphere.","title":"Fresh caught crabs for sale at bayou gouche","placename":"Louisiana","location":"Louisiana","nn1":["544260","552116","548523","544226","552806","545928","543465","543943","543164","552029","547004","550851","554517","551282","546811","553081"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["dock","boat","fishing","thirty","disembark","handle","crab","enterprise","pole","staff"]}
