{"path":"544278.jpg","date":"May 1972","photographer":"Messina, John","caption":"The photograph depicts a scene over a large body of calm water, possibly a lake or nearshore sea, under a clear sky as the day transitions from afternoon towards evening, suggested by the soft lighting. There are several groups of people engaged in water activities. \n\nIn the center foreground of the image, a man appears to be riding a small, individual floatation device, propelling himself with swim fins. He is facing the camera, seemingly relaxed, with his arms partially submerged. To the right, further from the camera, two other people are seen on similar floatation devices. Each person seems to have casual swimming attire on, and they are spaced apart from one another, each occupying their separate area but still close enough to suggest a group activity.\n\nTo the left in the midground, there is another small group of four individuals clustered together on what looks like a raft or a larger floatation platform. Due to the distance from the camera, individual details of this group are less discernible, but they add to the overall sense of leisurely aquatic activity.\n\nIn the background, dominating the horizon are two towering structures, possibly part of a bridge under construction or large pylons intended for electrical transmission lines crossing the water. These structures are linked by multiple lines (likely power cables or structural components) stretched across the expansive water surface, standing out against the hazy sky.\n\nThe entire scene conveys a calm afternoon spent in leisure and recreational activities on the water, offset by the industrial backdrop of the construction or utility structures, suggesting a contrast between human relaxation and industrial activity.","title":"Public swimming area on Lake Pontchartrain","placename":"Kenner (La.)","location":"Kenner, Louisiana","nn1":["549939","546349","543881","546145","550240","545926","546227","551236","543943","551960","552283","546228","550937","550236","544260","558233"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["group","device","camera","fin","pylon","raft","swim","transmission","water","construction"]}
