{"path":"544230.jpg","date":"August 1972","photographer":"Messina, John","caption":"This photograph captures a scenic outdoor setting, likely at a lakeside or seaside location, given the sight of water in the background. The image prominently features three individuals and a baby stroller.\n\nA woman stands in the foreground, holding a small child, possibly a baby or toddler, in her arms. She appears contemplative, gazing off to the side. The woman is dressed in a striking black-and-white patterned dress that reaches just above her knees. Her black hair is partially styled back, and she wears large hoop earrings. \n\nJust behind her, a man stands slightly out of focus, facing to the right with one arm extended as if pointing to something off-camera or gesturing while speaking. He wears a simple white shirt, dark pants, and a light-colored fedora hat.\n\nTo the left of the image, there is a primitive, folding baby stroller placed on the grass. The stroller has a blue fabric seat and is of a simple metal frame construction, indicative of mid-20th-century design. Beside the stroller, various items are scattered on the ground, including what seems to be a green towel and possibly some items of clothing.\n\nThe background shows a grassy area that transitions into a sandy bank leading to the calm water body. The sky is overcast, providing a soft, diffuse light across the scene.\n\nThis photograph has a casual yet intimate feel, portraying a seemingly relaxed outdoor family gathering or outing beside a body of water, echoing a sense of leisure and familial closeness.","title":"Picnic by the lakeshore","placename":"Pontchartrain, Lake (La.)","location":"Pontchartrain, Lake, Louisiana","nn1":["548794","552295","546851","551027","552975","543462","543499","553377","557368","547749","543530","548793","558187","543515","551934","548465"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["stroller","baby","arm","hoop","fedora","earring","toddler","closeness","seaside","item"]}
