{"path":"544360.jpg","date":"May 1972","photographer":"Eiler, Terry","caption":"This photograph captures a moment inside a dimly lit room where a person is engaged in the activity of weaving on a traditional floor loom. The person, appearing from the side and slightly from behind, has dark, shoulder-length hair and is dressed in a floral patterned, blue shirt and shorts. The individual is seated on a small cushion directly on the floor, emphasizing a sense of informality and comfort in the workspace.\n\nThe loom occupies the central and right parts of the image, with its wooden frame appearing somewhat aged and used, indicating it might be a well-utilized tool in the craft of weaving. Threads extend from the loom, and various parts of the weaving apparatus are visible, such as the heddles and the reed, involved in the separation and alignment of threads.\n\nNatural light streams in from the right side, seemingly through a window, casting a bright, geometric beam across part of the loom and floor, partially illuminating the room and adding a warm, vibrant glow to the scene. This light highlights the texture of the threads and the intricate details of the loom’s construction.\n\nThe background is dark and indistinct, keeping the focus on the person and their interaction with the loom. It suggests a secluded or personal setting, possibly within a home or small workshop, dedicated to the practice of weaving.\n\nOverall, the composition of the photograph, with its interplay of light and shadow, and the focus on traditional crafting methods, evokes a sense of tranquility and dedication to the artisanal craft.","title":"Rug-weaving at Hubbard Trading Post. This was the first such post on the Navajo Reservation.","placename":"Ganado (Ariz.)","location":"Ganado, Arizona","nn1":["544416","544431","558325","551659","557153","557151","558327","551654","548252","558336","558324","558339","552649","555533","558323","558378"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["thread","craft","floor","room","person","cushion","dedication","separation","alignment","method"]}
