{"path":"544393.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures a dramatic landscape featuring a vast expanse of water and rugged terrain. In the foreground, there is a shoreline covered in weather-worn rocks and sparse vegetation typical of arid environments. The shoreline meanders into the photo from the left, leading the viewer's eye toward the center of the image where a large body of water, likely a lake or reservoir, stretches across to the horizon.\n\nOn the left and stretching toward the center, the water body is bordered by intricate formations of reddish-brown rock that are typical of desert plateau regions, suggesting erosion from water and wind over millennia. These rock formations form cliffs and plateaus, providing a stark contrast to the smooth surface of the water.\n\nThe background is dominated by a high ledge of similar rocky terrain, forming a striking mesa or plateau that recedes into the distance under a vast sky. This landscape feature is separated from the foreground cliffs by a broad channel of water reflecting a partly cloudy sky.\n\nThe sky itself is a compelling part of this composition, occupying the upper third of the photograph. It displays a mix of white and dark clouds, suggesting an overcast day with breaks allowing blue sky to peek through, contributing to the overall dramatic and atmospheric mood of the scene.\n\nOverall, the photograph portrays a sense of serene isolation and natural beauty, characteristic of desert reservoir environments, possibly suggesting themes of natural history and the power of geological processes. The use of lighting and cloud shadows adds depth and enhances the contours of the landscape.","title":"Area near Four Corners power plant","placename":"Shiprock (N.M.)","location":"Shiprock, New Mexico","nn1":["544155","544453","545783","545790","545636","545639","551553","544745","545800","545787","544429","544170","552889","545771","545799","552902"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["plateau","reservoir","cliff","rock","desert","shoreline","water","millennia","formation","plateaus"]}
