{"path":"544387.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures a leisurely scene at a campground with a distinct vintage vibe. It depicts three people—two adults and a child—sitting around a small folding table, dining in the outdoors. The adult male appears to be engaging in a conversation with the child, who is focused on the adult with an observant expression. The adult female, seated across the table, is turned slightly towards the camera. The table is cluttered with dishes and food items, suggesting a mealtime setting.\n\nThe backdrop of the scene includes a combination of vintage recreational gear and vehicles. Notably, there is a boat with \"AZ 5558 H\" registration numbers prominently displayed, mounted on a trailer that is attached to a classic car. This set-up strongly suggests boating activities are part of their recreational plan. Adjacent to the boat and car setup, there is a trailer-style camper that gives a classic feel to the camping experience. Several other campers and tents can be seen in the background, descending in depth, which highlights a well-visited campground atmosphere.\n\nThe terrain around the campsite is arid and appears to be a desert-like environment with sparse vegetation, yet the presence of other campers and tents lends a sense of community and shared outdoor enjoyment. The natural lighting suggests either dawn or dusk, contributing to a serene and soft ambiance to the moment captured. This image evokes a nostalgic sense of past recreational adventures, featuring elements typical of mid-20th-century outdoor leisure activities in the U.S.","title":"Camping on banks of lake powell","placename":"Page (Ariz.)","location":"Page, Arizona","nn1":["554479","542746","554181","548668","542727","554863","548748","550977","548795","544855","548796","545698","557514","545738","553133","544449"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["camper","adult","table","tent","trailer","boat","folding","female","dish","campsite"]}
