{"path":"544334.jpg","date":"May 1972","photographer":"Eiler, Terry","caption":"This photograph captures a scenic outdoor scene by a river. The setting includes a varied group of people engaging in leisure activities on a sunny day.\n\nIn the foreground, a group of four women and one man are seen lounging and sunbathing on towels spread out on the grassy riverbank. The women are dressed in swimwear, with one lying on her stomach while the other three are seated or reclining while chatting and enjoying the sun. The man is comfortably lying down, showcasing a relaxed posture alongside the others.\n\nTowards the left side of the image, another man and a young girl are standing by the river's edge. The man is shirtless, wearing swim trunks, and he holds a large American flag horizontally, which the girl appears to be touching or adjusting. This flag adds a vibrant touch of red, white, and blue against the natural tones of the setting.\n\nIn the background, the river is clear and flows over a rocky bed, indicative of a pristine natural environment. The landscape includes rocky outcroppings and sparse vegetation, typical perhaps of a mountainous or rugged terrain.\n\nAlso included in the scene are two dogs lying near the group, suggesting that this outing includes pets, adding to the casual and familial atmosphere of the setting.\n\nOverall, the composition of the photograph with its natural landscape, people in leisurely poses, and inclusion of the American flag portrays a relaxed, festive outdoor gathering, possibly over a holiday or a communal celebration.","title":"Tourists cool off at havasu creek.  Owned by the national park service, though it is on the havaSupai reservation this natural pool is heavily used by tourists","placename":"Supai (Ariz.)","location":"Supai, Arizona","nn1":["550232","550228","543943","554475","557740","542647","544442","545941","551525","553441","548006","551543","543530","553447","551499","553439"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["flag","lie","girl","group","outcropping","perhaps","river","pet","sunbath","swimwear"]}
