{"path":"544339.jpg","date":"May 1972","photographer":"Eiler, Terry","caption":"The photograph depicts a serene, vibrant outdoor setting focused around a swimming area in a natural water body, likely a river or a swimming hole. It shows a lively scene filled with various individuals engaging in different activities.\n\nIn the foreground, a young woman wearing a patterned bikini is standing on smooth, water-worn rocks that stretch into the image from the left-hand side. She is captured in a casual stance with one foot slightly ahead of the other, holding her long hair up away from her neck as if adjusting it or perhaps preparing to swim. Her back is turned towards the viewer, facing a pool of clear blue water that dominates the central portion of the image.\n\nOn the far bank or edge of the river, lush, dense green foliage sets a dense backdrop, vividly portraying a robust natural setting. A rocky outcrop on the right side of the image overlooks the swimming hole, and on this higher point, another individual stands in a poised state, appearing as though they might be preparing to dive or jump into the water. This individual is silhouetted, making the details difficult to discern but adding a dynamic quality to the composition.\n\nA rope swing hangs from a tree branch over the water on the right, suggesting recreational use of the area for playful water activities. On the other side of the river, there are several other people in varied states of activity—one seems to be in a crouched position on the rocks, and another stands near the water's edge.\n\nThis photograph conveys a sense of relaxation and enjoyment associated with natural water settings, enhanced by the bright sunlight filtering through the trees, shimmering on the water's surface, and casting dappled shadows over the figures and surrounding land. The overall mood is one of tranquil leisure and outdoor pleasure, capturing a moment of idyllic summertime activity.","title":"Bathers enjoy havasu creek.  Owned by the national park service (though it is on the havaSupai reservation) this natural pool is used heavily by tourists","placename":"Supai (Ariz.)","location":"Supai, Arizona","nn1":["550829","553439","557740","551499","550227","549030","550242","557737","543692","548083","551165","553436","551160","553438","550232","545941"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["swimming","hole","water","prepare","river","dive","state","summertime","jump","swing"]}
