{"path":"544342.jpg","date":"May 1972","photographer":"Eiler, Terry","caption":"This photograph captures a vibrant and dynamic scene at what appears to be a series of natural waterfalls and pools. The image is rich in natural beauty and human activity, blending elements of landscape and leisure.\n\nAt the center and foreground of the image, you see several individuals engaging in various water activities in the clear, azure pools formed by the cascading waterfalls. The people, a mix of adults and possibly teens, are either wading or partially submerged in the water. Some are seen interacting with each other, talking and smiling, contributing to a lively atmosphere.\n\nThe waterfalls themselves are a striking feature, with multiple levels of cascades pouring down into shallow pools below. The water appears white and frothy where it hits the rocks, creating a stark contrast with the serene, turquoise pools. This layering effect of the falls adds a textural richness to the scene, emphasizing nature's intricate design.\n\nThe background features a large, more powerful waterfall that provides a dramatic backdrop to the human interactions in the foreground. Above this waterfall, the sky appears dark, possibly indicating thick vegetation or shadowed areas that cast an intriguing gloom over the top part of the falls.\n\nOverall, the composition of this photograph is particularly engaging, offering a sense of immediacy and involvement in the natural environment, complemented by the social interactions of the figures within it. The scene effectively captures the joy and relaxation of a summer day spent in a stunning natural setting.","title":"Bathers cool off at Havasu Falls.  Owned by the national park service (though it is on the havaSupai reservation) this natural pool is used heavily by tourists","placename":"Supai (Ariz.)","location":"Supai, Arizona","nn1":["544335","549629","544340","553068","544346","544350","550979","544101","553397","549467","548021","545874","544343","549552","552703","544348"],"cl":[47],"cluster":["#47 &mdash; Dam"],"terms":["waterfall","pool","cascade","immediacy","teen","richness","hit","pour","wade","spend"]}
