{"path":"544368.jpg","date":"May 1972","photographer":"Eiler, Terry","caption":"The photograph depicts a scene inside a poorly lit room that appears somewhat rundown. On the left is a large window admitting daylight, affording a view of urban buildings outside, notably a rounded tower-like structure that is part of the distant cityscape.\n\nThe room appears to be a living space used also for storage and possibly other functions. Directly under the window is a white toilet, oddly placed, with no signs of typical bathroom enclosure or partitioning, suggesting an unconventional setup. There is a carpentry or workbench with pegs on it against the wall adjacent to the window. A large tin can is open on the bench, and next to it are various items including what seems to be a shovel head. Tools and debris scattered around further hint at this area being used for maintenance or work-related activities.\n\nOn the floor next to the toilet lies a pile of what looks to be clothes and fabric pieces which are unkempt and strewn about.\n\nIn the center and right side of the room, there are two children. A young boy standing in the middle of the room is dressed in a red sweater and darker pants; his expression is neutral and he looks directly towards the camera. His posture and facial expression convey a hint of quiet fortitude or perhaps resignation. Another child is partly visible on the far right, standing by a metal bunk bed. This child is engaged in some sort of activity on or near the bed, not fully visible due to their position turned away from the lens.\n\nThe metal bunk bed itself is cluttered with blankets and clothing, indicating its use for sleep as well as additional storage. The color of the walls is a dark shade, and the lighting contributes to the overall somber and cramped feel of the interior.\n\nThe atmosphere conveyed by the photograph is one of makeshift living conditions within a confined space, possibly indicative of economic hardship. The presence of the children and their activities combined with the general disarray and the unusual elements such as the centrally placed toilet suggests resilience in an underprivileged setting.","title":"Hank talman's home.  This is a privately-built house.  Although it contains neither running water nor electricity, it is an above average home in the Navajo nation","placename":"Red Rock (Ariz.)","location":"Red Rock, Arizona","nn1":["545546","545319","545509","553544","552956","553527","544356","544372","545526","556166","553868","546960","551001","546565","553522","544398"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["room","bed","child","hardship","sleep","tin","window","storage","confine","disarray"]}
