{"path":"544366.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures an archaeological excavation site, likely from the mid to late 20th century, based on the style of clothing and equipment visible. The scene is set outdoors with a sprawling, arid landscape in the background under a clear sky, suggesting a desert or similarly dry environment.\n\nIn the foreground, a large dark toolbox with legible text stating \"MUSEUM OF NO. ARIZONA DEPT. OF ANTHROPOLOGY\" is prominently placed, indicating the involvement of the Northern Arizona University or some other organization located in Northern Arizona. Behind the toolbox and distributed throughout the site are several individuals engaged in excavation work. These people are clad in typical work or outdoor attire, including hats for sun protection, and are using shovels and other tools to dig into the ground.\n\nThe ground itself is visibly dry and dusty, scattered with small rocks, and marked with stakes and strings likely used for mapping out dig sites or guiding the excavation process.\n\nThe mid-ground and background feature gentle, undulating terrain with minimal vegetation, hinting at the sparse, rugged conditions typical of areas like the American Southwest. A few vehicles and additional personnel can be spotted in the distance, suggesting a well-coordinated field operation.\n\nOverall, this image documents the physical and methodological aspects of archaeological fieldwork in a desert environment, capturing the meticulous, labor-intensive process of uncovering historical artifacts or geological specimens.","title":"Navaho workmen at Four Corners Power Plant on Navaho Reservation. Plant is owned by Arizona Public Services and five other companies.","placename":"Navajo Indian Reservation (Ariz.)","location":"Navajo Indian Reservation, Arizona","nn1":["544158","552495","544162","552496","544984","545567","553112","542601","544085","549086","543802","544740","552545","545565","553093","553138"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["excavation","site","desert","specimen","stake","personnel","string","process","fieldwork","artifact"]}
