{"path":"544373.jpg","date":"May 1972","photographer":"Eiler, Terry","caption":"This photograph captures a rustic scene outside a stone building, possibly a small local store or shop. The walls of the building are constructed from rough, textured stones, and the roofline is visible at the top of the frame.\n\nIn the foreground, there is a striking object which appears to be a hand-painted, wooden rocket model, predominantly painted in red and white stripes with a blue tip adorned with white stars, evoking the American flag design. This structure stands on a simple black base.\n\nTo the left of the image, next to the door of the building, hangs a black and white sign that clearly states \"Groceries Snax Chips Candy Pop,\" suggesting the store sells common convenience items. Additional signage on the building promotes other offerings such as Bar-B-Q, suggesting a casual eatery or a snack bar inside.\n\nA large window to the right of the door shows some reflections and reveals a bit of the interior, although details aren't clearly discernible. Next to this window, there’s a poster advertising a community event or sale related to Bar-B-Q, reinforcing the eatery theme.\n\nLying on the ground beside the wall under the window, there are two dogs resting. They seem to be in a relaxed or sleeping state, adding a serene and homely atmosphere to the scene.\n\nOverall, the photograph portrays a peaceful, daytime setting likely in a rural or semi-rural area with elements suggesting small-town life and local business activity. It exudes a sense of community and simplicity with the presence of everyday and patriotic symbols.","title":"Groceries","placename":"Window Rock (Ariz.)","location":"Window Rock, Arizona","nn1":["555377","556368","552513","551000","552518","552517","544882","553097","547805","555640","557156","544911","558037","557756","547808","546183"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["store","sleep","convenience","state","stone","door","window","offering","snack","roofline"]}
