{"path":"544459.jpg","date":"May 1972","photographer":"Reaves, Bill","caption":"The photograph depicts a scene of a large crack running through the ground, highlighting a significant disruption in the landscape. This image is taken during daylight under clear skies. The crack originates near the foreground at the bottom of the image and extends towards the midground, curving slightly as it progresses. It appears deep and jagged, suggesting it could be the result of a geological fault or a similar natural occurrence.\n\nIn the immediate foreground, there is a grassy area with shorter grass beside the crack, indicating recent soil movement or maintenance. A sewer drain cover is visible close to the left edge, painted with black and outlined with a rim of exposed earth, reinforcing the theme of urban infrastructure being affected by natural forces.\n\nThe background features a line of lush, mature trees that provide a dense canopy. These trees are mostly uniform in height and shape, creating a natural green wall that spans from the mid to the upper section of the image. The area beneath the trees is shadowy in contrast to the sunlit grass, adding a visual depth to the landscape.\n\nThere are no visible people or animals in the image; the focus remains solely on the environmental impact captured by the crack and the surrounding greenery. The scene is devoid of buildings or other man-made structures beyond the sewer cover, which might indicate a public park or a similarly open, communal area. The image likely aims to highlight the impact of natural events on urban settings, particularly in areas where human infrastructure and nature intersect.","title":"Flooding of Guadalupe River produced these fissures in hillside.","placename":"New Braunfels (Tex.)","location":"New Braunfels, Texas","nn1":["544180","544184","555597","552053","549201","544751","543817","545004","552060","542863","550465","554548","551971","555598","549034","544176"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["crack","cover","rim","result","infrastructure","impact","disruption","grass","force","midground"]}
