{"path":"544408.jpg","date":"May 1972","photographer":"Eiler, Terry","caption":"This photograph captures an outdoor scene featuring two individuals, likely in a natural rural or wilderness setting. The man on the left is dressed in a wide-brimmed hat, a bright orange-red shirt, and blue jeans. He is accessorized with a turquoise necklace and a belt, conveying a style associated typically with Native American or Western attire. Additionally, he carries a black case, possibly for an instrument or a similar item.\n\nThe person on the right, whose back is towards the viewer, appears to be a young woman wearing a white blouse decorated with fringe and dark brown pants. She carries a woven basket on her back with fringed tassels hanging from the bottom, suggesting a utilitarian use potentially rooted in customary practices or daily chores.\n\nBoth individuals stand on a patch of barren ground scattered with small rocks and broken twigs, suggestive of a dry or semi-arid area. Behind them is a large tree with a twisted trunk and sprawling branches, hinting at the rough conditions of the environment. The background fades into a blurred hillside, enhancing the focus on the two figures and creating a serene yet stark atmosphere indicative of a wide, open space.\n\nThe setting and attire imply a cultural or historical context, possibly relating to Indigenous American traditions or a rural Western lifestyle, emphasizing a connection to land and nature. The interaction between the two, although their conversation is not visible, along with their traditional and practical outfitting, suggests a moment of everyday life captured amidst a natural backdrop.","title":"Arizona--Navajo nation","placename":"Navajo Indian Reservation (Ariz.)","location":"Navajo Indian Reservation, Arizona","nn1":["544404","548299","545612","545602","546312","554679","545767","552106","547679","557113","553093","557040","542548","554513","543027","545784"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["carry","case","fringe","necklace","tradition","accessorize","root","twig","basket","lifestyle"]}
