{"path":"544460.jpg","date":"May 1972","photographer":"Reaves, Bill","caption":"This photograph depicts a large-scale outdoor cleanup or construction project, with a focus on clearing or managing a significant amount of natural debris. The image shows several heavy machinery vehicles, including cranes and trucks, spread across a muddy and cluttered landscape.\n\nIn the center of the image, there's a small, muddy waterway that cuts across the scene, with piles of branches, wood debris, and other refuse cluttered alongside and partially submerged in the water. Next to the waterway on the left, uprooted trees and scattered wooden planks can be seen, hinting at recent strong forces, possibly from a storm or construction activity.\n\nThere are several heavy vehicles in use; one in particular at the bottom right seems to be a yellow crane or excavator involved in moving debris. The area around the vehicles is heavily trodden and muddy, with distinct tracks, suggesting ongoing heavy traffic and work.\n\nIn the background beyond the immediate cleanup area, there is a green park-like space with neatly mown lawns and trees, contrasting sharply with the disturbed area. Just beyond the immediate boundary of the construction or cleanup site, there are parked cars, indicating the presence of workers or observers.\n\nOverall, the composition and the elements within the image suggest that the photograph was taken to document an environmental cleanup or construction effort in a natural setting, highlighting the interplay and impact of human activity in natural environments.","title":"Salvage crews clean up after flooding of Guadalupe River.","placename":"New Braunfels (Tex.)","location":"New Braunfels, Texas","nn1":["545662","552814","543105","545657","545649","549169","549740","543785","554809","553378","550350","547926","544282","548807","546950","545665"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["cleanup","construction","waterway","debris","crane","vehicle","excavator","observer","storm","project"]}
