{"path":"544449.jpg","date":"May 1972","photographer":"Reaves, Bill","caption":"This photograph depicts an outdoor scene at a camping or caravan park. The image captures several vintage-style travel trailers parked on well-maintained grassy plots. The trailers exhibit a mid-20th-century design, characterized by their rounded shapes and aluminum siding, some with striped or solid awnings and the typical two-tone color schemes of the era.\n\nTowards the left of the frame, there are mature trees, partially obscuring a view of one trailer, and providing a sense of a lush, leafy environment. This contributes to a tranquil and leisurely atmosphere typical of a campsite setting.\n\nIn the background, a large antenna tower stands tall, equipped with multiple directional antennas pointing in various directions, likely used for radio communication or television reception. The presence of the antenna suggests this park may attract visitors interested in such technologies or perhaps serves a practical purpose for communication within the park.\n\nAlso visible in the background is an American flag on a flagpole, fluttering in the breeze, adding a patriotic touch to the scene. There are no visible people in the photograph, giving the impression of a quiet moment in a usually sociable environment.\n\nOverall, the photograph captures a slice of recreational life from a past era, showcasing the leisure culture associated with travel trailers and outdoor living. The image is bathed in natural light, indicating a sunny day, and the general composition of the image with its orderly arrangement of trailers and infrastructure speaks to the organized nature of such parks.","title":"New trailer park near lake travis","placename":"Travis, Lake (Tex.)","location":"Travis, Lake, Texas","nn1":["542746","548668","554181","548795","557514","554479","554480","551428","548748","556417","554478","544387","554681","548762","558300","548669"],"cl":[40],"cluster":["#40 &mdash; Golf"],"terms":["trailer","park","antenna","communication","travel","trailers","television","radio","flagpole","aluminum"]}
