{"path":"544417.jpg","date":"May 1972","photographer":"Eiler, Terry","caption":"The photograph depicts a rustic scene focusing on traditional adobe-style and cinder block buildings, likely situated in a rural or semi-rural area. These buildings are single-story and characterized by their flat roofs and construction materials, including rough stone and adobe blocks. The forefront of the image has a building that appears to be under construction or in partial disrepair, with visible wooden supports and unfinished walls.\n\nTo the right, there's a more modern structure made of cinder blocks with a green roof, which contrasts with the older, more traditional stone construction of the adjacent buildings. In front of this building, a yellow car is parked, and what appears to be a young girl is sitting inside the car, possibly interacting with someone outside the vehicle. A red bicycle is also leaned against the wall near the car, suggesting the presence and activity of children or residents.\n\nThe area is cluttered with various objects, including stacks of wood, household items, and furniture, which can be seen outdoors and through the windows, lending a lived-in or perhaps momentarily disorganized appearance to the scene. Notable details include a television, a stove, and various boxes and bowls. \n\nThe backdrop features clear blue skies, suggesting a bright, sunny day, and capturing the arid, barren landscape typical to regions where adobe-style architecture is prevalent. This setting might indicate a community living style where resources and spaces are maximized for functionality. The overall composition of the photograph narrates a story of daily life in a traditional, perhaps economically diverse setting, integrating elements of both traditional and modern lifestyles.","title":"Hopi village and TV antenna","placename":"Shongopovi Spring (Ariz.)","location":"Shongopovi Spring, Arizona","nn1":["544367","555286","556629","551100","552966","545359","551081","545324","551114","551001","544396","545205","544911","544411","545334","546960"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["cinder","block","construction","television","stove","stone","story","car","in","style"]}
