{"path":"544411.jpg","date":"May 1972","photographer":"Eiler, Terry","caption":"This photograph captures a view of a residential area nestled in a semi-arid, hilly region. In the foreground, the view is partially obscured by a large rock face, indicating that the photo might have been taken from inside a cave or from a position shadowed by large rocks. The residential area is made up of small, reddish-brown houses that almost blend into the similarly colored earth. The houses are modest, single-story structures, presumably made of wood, each sporting a flat roof and several having covered porches.\n\nMultiple dirt roads intersect the housing area, separating rows of homes. These roads are dusty and unpaved. There is some sparse vegetation—small bushes and a few trees—scattered throughout the neighborhood. Several vehicles, typical of older models from perhaps the 1960s or 1970s, are parked beside the homes.\n\nDominating the background is a large, plain, bright red water tower, which provides a stark contrast to the otherwise earthy tones of the scene. The water tower stands on a small hill above the houses. Farther back, the landscape rises into rolling hills and plateaus, some with exposed rock faces. The sky above is partly cloudy, suggesting a bright but overcast day.\n\nThe overall impression is of a modest, isolated community living in a harsh, rugged landscape, likely dependent on that striking red water tower for their daily water supply. The community appears peaceful and static, with no visible human activity in the moment captured by the photograph.","title":"New Navajo community, built by Navajo Pine Industry","placename":"Navajo Indian Reservation (Ariz.)","location":"Navajo Indian Reservation, Arizona","nn1":["546765","544816","546756","556333","544367","556582","544396","552603","556438","553125","557339","545205","556395","544417","551058","556394"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["tower","house","rock","home","cave","plateaus","face","community","supply","hill"]}
