{"path":"544599.jpg","date":"July 1972","photographer":"Ward, Fred","caption":"This photograph provides an aerial view of a waterfront scene, likely taken from a high vantage point on a building or structure. The image captures a large port area with several key elements:\n\n1. **Port Structures**: In the foreground, there's a large, elongated building with a unique, modernistic architectural style. It features a series of uniform, dome-shaped sections that appear to be part of a passenger terminal for ships. The building is numbered with \"6\" visible on one of the domes, suggesting it could be a dock or pier number.\n\n2. **Ships**: To the right of the terminal, docked at the pier, are two large ships. The closest ship to the viewer is a white, multi-deck passenger ship, characterized by its multiple levels of decks and a series of lifeboats along its side. The other ship is partially visible and appears to be a similar type of vessel.\n\n3. **Parking Area**: Adjacent to the terminal is an expansive outdoor parking lot filled with numerous cars, indicative of either cruise passengers or employees parking their vehicles there.\n\n4. **Water and Distant View**: Beyond the ships and terminal is a broad expanse of water leading to a distant shoreline adorned with various buildings, which could be part of a city's downtown area. This includes a mix of low and mid-rise structures.\n\n5. **Sky and Weather**: The sky above is partially cloudy, suggesting a possibly overcast day, but with enough light to brightly illuminate the scene.\n\nThis photograph is likely intended to document the layout and bustling activity of a major port, showcasing its role in maritime transportation and its integration within a larger urban environment.","title":"Cruise ship terminal","placename":"Miami (Fla.)","location":"Miami, Florida","nn1":["555760","548400","547998","546828","555764","548403","552200","551577","546359","551609","549528","546925","552020","550906","556945","556947"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["terminal","ship","passenger","dome","port","pier","parking","number","dock","employee"]}
