{"path":"544531.jpg","date":"July 1972","photographer":"Ward, Fred","caption":"This image features a warning sign placed outdoors with the text prominently displayed. Here are the details:\n\n1. **Sign Content**: \n   - The sign has a headline in large, bold red letters stating, \"DON'T SHOOT OR MOLEST THIS BIRD.\"\n   - Below the headline, there is additional text that reads, \"THIS IS ONE OF THE RAREST BIRDS IN THE UNITED STATES AND IS IN DANGER OF BECOMING EXTINCT!\"\n   - The label at the bottom of the sign identifies the bird as \"THE EVERGLADE KITE\" and mentions \"Flood Control District.\"\n\n2. **Illustrations on the Sign**:\n   - On the left, there is a realistic illustration of a bird, presumably the Everglade Kite, perched with a profile view showing its prominent beak and detailed feather patterns.\n   - On the right, another illustration depicts the same species in flight, emphasizing its wingspread and streamlined body.\n\n3. **Background and Setting**:\n   - The setting appears to be a natural outdoor area, likely within the Everglades given the subject of the sign. The background shows clear blue sky and low vegetation, typical of a wetland or grassland area.\n   - The sign is mounted on a simple metal frame that is staked into the ground.\n\n4. **Visual Design and Color Scheme**:\n   - The sign uses a white background to enhance the readability of the red and black text and the color illustrations of the bird.\n\nOverall, the photograph captures a conservation effort expressed through an informative and starkly designed sign, placed in a natural setting to educate and warn against harming a critically endangered species. The clear and direct messaging, combined with visual representations of the bird, aim to make an immediate impact on the viewer.","title":"Everglade kite sign at canal lock, near 40-mile Bend","placename":"Everglades National Park (Fla.)","location":"OTHER","nn1":["557205","547854","544496","547865","547850","550212","544177","548063","545621","557489","548490","544845","543271","550699","544227","546386"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["bird","illustration","headline","sign","text","specie","warn","express","stake","beak"]}
