{"path":"544568.jpg","date":"July 1972","photographer":"Ward, Fred","caption":"This photograph is an aerial view of a suburban development area with distinct geographical and man-made features. The layout shows a number of residential zones characterized by rows of houses, arranged in a grid pattern, surrounded by bodies of water and greenery. Several canals or artificial waterways snake through these residential areas, likely serving both as drainage and as aesthetic or property value enhancers.\n\nOn the left side of the image, there is a large, developed area with streets and houses aligned next to rectangular and circular water bodies, suggesting planned suburban residential blocks possibly located along waterfronts. In the center and right part of the photo, there are more houses in various stages of development, surrounded by roads that are still under construction, showing bare earth and incomplete infrastructure.\n\nIn the areas that do not yet have completed housing, the landscape is marked by empty plots, scattered construction equipment, and materials. These areas are contrasted against completed neighborhoods with green lawns and established roadways.\n\nThe background extends to a large flat horizon, showing rural or undeveloped land, which suggests that the suburb is on the edge of a more rural area. The skies are partly cloudy, indicating it might be a fair weather day.\n\nOverall, the photograph captures the simultaneous development of multiple sections of a new suburban area, illustrating various stages from bare land to fully inhabited neighborhoods, all stitched together by waterways and roads.","title":"Kendal lakes housing development encroaches on the Everglades National Park","placename":"Florida","location":"Florida","nn1":["544604","544600","553934","551198","553700","553061","553706","558112","549071","547435","548825","553693","553062","546399","553936","545914"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["complete","development","waterway","stage","house","neighborhood","value","drainage","rectangular","inhabit"]}
