{"path":"544621.jpg","date":"August 1972","photographer":"Ward, Fred","caption":"This photograph presents a coastal urban scene, likely captured to depict environmental issues or urban planning near a beach area. The foreground prominently features a sandy beach with visible environmental degradation. A pipe is embedded in the sand, from which water is actively discharging into a small, muddy pool, creating an erosion phenomenon around it. Surrounding the pipe and pool are several rustic, wooden pilings that might be remnants of an old structure or pier, further suggesting neglect or decay.\n\nThe middle ground shows a distinct separation between the natural environment and the developed area. A weathered wood and concrete walkway border the beach, leading towards a series of buildings. There's a nondescript, one-story building immediately behind the beach area, which looks utilitarian.\n\nIn the background, the photograph showcases a contrast in architecture with tall, modernist-style buildings. These include a multi-story, curved building with balconies that suggest a residential or hotel use, flanked by a similarly styled, taller building with tiered balconies offering expansive views. Urban infrastructure is apparent, indicated by a visible parking lot, a van, and structures that connect the buildings.\n\nOverall, the composition captures a stark juxtaposition between nature and urban development, highlighting possible environmental challenges related to water management and urban encroachment on natural landscapes. The overcast skies and absence of people give the scene a desolate, somewhat abandoned feel.","title":"Open drain erodes beach near the fontainebleu hotel","placename":"Miami Beach (Fla.)","location":"Miami Beach, Florida","nn1":["544617","547831","546393","548741","547893","550215","550280","550197","549304","542983","551559","557452","545108","547115","551985","543257"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["beach","balcony","pool","pipe","building","residential","phenomenon","piling","separation","encroachment"]}
