{"path":"544792.jpg","date":"July 1972","photographer":"McAllister, Bruce","caption":"This photograph appears to be an aerial view over a complex industrial and natural landscape. The setting includes expanses of rugged mountains, which dominate the background and right side of the image. These mountains show geological layers and steep, textured slopes, indicative of significant erosion and possibly mining activity.\n\nThe landscape is dissected by a major road or highway that curves and winds through the terrain, cutting across the center of the image. Adjacent to this road are large patches of industrial development—several buildings and structures that likely pertain to mining or processing activities are visible. These facilities emit plumes of smoke or steam, adding a visual representation of industrial activity or environmental impact.\n\nTo the left of the industrial area, the terrain transitions to flatter, more developed land. There are fields and possibly some form of salt pans or evaporation ponds, as suggested by their geometric shapes and various shades of white and brown. These contrast starkly with the more natural colors of the mountainous areas.\n\nThe upper part of the image opens up to a broader landscape view, featuring a distant plain leading up to more mountain ranges under a sky filled with patchy, fluffy white clouds casting shadows on the mountain slopes. The lighting and shadow in the image suggest early morning or late afternoon, and the vast scope of the scene conveys a sense of isolation and the potent juxtaposition of natural beauty against human industrial enterprise.","title":"Kennecott smelter and mine - the largest open-pit copper mine in the world","placename":"Salt Lake City (Utah)","location":"Salt Lake City, Utah","nn1":["544059","545354","544418","552243","543981","555845","544781","555861","543980","545020","544039","544788","555865","554804","549170","544063"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["mountain","mining","dissect","pan","slope","enterprise","scope","salt","representation","open"]}
