{"path":"544712.jpg","date":"August 1972","photographer":"Rain, Belinda","caption":"This photograph captures an industrial and recreational scene set against an urban backdrop. In the foreground, there is a body of water, likely a river or lake, featuring recreational activities. On the left, a speedboat is cutting through the water, creating a trail of spray. Adjacent to the boat and slightly towards the foreground, a water skier is seen skimming across the surface, towed by another boat that is not visible in the frame. This setup suggests a popular spot for water-based leisure activities.\n\nThe middle ground features a lush green shoreline with various shrubs and trees, giving a small buffer between the water and industrial background. Bordering the right of this green space, there is a visible line of industrial buildings.\n\nThe background is dominated by a large industrial compound with multiple structures that have a functional, utilitarian design typical of factories or processing plants. Prominently displayed on one of the elevated structures is the sign \"PITTSBURGH PAINTS,\" indicating the type of industry and possibly the brand operating there. The presence of smoke or steam emanating from a chimney suggests active production processes. The buildings are variably layered against a hillside that is sparsely populated with houses and vegetation, hinting at the integration of industrial, residential, and natural elements within the area.\n\nThe overall composition juxtaposes recreational and industrial life, emphasizing the coexistence and contrast between nature, leisure, and industrial activity within the same geographical space. This dynamic points to complex community interactions and the multiple uses of such a geographic locale, reflecting on how urban spaces can serve diverse purposes.","title":"Water skiing","placename":"San Francisco Bay (Calif.)","location":"San Francisco Bay, California","nn1":["550937","546145","550870","557223","551576","546395","550221","543155","551993","552191","551959","557295","548070","551566","552717","549511"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["buffer","speedboat","space","compound","leisure","skier","tow","water","integration","boat"]}
