{"path":"544734.jpg","date":"May 1972","photographer":"McAllister, Bruce","caption":"This photograph captures a dynamic and somewhat dramatic rural scene, likely following a significant natural event, possibly a flood. The foreground is dominated by a large, turbulent body of water with a muddy, frothy surface, indicative of recent agitation, possibly a river overflow. The turbulent water suggests strong currents, and the immediate bank appears heavily eroded, reinforcing the idea of recent environmental impact.\n\nBeyond the immediate foreground, the middle ground displays a muddy, waterlogged field with remnants of fences, indicating the area was likely used for agriculture or livestock but has been heavily affected by the water. This area serves as a transition between the chaotic foreground and the more structured background.\n\nThe background of the photo features a rural landscape with a series of buildings that appear to be mostly intact. These buildings, possibly farms or storage facilities, are typical of rural architectural styles, with simple, functional designs. The landscape is fairly open, with gently rolling hills and sparse tree coverage. Notably, there are plumes of smoke or steam rising in the distance, possibly from other activities unrelated to the immediate scene, perhaps agricultural processing or natural geothermal vents.\n\nThe sky is partially cloudy but allows enough sunlight to create a well-lit scene, which contrasts the tumultuous foreground with the calmness in the rest of the environment. This juxtaposition adds a layer of resilience to the photograph, suggesting a narrative of nature's impact and the ongoing life in its wake.","title":"In the foreground is a polluted creek, which drains from the homes stake mine","placename":"Sturgis (S.D.)","location":"Sturgis, South Dakota","nn1":["552994","545656","549482","545025","550742","550655","547238","547778","550366","552853","550698","555209","553136","552483","553380","550367"],"cl":[48],"cluster":["#48 &mdash; Water 4"],"terms":["idea","overflow","vent","coverage","erode","impact","livestock","flood","current","calmness"]}
