{"path":"544777.jpg","date":"July 1972","photographer":"McAllister, Bruce","caption":"This photograph captures an industrial scene, presumably of a large smelting facility or a similar kind of heavy industry complex. The picture is taken from an aerial perspective, looking down on the facility, which gives a comprehensive view of the layout and activities.\n\nAt the center, a tall, thin chimney stands out prominently, emitting a thick plume of white smoke into the air, which disperses and blends with the cloudy sky. Surrounding the chimney are several large buildings, characterized by their metallic structures and flat roofs. These buildings cover a considerable area and are likely used for processing materials, possibly metals.\n\nIn the lower part of the image, there are numerous tracks and paths, indicating a well-established transportation network probably used for moving raw materials and finished products in and out of the facility. Several open areas and piles that could be raw materials or by-products of the manufacturing process are visible.\n\nThe overall setting is rugged and barren with exposed earth and minimal vegetation, suggesting the facility is located in a mountainous or similarly harsh environment. The mountains surrounding the site further imply a remote location, suitable for industrial operations that require significant space and seclusion.\n\nThe color palette of the photo is dominated by earthy tones with the greys and metallic hues of the industrial buildings contrasting sharply against the dull browns of the barren landscape. The image conveys a sense of industrial robustness and significant environmental impact, highlighted by the prominent emissions from the chimney and the stark, treeless landscape.","title":"Heavy smoke pours from the twin stacks of the kennecott smelter.  The kennecott mine is the largest open-cut copper mine in the world","placename":"Salt Lake City (Utah)","location":"Salt Lake City, Utah","nn1":["546760","543005","551060","545236","548376","551052","546908","550716","544735","547468","553891","552184","551053","550344","550328","552185"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["chimney","facility","product","material","disperse","seclusion","establish","require","kind","emission"]}
