{"path":"544750.jpg","date":"July 1972","photographer":"McAllister, Bruce","caption":"The photograph captures a striking and somewhat whimsical scene set against a natural landscape. In the foreground, a large rock is prominently featured; it's painted with what appears to be a face – a stylized eye and a mouth, adding a playful human-like expression to the inanimate object. The eye is detailed with multiple concentric circles in various shades including red, blue, and black, with symbolic designs radiating outward, resembling eyelashes or sun rays. The mouth is simpler, outlined in black with a flush of red, reminiscent of lips.\n\nThe background presents a stark contrast to the adorned rock, showcasing a rugged and expansive wilderness. This landscape features a valley flanked by layered mountain ridges that recede into the distance. The mountains show a variety of green tones, likely indicating different types of vegetation or the play of light and shadow over their surfaces. Between the ranges, the valley stretches back, filled with bushy, scrub-like vegetation and hints of a pathway or a small road barely discernible, leading deeper into the mountainous terrain.\n\nThe sky above is a clear, vibrant blue, indicating a bright, sunny day, and enhancing the vivid colors of the rock's painting. The overall composition of the image, with the artificially adorned rock in the natural, untamed setting, creates a peculiar juxtaposition that speaks to themes of human impact on nature, artistic expression in unexpected places, and the beauty of raw, natural landscapes.","title":"Anonymous artist has made a pop-art fish from a roadside rock.  Along route 210","placename":"Cottonwood Canyon Wilderness (Utah)","location":"Cottonwood Canyon Wilderness, Utah","nn1":["545571","545589","549197","544392","552444","552445","544341","544363","557117","545696","549228","554410","557536","545775","553135","557118"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["rock","mouth","valley","adorn","ray","lip","scrub","painting","circle","eye"]}
