{"path":"544751.jpg","date":"May 1972","photographer":"McAllister, Bruce","caption":"This photograph captures a desolate and rugged landscape, possibly a dried riverbed or an area affected by environmental issues. The foreground is dominated by a cracked, dark grayish-black soil that is uneven and rough, suggesting a lack of moisture and possibly pollution. Scattered across the surface are various rocks, stones, and small clusters of white material—perhaps salt or chemical deposits—that contrast sharply with the earthy tones of the soil.\n\nIn the middle of the scene, there are more pronounced deposits or chunks of white material alongside wood debris and possibly a metal object, which hint at human presence or activity. The overall texture of the ground looks hard and parched, riddled with deep cracks that web throughout the frame.\n\nTowards the background, the middle ground shows a continuous stretch of the same rugged terrain before reaching a line of dense greenery, possibly trees, indicating the border of this harsh environment. Above this natural barrier, one can see the sky, partly cloudy but mostly bright, suggesting it is daytime.\n\nOn the upper edge of the photo, a rusty reddish-brown structure, perhaps a bridge or some industrial remnants, cuts across the frame horizontally, providing a stark, man-made element that contrasts with the natural surroundings. This element adds to the sense of abandonment and decay, emphasizing the environmental or industrial impact on the landscape.  Throughout, the image conveys a feeling of harshness, desolation, and perhaps the aftermath of environmental negligence.\n","title":"Dried-up river bed","placename":"Sturgis (S.D.)","location":"Sturgis, South Dakota","nn1":["555610","552420","544184","542863","555598","549118","549119","544733","554817","554804","543644","543709","543658","545534","547653","555103"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["deposit","soil","harshness","chunk","crack","riverbed","salt","material","stretch","aftermath"]}
