{"path":"544789.jpg","date":"July 1972","photographer":"McAllister, Bruce","caption":"This aerial photograph captures a large, expansive open-pit mining operation nestled in a mountainous terrain. The image shows a massive excavation site with numerous terraced levels, each level marked by broad horizontal ridges that are characteristic of open-pit mines. These terraces are used for access and extraction, each descending deeper into the earth as the quarry expands.\n\nThe color palette of the mine area is mostly a mix of gray and brown tones, indicating the presence of bare earth and possibly different minerals. Various dirt roads weave throughout the site, connecting different parts of the mine and allowing for the movement of machinery and mined materials.\n\nSurrounding the mining operation, rugged mountains are visible, some of which are partially covered with vegetation, showing a stark contrast to the barren, excavated areas. The background reveals more mountain ranges, extending into the horizon under a blue sky, suggesting the remoteness and scale of the operation.\n\nThere are no visible structures that resemble residential or commercial buildings, which emphasizes the industrial nature of the location. The equipment or vehicles typically associated with such operations (like trucks or excavators) are not distinctly visible, possibly due to the scale represented in the photograph or the angle at which the photo was taken.\n\nOverall, the image captures the vast scale and the environmental impact of the mining operation against a natural mountainous backdrop.","title":"Kennecott mine is the largest open-pit copper operation in the world.","placename":"Salt Lake City (Utah)","location":"Salt Lake City, Utah","nn1":["544785","543758","549172","552177","544110","549177","544096","544054","549242","544100","543754","544111","544112","555621","554631","543674"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["operation","mining","mine","pit","scale","level","quarry","earth","terrace","remoteness"]}
