{"path":"544787.jpg","date":"July 1972","photographer":"McAllister, Bruce","caption":"This photograph depicts a distant view of a grand domed building, which appears to be a significant structure, perhaps a capitol or important governmental building, captured against the backdrop of a mountain range. The dome of the building is a focal point and is topped with what seems to be a statue or similar decoration.\n\nIn the foreground, there is a relatively sparse landscape featuring what looks like a construction or industrial area with various small buildings and equipment distributed across the scene. There are visible roads or paths, along with utility poles and lines, suggesting this is a developed area, though not densely populated in the immediate vicinity of the photograph.\n\nThe image is taken from a higher vantage point which allows for a sweeping view over the terrain leading up to the building and then onwards toward the towering mountains in the background. The mountains are very prominent, occupying a significant portion of the upper part of the image, their details slightly obscured likely due to the atmospheric conditions or the camera's focus which centers more on the building.\n\nOverall, the composition contrasts the natural grandeur of the mountainous background with the human-made prominence of the domed building, set within an environment that shows signs of development and human activity but still sparse and rugged. The color tones are somewhat muted, with blues and grays dominating, suggesting either the time of day or the type of film used could have influenced the color palette.","title":"Mountains dwarf the buildings of Salt Lake City","placename":"Salt Lake City (Utah)","location":"Salt Lake City, Utah","nn1":["544783","551137","548946","544791","552186","546468","542593","546570","549991","556628","556623","545429","546542","544073","552603","555861"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["do","building","mountain","prominence","pat","distribute","dome","statue","decoration","influence"]}
