{"path":"544824.jpg","date":"May 1972","photographer":"McAllister, Bruce","caption":"The photograph depicts a large, weathered building, possibly an old mill or factory, situated in a natural landscape. The structure is predominantly constructed of wood, with its exterior walls painted red, though the paint is faded and peeling in many areas. The building consists of a main two-story section with a flat metal roof and several large rectangular windows that are bare, revealing no glass or shutters.\n\nProminently featured on the building is a taller, wooden tower-like structure, which appears aged and partially dilapidated. The tower is supported by a framework that includes what look like metal beams or braces, indicating it might have served an industrial purpose, such as a mill headframe or elevator shaft.\n\nIn front of the main building, there's a sign hanging askew with the word \"VISITORS\" prominently displayed in hand-painted, bold lettering, suggesting that the area might have been repurposed as a tourist attraction or historical site. Another text partially visible reads \"TROUT\", which might refer to the area or a related attraction or activity.\n\nThe immediate foreground shows rocky terrain with sparse vegetation, typical of a dry, mountainous area. Some leafless, thin trees stand close to the building, reinforcing the sense of a rugged, natural landscape. The background reveals a clear blue sky and rolling hills, suggesting the photograph was taken in a remote, possibly mountainous region. The visible surrounding environment is free from modern developments, preserving a historical or abandoned atmosphere. The scene is bathed in natural light, indicating a sunny day, which casts clear shadows and highlights the rustic charm of the structure.","title":"Abandoned building","placename":"Dumont (Colo.)","location":"Dumont, Colorado","nn1":["544820","547969","551111","550990","554707","552681","544796","550211","543339","547985","551586","556330","550006","544769","549159","554694"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["attraction","mill","elevator","tower","shaft","building","shutter","tourist","metal","lettering"]}
