{"path":"544859.jpg","date":"May 1972","photographer":"Norton, Boyd","caption":"This photograph captures a scene that includes several motorcycles mounted on a trailer, which is itself attached to the back of a pickup truck. The setting implies a focus on transportation or possibly preparation for a motorcycle event.\n\nHere's a detailed breakdown of the elements in the image:\n\n- **Motorcycles**: There are four motorcycles secured on a trailer. Each motorcycle is distinct; they are primarily off-road or dirt bikes, identified by their sturdy frames and raised structures. Prominent brands such as Kawasaki and Can-Am are visible.\n\n- **Trailer**: It is a flatbed trailer designed to transport motorcycles. It has registration plates from Colorado, dated 1972, hinting at the time period or the state where the photograph might have been taken.\n\n- **Pickup Truck**: Partially visible is an old model pickup truck, suggesting the vintage era of the vehicles. The truck appears to be robust, suited to transporting heavy loads like motorcycles.\n\n- **Background**: The background shows a relaxed, rural setting. There's a parked camper trailer with a visible registration plate and what appears to be single-story residential structures. This suggests the photo might have been taken in a campground or a residential area with ample space for vehicles and equipment.\n\n- **General Atmosphere**: The overall setting suggests a readiness for activity, possibly related to motorcycling, travel, or outdoor adventure. The precise location appears to be in a quiet, possibly suburban or semi-rural environment.\n\nThe photo serves not only as a look into motorcycling culture but also as a glimpse into the vehicles and lifestyle of a past era, possibly the early 1970s based on the vehicle models and registration plate dates. The image also reflects a moment of preparation, with the motorcycles neatly arranged and secured, indicating they are either being transported for an event or have just returned from one.","title":"Trail bikes and camper","placename":"Lyons (Colo.)","location":"Lyons, Colorado","nn1":["549316","556719","551383","558232","545598","554874","554877","548690","554876","551428","554681","548980","551108","546993","545134","551382"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["motorcycle","trailer","registration","plate","transport","pickup","secure","truck","preparation","date"]}
