{"path":"544838.jpg","date":"May 1972","photographer":"McAllister, Bruce","caption":"This photograph captures a serene wetland scene featuring a diversity of birds. The setting is a calm water body, possibly a lake or large pond, surrounded by lush greenery and brownish vegetation that suggests a natural, undisturbed habitat.\n\nIn the foreground, the image shows delicate blades of tall grass casting their shadows and reflections on the water, adding depth and texture to the scene. The main focus is on the various birds dotted across the landscape, which include:\n\n1. In the water to the left, there are large birds that seem to be wading. These birds have long legs and necks, likely herons or similar large waterfowl, which are standing partially submerged in the water. Their silhouettes are reflected clearly on the water's surface.\n\n2. On the sandy spit of land jutting into the water on the right, there are other bird species. Some of these birds are upright and long-legged, also suggesting they are a type of wader, possibly stilts or sandpipers based on the visible long legs and shorter bodies. They are spaced along the landmass, some standing in water, others on dry land.\n\n3. The background on both sides shows dense reeds and grasses that partially obscure the horizon and suggest a wild, natural environment typical of bird havens or conservation areas.\n\nThe lighting of the photograph suggests it was taken during daylight with ample natural light, enhancing the tranquil and pristine quality of the scene. The birds' arrangement and the placidity of the water convey a peacefulness, likely portraying a moment of routine daily activity in their natural habitat.","title":"Farmington Bay Waterfowl Management Area on east shore of Great Salt Lake. Primary purposes of this state-owned area are to protect and preserve existing wetland, to provide resting areas for migratory waterfowl, and to provide public hunting during prescribed seasons.","placename":"Great Salt Lake (Utah)","location":"Great Salt Lake, Utah","nn1":["545991","544620","557123","557121","550388","552910","548729","547630","545967","547744","550471","557126","557495","547488","544543","547589"],"cl":[46],"cluster":["#46 &mdash; Flower"],"terms":["bird","water","habitat","leg","heron","stilt","wade","landmass","blade","land"]}
