{"path":"544843.jpg","date":"May 1972","photographer":"McAllister, Bruce","caption":"This photograph captures a distinctive and striking scene dominated by a large, red fabric installation suspended across a road in a rocky landscape under a clear blue sky. The enormous fabric is draped gracefully above the tarmac road, giving the impression of a soft, flowing canopy that contrasts with the rugged terrain.\n\nIn the foreground, three figures are seen walking along the road. One person, wearing a sun hat and backpack, is walking by themselves while looking towards the camera direction. Another pair, possibly engaged in conversation, is walking slightly ahead of the lone individual. These people lend a sense of scale to the otherwise overwhelming fabric structure, illustrating the massive size of the installation.\n\nThe roadside has typical features such as utility poles and wires running parallel to the road, enhancing the juxtaposition between everyday infrastructure and the exceptional fabric art. The background shows a cluttered parking area filled with cars of various models, indicating the popularity of this unusual spectacle or the area in general. Rocks and sparse vegetation on the mountainous terrain surrounding the area add a natural and rugged feel to the scene.\n\nOverall, the composition cleverly combines elements of human interest with an impressive artistic intervention in a natural landscape, creating a visually engaging and thought-provoking image.","title":"A six-ton curtain billows across Rifle Gap - conceived by artist Christo Javacheff, executed at a cost of $700,000. The \"curtain\" was ripped to shreds by canyon winds in 24 hours.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["544847","553769","553294","553266","544851","553254","555397","545367","553263","554131","544750","551654","543323","553946","553131","553785"],"cl":[49],"cluster":["#49 &mdash; Weather Phenomena"],"terms":["fabric","installation","road","popularity","tarmac","spectacle","backpack","intervention","art","roadside"]}
