{"path":"544808.jpg","date":"July 1972","photographer":"McAllister, Bruce","caption":"This photograph captures a vibrant and sunny day in an urban park setting. The background features a row of three-story, historical brick buildings that exhibit classic architectural elements from a previous century, such as arched windows and detailed brickwork. The ground floors of these buildings seem to host businesses, with noticeable signage for a \"Sale\" at a store named \"Forecast.\"\n\nIn the foreground, a well-maintained grass lawn and a paved walkway wind through the park. Sporadic young trees and urban-style street lamps enhance the landscaped area, adding a touch of greenery and extra lighting. The scene is lively with the presence of several people engaging in various activities, which suggests this is a popular spot for leisure and relaxation.\n\nWe see a woman dressed in casual attire walking along the path, gently holding hands with two small children, suggesting a familial relationship. Their relaxed pace and the woman's protective guiding hand indicate a leisurely stroll through the park. \n\nAdditionally, other individuals are visible in different parts of the park. A man dressed in a dark outfit with a camera slung over his shoulder walks across the grass, possibly looking for interesting subjects to photograph, indicating artistic or touristic engagement with the space. There's also a figure in blue who appears to be jogging or brisk walking on an intersecting path, suggesting the park is a shared space accommodating varied recreational activities.\n\nIn the top right corner of the frame, part of another building is visible, maintaining the consistency of historic architecture. A notable red vehicle parked beside the building adds a splash of color contrast to the brickwork and greenery, hinting at the possibility of this area being near a roadway or parking space.\n\nOverall, the photograph depicts a peaceful day in a community park surrounded by historic buildings, with people of various ages engaging leisurely with their environment. The composition balances architectural form and human activity, framed by natural elements, creating a harmonious urban landscape.","title":"New downtown development, built from former slum area","placename":"Salt Lake City (Utah)","location":"Salt Lake City, Utah","nn1":["550075","557257","550074","551713","551771","550071","555947","556296","550302","549516","550298","553043","551815","550051","551776","546535"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["park","brickwork","possibility","space","stroll","walking","path","building","pace","relationship"]}
