{"path":"544925.jpg","date":"May 1972","photographer":"Norton, Boyd","caption":"This photograph captures a scene of outdoor activity set against a natural backdrop of a river and towering cliff walls. There are multiple individuals, appearing to be a group of around eight, engaged in river rafting. They are managing small, individual rafts on a relatively shallow river, indicated by some areas where the riverbed is visible and the rafts appear to be just skimming the surface.\n\nThe people, both men and women, are dressed in casual outdoor gear typical of a boating or camping trip, such as hats, light shirts, and pants. Their attire suggests protective and practical wear for a sunny day spent in natural surroundings. Each person is using a paddle to navigate their small raft, and they seem to be in varying stages of movement, some actively paddling, while others might be adjusting their positions or taking a momentary pause.\n\nThe background features imposing natural red rock cliffs which rise vertically from the banks of the river, enveloping the scene in a dramatic and secluded environment. The cliffs are mostly bare rock with a smooth surface, showing layers of geological formations. Vegetation along the riverbanks adds a touch of green to the otherwise earthy tones dominated by the red of the rock and the muddy waters of the river.\n\nOverall, the composition of the photograph emphasizes a sense of adventure and exploration within a striking natural landscape, capturing a moment of human interaction with the rugged outdoors. The imagery of individuals paddling across the river with majestic cliffs in the background also conveys a narrative of challenge and leisure intertwined in the scenic wilderness.","title":"Escalante River and canyon","placename":"Escalante (Utah)","location":"Escalante, Utah","nn1":["545745","545733","545729","549441","545744","545908","545737","549447","545741","549462","545937","549461","549439","549463","549437","549460"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["raft","cliff","river","rock","rafting","imagery","pause","paddle","riverbed","camping"]}
