{"path":"544952.jpg","date":"May 1972","photographer":"Norton, Boyd","caption":"This photograph depicts an ancient Puebloan cliff dwelling nestled within a cavernous alcove of deep red sandstone cliffs. The structure is built predominantly of stone and adobe, creating a robust yet weathered appearance that blends naturally into its rocky surroundings.\n\nThe main feature of the photograph is a tall, multi-story building that occupies the center and right side of the frame. This structure rises to a height of approximately four to five stories, although the upper levels appear more deteriorated. The building has multiple small, rectangular windows that betray its ancient design, meant perhaps for ventilation or defense. The masonry work is quite elaborate, with smaller stones filling the gaps between larger sandstone blocks.\n\nTo the left of this central building are what appear to be remnants of additional structures, possibly rooms or other buildings, part of the same dwelling complex. These adjacent structures show greater signs of collapse and erosion compared to the main building.\n\nThe cliff dwelling's placement within the cavity of the cliff suggests a strategic choice, likely for protection from elements and enemies, and also to maintain temperature by utilizing the thermal mass of the sandstone to cool the interiors during hot days and retain warmth during cold nights.\n\nThe background is the rough texture of the cavern’s sandstone walls, which provide a natural, contrasting backdrop to the man-made structures. The color palette of the entire scene is a rich mixture of reddish-brown tones, ranging from dark burgundy in the shadows to brighter ochre in lit areas, echoing the natural hues of the landscape typical to this region.\n\nOverall, the composition captures a sense of historical depth and cultural significance, emphasizing the architectural ingenuity and adaptation of the ancient inhabitants to their challenging environment.","title":"Four stories high, Square Tower House, was built about 800 years ago in a shallow cave of Navajo Canyon.","placename":"Mesa Verde National Park (Colo.)","location":"OTHER","nn1":["544953","544927","544922","544941","544919","545554","544951","544948","544421","545550","555286","544949","545817","545567","544937","545565"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["sandstone","dwelling","cliff","masonry","stone","inhabitant","burgundy","building","echo","ventilation"]}
