{"path":"544911.jpg","date":"May 1972","photographer":"Norton, Boyd","caption":"This photograph depicts a rustic outdoor scene centered around a building with a historical or traditional appearance. The building features a red clay tile roof and walls made of red stone, exuding a vintage charm. Its façade is adorned with objects that give it a cultural or heritage-focused accent.\n\nOn the left, a vertical wooden beam supports the roof and displays large dried gourds hanging on strings. This same side features a unique stone with petroglyph-like carvings or paintings of spirals and abstract figures, placed prominently in the foreground and leaning against the wall. The stone gives the setting an archaeological or traditional artistic touch.\n\nThe central area of the building that is directly visible is an open space or porch under the overhang of the roof. Here, an artistic piece consisting of a circular motif possibly representing Native American cultural art, such as a woven piece or a painted design, hangs against the back wall. This piece is framed by a square structure that seems to be a boarded up window or a decorative niche.\n\nThe overall setting is outdoors, suggested by elements like daylight, shadows, and a few sparse green trees in the edges visible at the top. The ground is earthy, enhancing the rustic ambiance with natural tones matching the building and other elements. Decorative, small lights line the roof’s edge, possibly for festive or ambient lighting, lending a homely feel to the environment.\n\nThis photograph captures a serene and culturally rich setting, possibly meant to showcase traditional arts, crafts, and architecture.","title":"Trading post","placename":"Bluff (Utah)","location":"Bluff, Utah","nn1":["555340","555286","551263","545359","544396","552966","544919","556628","545334","544417","558109","543580","545324","547808","555295","551100"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["art","stone","roof","piece","wall","clay","carving","string","heritage","overhang"]}
