{"path":"544959.jpg","date":"July 1972","photographer":"Calonius, Erik","caption":"The photograph captures a busy urban scene that appears to be centered around construction or maintenance work. In the foreground, a man is actively engaged with a piece of equipment, possibly a jackhammer or a similar power tool, as evident by the dust and debris swirling around him. He is dressed in work clothes—a light-colored shirt and dark pants, and he is wearing a yellow safety helmet which partially obscures his face as he looks down at his task.\n\nIn the background, a woman, noticeably disturbed by the noise or dust generated by the man's work, covers her ears with her hands. She leans against the exterior wall of a building, suggesting discomfort or seeking some relief from the noise. She wears casual attire—a horizontally striped sleeveless top and jeans, complemented with open sandals.\n\nThe setting includes a city environment with visible architectural elements such as large glass-paneled doors and marble or concrete walls. The side of the building has a public payphone, marking the era before cell phones became ubiquitous. Between the man and the woman, a wooden rail or barrier seems to indicate a sectioned-off area for the construction work, likely meant for safety and to keep pedestrians at a distance.\n\nThis scene exemplifies a typical urban interaction between construction activities and everyday city life, highlighting themes of disruption, labor, and the urban environment's impact on its inhabitants.","title":"Subway construction in downtown Washington, d.c.  Noise from air compressors and jackhammers can cause irreversible hearing loss","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["553887","544968","547693","549309","551951","548371","551512","546551","546445","557735","553246","544960","549664","544828","547240","556866"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["noise","work","dust","construction","safety","marble","exemplify","seek","inhabitant","relief"]}
