{"path":"544963.jpg","date":"November 1972","photographer":"Calonius, Erik","caption":"This photograph captures a serene yet slightly dramatic moment, juxtaposing nature, technology, and leisure. In the foreground, two bicycles are parked side-by-side next to each other. The bike on the left is a traditional model with a black frame and includes a pannier rack over the back wheel, while the bike on the right is a lighter colored frame, possibly blue or grey, and features slightly rusted handlebars.\n\nBetween and slightly behind these bicycles, a male figure is visible. He is standing with his back to the viewer, wearing a light-colored shirt and dark pants, and appears to be holding onto the second bicycle. His attention, like that of the viewer, is drawn towards the spectacle in the background.\n\nDominating the background of the image is a large aircraft in the process of landing or perhaps just taking off. Only the nose and part of the undercarriage of the aircraft are visible, indicating its proximity to the ground and the photographer’s position under or close to the flight path.\n\nThe setting suggests a grassy area near an airport, with sparse vegetation and a few trees that look somewhat bare, possibly due to the season. The sky is overcast, diffusing the light, which gives the photograph a soft, even exposure.\n\nThe photo eloquently contrasts the quiet, static nature of the bikes and the dynamic, powerful motion of the airplane, capturing a moment of modern life where technology, recreation, and the environment intersect.","title":"Jet roars over bicycle path near Washington's Nation Airport. Noise-decibel level from aircraft at this altitude can cause permanent ear damage.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["544967","548464","548485","547247","547678","557535","547237","548484","544606","548469","549283","548447","547231","548445","548486","548691"],"cl":[22],"cluster":["#22 &mdash; Leisure Activities"],"terms":["bike","bicycle","aircraft","technology","handlebar","landing","spectacle","airport","photographer","nose"]}
