{"path":"544968.jpg","date":"July 1972","photographer":"Calonius, Erik","caption":"The photograph depicts an urban street scene focused on two individuals. On the left side, a man is engaged in construction work. He is dressed in casual work attire, consisting of a light blue shirt and heavily worn blue jeans, with visible patches and fray marks. The man is wearing a yellow hard hat and is operating a large pneumatic drill, which is positioned on the ground; he is holding the handle as it appears he's in the midst of using it. A yellow hose connected to the drill extends out of the frame, suggesting it is connected to a larger piece of equipment or power source. \n\nOn the right side of the image, in the background and slightly out of focus, is a woman walking past the construction area. She holds one hand to her ear, possibly to shield it from the noise of the drill. She is dressed in a blue blouse printed with a light floral pattern and carries a shoulder bag.\n\nThe scene occurs in front of a building, the facade of which includes a glass door and window displaying the text \"TRUST AND COMPANY 18th and Eye Streets Office 1739,\" indicating the location. A barrier, featuring black and white diagonal stripes, is placed in front of the construction area for safety and demarcation purposes.\n\nThis snapshot captures a typical moment of urban life where construction impacts the routine flow of pedestrian traffic, and the setting appears to be a business district based on the establishment in the background. The photograph has a somewhat candid and spontaneous quality, highlighting everyday interactions in an urban environment.","title":"Subway construction in downtown Washington, D.C. Noise from air compressors and jackhammers can cause irreversible hearing loss.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["553887","544959","546551","551951","549309","551512","546445","547693","548371","547240","549664","557735","553246","553618","554313","544828"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["construction","noise","demarcation","handle","ear","front","hose","mark","work","midst"]}
