{"path":"544990.jpg","date":"August 1972","photographer":"Daniels, Gene","caption":"This photograph captures a lively and festive outdoor dining setting, possibly at a community event or gathering. The focus is on a white table where several individuals are seated, engaged in the activity of eating.\n\nForeground:\nThe table is covered in a white cloth and features a variety of foods. In the immediate foreground, we see a plate filled with two ears of yellow corn, a large ham steak, a slice of bread, and a pat of butter. To the right, another plate holds a similar meal, and we can see a pack of Marlboro cigarettes, suggesting a casual, social atmosphere. Flatware and cups further populate the table.\n\nPeople:\nThe table seats multiple people. On the left, a child, whose head is seen from the rear, is holding an ear of corn. Next to the child, a middle-aged woman wearing a vibrant blue top and a wide-brimmed brown hat is enthusiastically biting into an ear of corn. On the right, an older man, bald and wearing glasses along with a patterned, open-necked shirt, is speaking or looking towards the woman, indicating a moment of interaction or conversation.\n\nBackground:\nBehind the main subjects, numerous other diners are visible, suggesting a large gathering. The people are diverse in age and appear to be enjoying meals and conversations. The area is tented, as evidenced by the structured white canopy overhead, which protects the diners from direct sunlight.\n\nThe scene is vibrant with activity, yet has a casual, relaxed vibe typical of a community event, where food and social interaction play central roles. The attire of the individuals varies from casual to slightly dressy, which also underscores the informal yet special nature of the event.","title":"Salmon bake, held by community of Browns Point, to raise money for children's playground. Silver salmon is baked according to old Indian custom.","placename":null,"location":"OTHER","nn1":["544975","551276","554861","551277","557664","558188","549444","553186","551688","556530","548568","557934","545738","557795","558294","543631"],"cl":[22],"cluster":["#22 &mdash; Leisure Activities"],"terms":["corn","ear","table","diner","meal","plate","event","food","gathering","pack"]}
