{"path":"545049.jpg","date":"September 1972","photographer":"Daniels, Gene","caption":"This image features an outdoor scene centered around a real estate sign located in a natural, rural landscape. The sign reads \"FOR SALE 526 Hwy Frontage 9 Acres FRANSSEN REAL ESTATE 260 N. 10th COOS BAY 267-7971,\" indicating that the land advertised is for sale and providing details about location and contact information.\n\nIn the foreground, there is a variety of wildflowers and grasses growing across a hilly terrain. These wild plants, exhibiting purple and yellow flowers, give a somewhat untamed and lush appearance to the immediate scene.\n\nBeyond the sign and flower-covered hill, the landscape opens up to a view of what appears to be a marsh or tidal flat. This area is characterized by water channels and patches of land or mud, stretching outward toward a hazy horizon. The presence of water and the flat expanse suggest that this area might experience flooding or remains saturated.\n\nThe background reveals a foggy environment, which adds a sense of moisture and a somewhat mysterious, obscured view. On the left side of the picture, structures which resemble houses or warehouses can be noticed, indicating some human presence or activity nearby but are partly shrouded in mist.\n\nThe overall atmosphere of the image, with the fog and sprawling natural elements, gives it a quiet, secluded feel, and the scene is set in a broad daylight scenario with even overall lighting, presumably under overcast skies due to the lack of shadows and muted colors. This environmental setting suggests that the photo might have been taken either in late morning or during an overcast day, emphasizing the tranquility and the raw natural beauty of the location.","title":"Land for sale in Coos Bay area","placename":"Charleston (Or.)","location":"Charleston, Oregon","nn1":["543101","543115","556989","554123","543556","557553","547648","554133","552090","557025","549039","553831","557674","554562","556971","552988"],"cl":[38],"cluster":["#38 &mdash; Signs"],"terms":["sale","flower","estate","contact","sign","marsh","flooding","land","location","mud"]}
