{"path":"545146.jpg","date":"September 1972","photographer":"Daniels, Gene","caption":"This photograph presents a complex urban scene with multiple layers of activities and structures. In the foreground, a large, sprawling scrapyard dominates the view. It is filled with heaps of metal debris and various discarded items, creating a chaotic and densely packed environment. Industrial machinery, possibly for handling and sorting the scrap, is visible among the piles of metal. Also noticeable in the scrapyard are different types of containers and smaller structures, likely used for storage or office space.\n\nIn the middle ground, elevated highways intersect and weave through the scene. Vehicles, including a prominent truck with \"Alaska Steel\" printed on its side, move along these raised roads. This suggests a busy urban setting with considerable transportation activity.\n\nThe background features high-rise buildings, possibly residential or commercial towers, which stand starkly against the cluttered and industrial foreground. Some of the high-rises are under construction, as indicated by the visible cranes and the incomplete upper stories. Other buildings are fully constructed and present a more polished and modern look, offering a sharp contrast to the industrial and undeveloped feel of the foreground.\n\nOverall, the composition and juxtaposition of industrial decay against urban development provide a vivid portrayal of a city evolving amidst varying degrees of infrastructure and architectural forms. The atmosphere is somewhat overcast, casting a hazy gloom over the entire scene, which enhances the gritty and utilitarian character of the area.","title":"Zidell's ship wrecking yard with freeway and skyline in background","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["545059","555763","549638","547610","557283","545851","552043","547611","555805","549777","551521","552154","549958","542660","548353","552044"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["scrapyard","rise","move","degree","scrap","portrayal","heap","metal","office","character"]}
