{"path":"545155.jpg","date":"September 1972","photographer":"Daniels, Gene","caption":"This photograph depicts a bustling marina scene filled with activity and a variety of elements. The foreground prominently features a large dock with several boats moored to it. Notably, a yellow vessel stands out with its name \"Top Hat\" clearly visible on the side, indicating it's specifically for salmon charters. Adjacent on the dock, people are seen engaged in various activities; some appear to be boarding or disembarking from the boats, while others are conversing or enjoying the view.\n\nThe middle ground of the image is dense with people walking across the wooden docks and bridges connecting different parts of the marina. A few individuals seem to be carrying fishing gear or preparing for sea activities, hinting at a popular spot for fishing and marine recreation.\n\nIn the background, a two-story building labeled \"Cache Lot Charters\" and another with \"Pacific\" visible on its sign suggest the presence of businesses catering to sea charters and maritime services. The area is alive with more people, indicative of the marina being a common gathering spot or possibly during a special event due to the crowd density.\n\nAdding to the busy feel of the photo, the background shows multiple other structures, possibly shops, and restaurants typical of a commercial marina setup. Cars from a bygone era hint at the photograph's vintage, lined up near the buildings and contributing to a sense of the period.\n\nThe entire setting is surrounded by utilities typical of a marina, like mooring posts, ropes, and navigational aids, all bathed in harsh lighting that suggests a sunny day, casting sharp glares on shiny surfaces and creating deep shadows on the underpass and under the boats. The image, capturing both leisure and lifestyle around a marina, vividly depicts a day in the life of a coastal community.","title":"\"Salmon capital of the world.\"","placename":null,"location":"OTHER","nn1":["542912","542871","552028","548543","548075","552027","544130","548547","546877","548078","542902","548037","542650","557450","546853","554659"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["marina","dock","boat","spot","fishing","salmon","disembark","mooring","glare","sea"]}
