{"path":"545210.jpg","date":"September 1972","photographer":"Daniels, Gene","caption":"This photograph captures two men involved in an aquacultural activity. They are in a large dark-colored tank filled with water. The design of the tank implies it is housed under a cover as the top shows a dome-like enclosure, possibly open-air. The tank's walls appear to be made of a sturdy, dark material with a smooth surface.\n\nThe two men, wearing waterproof jackets and trousers, seem actively engaged in handling fishes. The man in the foreground holds a salmon firmly in his hands, which he appears to have extracted from the water, possibly checking its health or for other purposes related to fish farming. The man in the background is also holding a salmon, maneuvering it with both hands, possibly preparing to place it back in the water or for similar examination.\n\nBoth men look focused on their tasks, demonstrating a professional handling of the fishes. Their attire suggests that they are prepared for wet conditions, protective against the splashing water of the tank.\n\nThe background and ambient lighting suggest an overcast or shaded environment, focusing the viewer's attention on the task at hand. This setting is common in fish farms where controlled environments are pivotal for optimal fish growth and health management. This descriptive scene illustrates practical aspects of fish farming, including animal handling and care.","title":"Examining chinook salmon for eggs and sperm before the salmon spawning season.  Jerry bouck and don stevens (of the national environmental research center) in the research station on pollution and supersaturation","placename":"Corvallis (Or.)","location":"Corvallis, Oregon","nn1":["545198","545211","545202","545206","553657","551412","551396","553095","552273","546270","550047","546361","546758","544961","547551","545093"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["fish","salmon","tank","health","handling","farming","man","hand","task","extract"]}
