{"path":"545242.jpg","date":"September 1972","photographer":"Daniels, Gene","caption":"The photo captures a moment between a man and a young child playing outdoors on a sunny day. In the foreground, the focus is on a boldly colored toy—a large red and yellow reel or wheel—indicating outdoor play, probably in a suburban setting. The man, dressed in casual wear including a light-colored shirt and dark trousers, is squatting down and interacting with the wheel, possibly explaining or demonstrating its use to the child.\n\nThe young child, who is wearing a striped shirt and shorts and has short hair, is intently looking at the wheel, suggesting curiosity or engagement with the activity. Both seem absorbed in their playful exploration, creating a relaxed atmosphere.\n\nIn the background, there's a traditional American house with dark wooden siding and white trim around windows and the porch. There’s a small front yard, modestly maintained with grass and a few flowering plants. On the porch, partially seen through the doorway, stands another person whose presence suggests a domestic, family setting. \n\nAbove this homely scene, contrasting sharply with the carefree, domestic foreground, there is a tall industrial chimney emitting a thick plume of dark smoke into the clear blue sky, hinting at an environmental or industrial context influencing the otherwise peaceful suburban life. The smoke is a stark reminder of the larger industrial impact on everyday life and the environment, making the composition a thoughtful juxtaposition between childhood play and industrial encroachment.","title":"Dr. Samuel Milham, Jr. in background is Tacoma smelter stack which showers Ruston and Tacoma with arsenic and lead residue. Dr. Milham, chief of the Non-Communicable Disease Section of the Washington State Department of Social and Health Services, has been studying the impact of industrial pollution on the health of workers and children.","placename":null,"location":"OTHER","nn1":["545246","546043","551075","545404","556166","544310","549674","556583","556584","553851","546772","545400","550283","545398","546039","546220"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["wheel","child","play","porch","reel","reminder","toy","smoke","encroachment","childhood"]}
