{"path":"545240.jpg","date":"September 1972","photographer":"Daniels, Gene","caption":"This photograph appears to be taken in an urban area and captures a mix of industrial and city elements with clear societal messages. In the foreground, there's a large pile of logs suggesting a location near a timber yard or a processing site. Adjacent to the logs, prominently displayed, is a large billboard with a vibrant graphic announcing \"Coming Soon! CLEANER AIR for TACOMA.\" The billboard features a pristine image of a mountain, likely Mount Rainier, symbolizing natural beauty and perhaps the clean air that is being promoted. The text on the billboard also mentions \"22 Million Dollars Worth\" and is branded with \"St. Regis - A COMPANY THAT CARES.\"\n\nBehind the billboard, the middle ground shows a body of water, indicating that the site is near a river or bay area. Further back, the skyline of a city is visible with varied architecture including several mid-rise and high-rise buildings. One of the taller buildings is somewhat modern in design with a dark façade, while other buildings have more traditional architecture with visible window details and a historic look. The cityscape backdrop suggests a vibrant urban environment with a mix of business and possibly residential areas.\n\nThe overall composition of the photo juxtaposes the industrial foreground with the city life in the background while introducing an element of environmental concern and corporate responsibility through the billboard message. This offers a narrative about industrial impact and community initiatives for environmental improvement. The image also contains some elements like utility poles and wires, hinting at typical urban infrastructure.","title":"Sign put up by the St. Regis pulp mill amid clutter of logs; Tacoma skyline in background.","placename":null,"location":"OTHER","nn1":["545263","545241","546236","545260","551192","556913","557341","545389","552196","550711","557374","543009","545256","555165","550694","545251"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["billboard","message","log","city","rise","responsibility","graphic","site","mix","architecture"]}
