{"path":"545202.jpg","date":"September 1972","photographer":"Daniels, Gene","caption":"This photograph captures two individuals engaged in an activity that appears to involve handling or processing fish. The scene takes place within what seems to be a dark, covered facility, possibly a fish hatchery or processing center.\n\nThe two men in the picture are dressed in dark, waterproof clothing, which includes jackets and gloves, suggesting that the activity involves exposure to water and might be messy. They are using long-handled tools to scoop or manipulate something in large, circular tanks filled with water. Due to the splashing and the tools used, it's likely they are working with live fish or processing fish in some way.\n\nThe background is dimly lit but we can discern a high, semi-transparent roof, possibly made of a wire or mesh material which allows some light through but also offers protection from the elements. The circular tanks are contained within a larger structure, indicated by metallic walls which provide structural support and possibly insulation.\n\nThe overall composition of the photo, with its focus on action and the tools in the water, captures a moment of labor intensive interaction with aquatic life, perhaps part of a harvesting or breeding cycle in an aquaculture environment. The image exudes a sense of hard work in a specialized setting, illustrating a moment in the seafood supply chain.","title":"Jerry bouck and don stevens in research station on pollution and supersaturation, part of the national environmental research center of Corvallis.  They are checking male and female chinook salmon for eggs and sperm","placename":"Corvallis (Or.)","location":"Corvallis, Oregon","nn1":["545211","545198","545210","545206","553657","545065","545064","551412","551396","546319","552273","550316","546758","552863","545093","550320"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["fish","tool","process","handle","involve","supply","tank","breed","seafood","scoop"]}
