{"path":"545253.jpg","date":"August 1972","photographer":"Daniels, Gene","caption":"The photograph captures a scene featuring a protest involving at least one person in front of a dilapidated building that appears to be a variety store selling an eclectic range of items. The person, who is likely female based on appearance, stands in the foreground holding a large sign that reads “We PAY Taxes PARKS Don’t” in bold, uneven, hand-painted lettering. This sign suggests a public outcry against perceived injustices in tax burdens or government funding allocations.\n\nThe protester is wearing dark clothing that includes a coat and sunglasses, and her expression is partially obscured but appears firm and serious, indicating her commitment to the cause.\n\nThe background shows the façade of the variety store. The structure is run-down, with weathered wood and aged signs advertising diverse articles such as “NOVELTIES,” “CLAM GUNS,” “VARIETY,” “ROOMS,” and “CABINS.” The entire front of the store is plastered with multiple protest signs with declarations such as “Fight Parks Disease Save Us $ From life crisis,” “We Protest No Business Driving to People's Beach,” and other slogans emphasizing disapproval of current civic policies or conditions.\n\nAdditionally, there is a large vacancy sign and various promotional materials visible in the windows of the store, which add to the cluttered, chaotic feel of the scene. A clock and thermometer combo above the store shows a readable time around 10:00, adding a situational context to the protest which seems to be taking place under clear skies during daytime. The location seems remote or neglected, hinted by the lack of visible modern infrastructure or other individuals.","title":"Dorothy thierolf, ocean beach businesswoman and leader of fight to reopen nearby beach to auto traffic, to protect clam beds the state government had banned cars from a short stretch of beach during the summer months, on august 12, 1972, ms.  Thierolf led a demonstration, in which 200 cars drove two miles through the prohibited section of the beach to protest the ban","placename":null,"location":null,"nn1":["556256","553140","551938","553143","552720","556257","544235","543032","553307","555911","546600","547205","546445","547190","553321","551939"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["store","protest","sign","plaster","slogan","dilapidated","crisis","pay","government","sell"]}
