{"path":"545299.jpg","date":"April 1972","photographer":"McAllister, Bruce","caption":"The photograph is a vivid portrayal of a large, sprawling landfill filled with a variety of discarded items. It depicts several people, some of whom are actively sorting through the heaps of waste. The landfill contains a diverse assortment of debris including wooden planks, cardboard boxes, old furniture, metal drums, and assorted household trash scattered across the ground.\n\nIn the foreground, numerous vehicles, predominantly vans and trucks, are parked amidst the piles of rubbish, suggesting that these are used either to bring in or sort out the waste. Some vehicles are partially filled with garbage, while others are parked empty, likely facilitating the disposal process.\n\nIn the background, a sprawling suburban development can be seen, providing a stark contrast between the residential cleanliness and the chaotic accumulation of waste in the foreground. The skyline is relatively clear with minimal cloud cover, emphasizing the openness of the area. Additionally, large power lines run through the landscape, further marking the industrial undertones of the scene, signifying the encroachment of urban development and utility infrastructure into the area.\n\nOverall, the composition underscores themes of consumerism, waste management, and the environmental impact of human activities juxtaposed against residential expansion. The presence of people in the landfill actively engaging with the waste hints at ongoing efforts in sorting or possibly scavenging, highlighting economic and environmental dimensions of waste disposal.","title":"Jefferson county dump, west Denver the trash often blows over fences","placename":"Denver (Colo.)","location":"Denver, Colorado","nn1":["553039","548210","543832","549750","549747","549762","554541","544799","550256","549739","549957","557307","549946","549936","547983","546238"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["waste","landfill","sort","disposal","undertone","cleanliness","development","rubbish","encroachment","dimension"]}
