{"path":"545273.jpg","date":"August 1972","photographer":"Daniels, Gene","caption":"This photograph presents an industrial scene captured from a high vantage point, giving an expansive view of the facility and its surroundings. In the foreground, several large cylindrical storage tanks, painted in light colors like turquoise and white, dominate the view. These tanks are connected by an array of piping and stand alongside a reflective body of water, possibly a river or harbor, contributing to a sense of industrial functionality.\n\nDominating the midground of the image is a large, prominent geodesic dome with a reflective, metallic surface, catching light and standing out against the darker industrial backdrop. This dome is a striking feature due to its size and shape amidst more ordinary rectangular industrial buildings.\n\nIn the background, an array of various industrial structures can be seen. These include more tanks, piping, and buildings, many emitting steam or smoke, indicating ongoing industrial processes. The haze over the area might suggest pollution or mist. A few ships are visible at the docks, implying that the facility possibly engages in maritime transport or receives resources via waterways.\n\nThe sky is overcast with heavy clouds, casting a muted light over the industrial landscape, which enhances the somber, utilitarian atmosphere of the scene. The colors in the photograph are subdued, mostly consisting of industrial blues, grays, and muted metallic tones. This color palette, along with the composition and elements in the view, underscores the industrial activity and environmental impact typical of such facilities.","title":"Smog over Tacoma Harbor","placename":null,"location":"OTHER","nn1":["546108","542587","549960","546862","555776","546148","555777","546160","551998","544179","550344","555724","551994","557304","545987","548340"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["piping","dome","tank","facility","array","turquoise","receive","harbor","functionality","resource"]}
