{"path":"545251.jpg","date":"August 1972","photographer":"Daniels, Gene","caption":"This photograph presents a visually intriguing contrast between nature and urban development, captured in a unique composition. In the foreground, a large pile of freshly cut logs dominates the scene, hinting at logging activity or perhaps preparation for transport. The logs are of various sizes and lie haphazardly stacked, with visible details such as the tree rings and bark.\n\nBehind this natural scene, the skyline of a city stands prominently. Multiple high-rise buildings of different architectural styles and eras fill the background, creating a dense urban tapestry. One notable building in the skyline features a pyramid-shaped roof, possibly symbolizing a landmark or a building of significance in the city.\n\nOn the right side of the image, a portion of a car – likely from the 1970s or 1980s judging by its design – is visible, its rear end suggesting a type of coupe. This inclusion of a vehicle further bridges the elements of urban life and the more rustic, natural scene of the logs.\n\nThe colors in the image are rich and saturated, with the natural brown hues of the logs contrasting sharply against the cooler, darker tones of the buildings and the deep blue of the car. The quality of light suggests either early morning or late afternoon, casting subtle shadows and adding depth to the composition.\n\nOverall, the photograph captures a moment where different elements of environment, industry, and everyday life intersect, framed within the broader context of human impact and urban sprawl.","title":"Tacoma skyline, with log piles of the St. Regis pulp mill in foreground","placename":null,"location":"OTHER","nn1":["545255","545257","549638","551521","550070","542859","549958","545851","557283","545260","542596","550153","545876","553557","555747","552162"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["log","skyline","pyramid","coupe","sprawl","judging","ring","inclusion","tapestry","1980"]}
