{"path":"545205.jpg","date":"September 1972","photographer":"Daniels, Gene","caption":"This photograph captures a layered landscape showing buildings of varying architectural styles on a hillside, capturing a blend of rural and suburban life. In the foreground, there is a small, weathered trailer with faded paint and minor rust, partially enclosed by a chain link fence. Connected utilities such as meters and barrels are visible near the trailer, suggesting it is inhabitable and possibly still in use.\n\nBeyond the trailer, a row of suburban single-family homes features prominently. These houses have gabled roofs and visible backyards. Their design suggests a mid-20th-century architectural style, common in many residential American suburbs. The homes appear well-maintained with clean facades and structured landscaping.\n\nAt the mid-ground, right behind the row of suburban houses, rests another building that differs slightly in style—it has a long porch along its visible side and is accompanied by what appears to be a small barn or storage unit.\n\nIn the background, against a hill that supports sparse vegetation, stands a large isolated house with a wide, wrapping porch and a pitched roof. This house overlooks the valley, providing a stark contrast to the closely packed homes in the middle layer of the image.\n\nThe hillside itself is covered in dry, yellow grass, indicative of a warm climate or a dry season. There are no visible people or moving vehicles in the image, imparting a sense of stillness and quietude to the scene. The composition of the photograph, with its focus on layers of dwelling nestled in a natural landscape, offers a narrative on the varying socioeconomic contexts within a small geographic area, as well as the adaptation of human settlements to the surrounding environment.","title":"Dwellings of King City cling to shelter of hill: farmlands rise steeply behind them","placename":"King City (Or.)","location":"King City, Oregon","nn1":["556333","557436","543106","553704","556438","557427","556423","556395","556578","556601","557547","553938","556580","557440","547567","556472"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["trailer","house","home","hillside","layer","porch","dwelling","suburb","style","differ"]}
