{"path":"545221.jpg","date":"September 1972","photographer":"Daniels, Gene","caption":"This photograph features a vibrant and eclectic outdoor scene filled with a wide array of items, prominently at what appears to be an eccentric museum or a similar attraction. The focal building is designed in a whimsical manner, bearing resemblance to a small, old-fashioned house with a steeply pitched roof and adorned with various objects that contribute to its quirky appearance. Atop the roof are several interesting sculptures and ornaments including an angel, a dummy in a diving suit, and traditional maritime elements like a lifebuoy and ship's wheel.\n\nIn front of the building, numerous artifacts and objects are displayed, creating a busy and colorful tableau. This includes a large anchor, a mermaid sculpture, a variety of wheels, and vintage machinery. Notably, there is a bright red tractor branded \"CASE\" in the foreground that adds a rustic charm to the scene. To the right, a large hanging weight marked \"LONG BEACH\" is supported by a wooden frame, suggesting the location could be Long Beach. Nearby, a massive black iron skillet hangs alongside. Other noteworthy features include a tall orange rocket or missile, which stands out vividly against the blue sky.\n\nIn terms of activity, several people, likely visitors, are exploring the displays, adding a dynamic element to the scene. They are dressed casually, appropriate for a leisurely day out. The background beyond the onsite displays shows other buildings and some greenery, giving a hint of a small, close-knit community setting.\n\nOverall, the photograph captures a lively and intriguing environment likely designed to entertain and educate visitors with its collection of oddities and historical pieces. The scene is bathed in bright sunlight, indicating a clear, sunny day, which enhances the vivid colors and shadows in the image.","title":"A new curiosity shop","placename":null,"location":"OTHER","nn1":["544817","553266","554457","554458","557756","543094","553254","546488","543495","552406","553769","544610","555321","554456","549974","543210"],"cl":[19],"cluster":["#19 &mdash; Industrial Facilities"],"terms":["sculpture","wheel","visitor","display","anchor","museum","ornament","case","diving","artifact"]}
