{"path":"545358.jpg","date":"June 1972","photographer":"Lyon, Danny","caption":"This photograph captures a casual gathering of three young men sitting in what appears to be an urban, alley-like setting. The focus is on their interaction and the informal urban environment around them.\n\nFrom left to right, the first young man is wearing a yellow t-shirt and light brown pants. He's leaning on his bent arm, which is resting on an aged wall covered in graffiti and tags. His arm partially obscures his face, and he appears relaxed and contemplative.\n\nThe second young man, in the center, is wearing a sleeveless green shirt with the word \"FIJI\" on it and plaid pants. He's sitting slightly higher than the others, on what looks like a metal railing or tube, with his arms lightly resting on his knees. He's also smoking a cigarette, which he holds between his fingertips. His expression is also relaxed, and his hair is notably voluminous.\n\nThe third young man is wearing a white t-shirt and similarly patterned plaid pants, complemented by dark shoes possibly sneakers. He is seated to the right, with his legs crossed and hands resting in his lap or on his thigh, gazing off to the side, his expression indicating a moment of thought or distraction.\n\nThe background features utility meter boxes and a metallic fence, all bearing graffiti and signs of wear, hinting at a well-used communal or passage space in a dense urban area. The wall the young men are leaning against shows exposed bricks and worn paint, adding to the gritty, lived-in feel of the environment.\n\nOverall, the image captures a moment of youth, companionship, and urban lifestyle, rich in texture and casual in mood.","title":"Young men of the second ward, El Paso's classic \"barrio\" near the Mexican border","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["552973","552753","545330","553166","553487","545450","553122","552972","556485","545315","552971","553146","551433","555899","553208","553172"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["graffiti","arm","rest","plaid","pant","man","thigh","lean","alley","distraction"]}
