{"path":"545333.jpg","date":"June 1972","photographer":"Lyon, Danny","caption":"This photograph captures a vivid street scene under bright daylight. On the left foreground, the silhouette of a person is shown, mostly in shadow, adding a sense of life and movement to the scene. The middle and background focus on a city street lined with older buildings which denote a mixture of architectural styles and functions.\n\nIn the forefront of the midground, there are two commercial buildings. The one on the left advertises several businesses including a furniture company named \"Regis-Bernard Furniture Co.\" and a place referred to as \"Mexicana Loans.\" The signage on these stores appears slightly worn, indicating they might be well-established within this community. Right next to it, there’s another two-story building with a Victorian-style architecture featuring a bay window on the second story and a turret-like structure at the roof's peak.\n\nOn the street, parked directly in front of these establishments, is a vintage yellow car, possibly from the late 1950s or early 1960s, which adds a retro feel to the scene. The car's sleek design and prominent tailfins are indicative of the era's automotive styling.\n\nThe right side of the photograph displays another building displaying a sign with the word \"Moderna,\" which might suggest a shop or business possibly catering to more contemporary needs or goods, contrasting somewhat with the other more traditional businesses visible.\n\nAbove, a clear blue sky without a cloud in sight suggests a warm, calm day. Power lines visible across the top connect the buildings visually and contextually to the urban grid.\n\nThis staged snapshot not only captures everyday city life but also preserves the historical and economic atmosphere of the time, reflecting a community bustling with commercial activity and architectural diversity.","title":"Stanton street in the second ward, the spanish-speaking section","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["546428","542900","546440","550138","545216","556225","555944","551125","545362","542586","556709","549872","551494","550127","545614","556224"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["business","street","turret","story","refer","cate","1950","styling","building","denote"]}
