{"path":"545355.jpg","date":"June 1972","photographer":"Lyon, Danny","caption":"This photograph captures an old, weathered corner building made of brick. The structure has a deteriorated but charming character, emphasized by its faded and peeling paint. Notable architectural elements include arched windows with decorative moldings, though one window on the building's corner has its glass replaced by a panel featuring floral curtains, suggesting a makeshift preservation or repair effort.\n\nThe brickwork is mostly red, with patches of white paint, especially noticeable near the building's base. A few carved or patterned bricks add slight decorative details at the top edges, under the roofline. The building has signs of historical commercial use, evidenced by faded and partially legible painted text on its side that seems to include the word \"CASH.\" The corner of the building facing the viewer protrudes slightly, capped with a double-layered brick design that creates a sense of solidity and permanence.\n\nIn the immediate foreground, a shadow, likely from the photographer or an object near them, is cast on the building, adding a temporal touch to the scene. Despite the building's neglected state, it stands under a bright, clear blue sky, which contrasts vividly with the textures and tones of the architecture. The environment around the building is gritty and sparse, with some barbed wire running along a low fence visible, adding to the forsaken and unused appearance of the location. This scene evokes a narrative of historical significance, perhaps capturing a slice of life from a rural or small-town setting in a bygone era.","title":"Sixth street and st.  Vrain in the second ward, the chicano area of El Paso","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["552964","552968","553478","557643","550023","557140","544088","555952","557139","555902","553479","543344","545317","557634","552681","554785"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["corner","brick","building","paint","cash","double","molding","brickwork","roofline","preservation"]}
