{"path":"545354.jpg","date":"May 1972","photographer":"Lyon, Danny","caption":"This aerial photograph captures a sprawling industrial landscape set against a backdrop of rugged mountains. In the foreground lies an expansive industrial complex featuring several tall chimneys emitting smoke or steam, contributing to a somewhat hazy atmosphere. The complex is substantial, with multiple large buildings, tanks, and infrastructure representing heavy industry, possibly related to energy production or manufacturing.\n\nSeveral roads and railway tracks traverse the landscape, connecting the industrial site with surrounding areas. These transportation routes snake across the terrain, emphasizing the functional and connected nature of this space.\n\nTo the right of the industrial hub, residential zones are visible. These areas consist of numerous small houses or buildings clustered together, highlighting a sharp contrast between industrial operations and living spaces. The presence of greenery is sparse, indicating an arid environment.\n\nBeyond the built environment, the terrain consists largely of open, undeveloped land with gentle slopes leading up to a dramatic range of mountains. The mountains dominate the background with their jagged peaks and rugged forms, creating a powerful natural skyline.\n\nOverall, the composition of the photograph, taken from an elevated perspective, provides a striking overview of human industrial activity juxtaposed with natural landscape features, illustrating a blend of development and wilderness typical of certain regions.","title":"Asarco smelter works near the U.S.-Mexican border. The air is polluted for three miles in any direction from the plant.","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["544059","552196","545013","551197","550706","552246","544792","551053","544788","551174","544039","544777","543733","544067","548968","544735"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["mountain","complex","overview","hub","route","production","space","living","railway","manufacturing"]}
