{"path":"545389.jpg","date":"July 1972","photographer":"Woodson, LeRoy","caption":"This photograph depicts an industrial setting, primarily dominated by a large billboard and a backdrop of industrial activity. The scene occurs during what seems to be either early morning or late afternoon as suggested by the ambient lighting.\n\n1. **Billboard**:\n   - Major feature of the image.\n   - Displays a message from \"North Birmingham Pipe Plant.\"\n   - The billboard's artwork includes an image of a large trout jumping from a body of water attempting to catch a fly, with a fisherman in a boat in the background.\n   - The message \"Accidents Happen When Least Expected\" is displayed prominently below the graphic.\n   - Located in the foreground on the right side of the photograph, it partially frames the scene.\n  \n2. **Industrial Elements**:\n   - There is visible smoke or steam, thick and white, billowing against the sky in the background which could suggest pollution or just industrial exhaust.\n   - The smoke emerges from structures or equipment not fully visible in the frame, implying the presence of a factory or a plant beyond.\n  \n3. **Background and Sky**:\n   - Partially cloudy sky with hints of blue and the clouds illuminated, possibly by the setting or rising sun.\n   - The sunlight or environmental lighting casts a glow across parts of the sky and on elements of the industry in the backdrop.\n  \n4. **Other Details**:\n   - A wooden fence runs across the middle ground, with pointed tops, possibly for security around the industrial area.\n   - Multiple chimneys or vents poke above the fence, hinting at the nature of activities (likely heavy and manufacturing related) behind the barrier.\n\nThe photograph conveys a juxtaposition of industrial activity against a cautionary message presented via the billboard, possibly reflecting on the environmental or safety themes related to the industrial setting.","title":"The north Birmingham pipe plant of u.s.  Pipe has no chimney to elevate the smoke level.  The residential community alongside the plant is regularly enveloped in thick smoke.  Smoke is part of the air the residents breathe and the food they eat","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["546055","551033","545241","557374","556501","552190","552212","545442","546236","554630","557224","552037","557373","552211","545447","550821"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["billboard","message","fence","accident","graphic","jump","fisherman","tops","happen","security"]}
