{"path":"545329.jpg","date":"June 1972","photographer":"Lyon, Danny","caption":"The photograph depicts an expansive aerial view of a desert landscape intersected by a winding river. The river, appearing as a prominent, serpentine blue strip, sharply contrasts with the rusty red and deep orange hues of the surrounding arid terrain. Alongside parts of the riverbank, there are patches of agriculture or greenery, forming vivid patterns of rectangular and irregular plots that offer a respite from the otherwise barren landscape.\n\nTo the bottom left of the image, the land is divided into discernible plots, some of which are likely cultivated fields, evident from their rich green color. This portion of the landscape is markedly different from the sprawling desert expanse, suggesting that the river plays a vital role in supporting agriculture in this otherwise harsh environment.\n\nAt various points across the desert, there are sparse settlements, indicated by clusters of small, indistinct structures that almost blend into the earthy tones of the ground. Trails or dirt roads can be seen carving straight and diagonal lines across the landscape, hinting at human activity and movement despite the remoteness of this area.\n\nThe background is dominated by a mountain range which forms a dark, undulating horizon line under a subtly gradated sky, moving from a dusky purple near the mountains to a muted blue overhead. This mountainous backdrop adds a stark, rugged boundary to the expansive flatness of the desert.\n\nOverall, the composition balances elements of human presence and natural wilderness, captured from an altitude that reveals both the vast isolation and scattered inhabitation of this striking environment.","title":"Rio gRande valley","placename":"Belen (N.M.)","location":"Belen, New Mexico","nn1":["548933","544752","552548","543977","548924","549016","545632","544744","545626","545640","545787","544400","545790","544929","545629","555845"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["desert","plot","agriculture","respite","river","remoteness","overhead","mountain","carve","cultivate"]}
