{"path":"545369.jpg","date":"May 1972","photographer":"Woodson, LeRoy","caption":"This photograph captures a scene within a large room where voting is taking place. Four women are present in the frame, presumably after casting their votes. The women are dressed in formal and casual attire typical of mid-to-late 20th-century fashion: knee-length skirts and dresses in colors such as orange, white, and pink.\n\nThe first woman, standing in the left foreground in an orange dress, smiles towards the camera. Next to her, another woman in a white dress seems to be engaged in conversation, smiling as well. The third woman, clad in another white dress, is partially visible and appears to be moving out from a voting booth. The fourth woman, at the forefront in a pink dress, has her attention directed towards someone outside the frame, with her hand seemingly raised to her face in a gesture of communication.\n\nThe background shows an array of private, dark-colored voting booths set against the walls of what appears to be a gymnasium or community hall. The booths have curtains for privacy, opened and closed at varying degrees. The floor of the room is wooden, and elements like tiered wooden steps are visible, suggesting a multipurpose function to the room. Large windows or openings high on the walls indicate an industrial or older style of architecture, typical of public or civic buildings from earlier eras.\n\nThe photograph's ambient lighting and mix of shadow and light hint at natural light coming from windows out of frame, giving the scene a soft and naturalistic quality. The overall atmosphere is one of casual civic engagement and the communal aspect of voting in a public space.","title":"Primary election day","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["545384","556258","556028","547358","557693","547190","545083","551466","551852","551436","545547","546855","547371","548237","556805","556672"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["dress","booth","woman","room","privacy","degree","hall","wall","communication","frame"]}
