{"path":"545394.jpg","date":"May 1972","photographer":"Woodson, LeRoy","caption":"The photograph depicts an outdoor scene in a residential area, characterized by a series of two-story brick apartment buildings lining both sides of a paved street. The architecture is simple and functional, indicative of mid-20th century public housing. The setting suggests an overcast day, dimly lighting the bricks and pavement.\n\nIn the foreground, a woman is actively engaged in a domestic chore. She is in the process of hanging or adjusting laundry on a clothesline, which is supported by metal poles and extends across the grassy area between the apartments. She is wearing a light-colored dress with short sleeves, and her posture is bent slightly as she handles the laundry basket placed beside her on the ground.\n\nThe clothesline itself carries a variety of clothing items, ranging from shirts and trousers to sheets, all fluttering lightly under what appears to be a gentle breeze. This practical setup for drying clothes outdoors is common in settings where indoor space might be limited or where outdoor airing is preferred.\n\nIn the background and extending down the street beyond the central scene are more clotheslines, suggesting a communal approach to laundry and domestic tasks within this community. The street appears only moderately maintained, with visible patches and a lack of lush vegetation, emphasizing a no-frills, utilitarian environment. This setting conveys a sense of everyday life within this community, highlighting elements of self-sufficiency and routine domestic work.","title":"Little Korea, an area of substandard housing","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["550164","547950","548472","549270","557406","552482","549276","547896","550718","555951","556167","551002","552965","551091","546958","545326"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["clothesline","apartment","street","no","brick","laundry","self","flutter","limit","community"]}
