{"path":"545318.jpg","date":"May 1972","photographer":"Lyon, Danny","caption":"This photograph depicts a lively scene at a dirt race track during twilight. In the foreground, a race car painted orange with the number \"55\" prominently displayed on its side is parked or perhaps has idled to a stop. The car shows signs of wear and mud splatters, suggesting it has been actively participating in the race. \n\nThe background is vibrant, featuring a dramatic sky with the sun setting, casting hues of deep blue, purple, and orange across the horizon. Various light poles illuminate the area, staging a brightly lit arena in contrast against the darker sky. \n\nFurther back, various elements indicate the busy nature of the race track environment: people can be seen walking around; other race cars, some distant and others closer, are either in motion or parked. One noticeable figure stands a bit forward from the car, possibly a spectator or a participant watching the ongoing activities.\n\nTo the left, there appears to be a small four-wheeled vehicle, perhaps used for race maintenance or as a pit vehicle to assist with race operations. The tracks are not paved, indicating the rugged nature of this racing event, which enhances the excitement and challenges for participants.\n\nThe setting also includes distant mountains and scattered infrastructure like utility poles that blend into the dusky sky, lending a sense of isolation and wide-open space typical of many outdoor race tracks. This combination of speed, competition, and the serene backdrop makes this photograph a compelling capture of a dynamic and gritty motorsport event.","title":"Albuquerque Speedway Park, one of three stock car race tracks in Albuquerque","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["545360","543727","543723","544038","553056","545352","545739","549852","543899","543024","553000","552596","545150","545596","545402","543731"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["race","track","participant","car","arena","competition","racing","pole","event","excitement"]}
