{"path":"545362.jpg","date":"June 1972","photographer":"Lyon, Danny","caption":"This photograph portrays a vintage urban streetscape, likely captured in the mid-20th century. The scene depicts a street lined with a mix of single and two-story commercial buildings featuring various businesses.\n\nOn the right side of the image, a two-storied building with Spanish architectural elements such as arched windows on the upper story commands attention. The bottom features a \"Rios Shoe Shop\" with old-fashioned signage, including painted advertisements and hanging Coca-Cola signs. Next to the shoe shop, there are other shops, slightly obscured, including one appearing to sell furniture, as indicated by an old sign.\n\nTo the left of the shoe shop, the buildings become simpler in design. A prominently displayed single-story building advertises \"Alamo\" in large letters, possibly a theatre or another form of entertainment venue. Adjacent structures show faded signs, one reading \"Furniture,\" indicating its likely use.\n\nThe street itself is paved and features a single set of tracks, hinting at the possibility of a tram system, with a modern traffic light system overhead. The road seems quiet, with no visible vehicles, adding a sense of calm to the urban environment.\n\nThe background includes a glimpse of the cityscape with more modern high-rise buildings, suggesting this neighborhood might be near a downtown area. The sky is clear, hinting at a sunny, calm day, which casts shadows and gives the photograph a feel of life frozen in time.\n\nThis mix of old and relatively newer architecture, along with commercial signage and street elements, provides a rich depiction of an American city during a past era, reflecting both the architectural styles and urban planning of the time.","title":"The Chicano area, or Second Ward, of El Paso. It is giving way to urban renewal.","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["545333","546428","552963","546440","542900","550138","556225","556224","551125","550127","550108","550110","545216","551494","552526","550142"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["shop","furniture","story","shoe","signage","system","street","possibility","tram","streetscape"]}
