{"path":"545351.jpg","date":"June 1972","photographer":"Lyon, Danny","caption":"This photograph captures a street scene that seems to be taken in an urban environment, possibly during the late afternoon given the lighting and shadow conditions. The image prominently features a man in the foreground, looking out of frame with a somewhat intense or distracted expression; he wears a blue shirt and has dark hair.\n\nBehind him, the street is lined with a two-story brick building that appears aged, with some windows open and others closed. The architecture has a utilitarian, early-20th-century feel, with signage that's worn and somewhat indecipherable, and graffiti visible on some parts of the facade.\n\nSeveral people are visible on the sidewalk across the street, among them two men engaging in what appears to be a casual conversation or interaction. A third person by a doorway on the right-hand side also seems to be looking out onto the street.\n\nThe street itself features several parked cars from the 1950s or 1960s, suggesting a mid-20th-century setting. These vintage cars add a historical layer to the scene, complementing the old-fashioned look of the buildings.\n\nThe colors in the photo are muted, with the blue of the man’s shirt in the foreground being one of the more vivid elements against the browner and duller tones of the building and the street. The sky above shows a spread of clouds, hinting at either an approaching or retreating storm, adding to the overall moody and somewhat tense atmosphere of the scene.","title":"El paso's second ward, a chicano neighborhood which is losing its ethnic flavor in the wake of urban renewal","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["545331","555944","552965","557278","545326","545353","550118","556225","556733","557805","548388","548452","550138","545333","550108","552756"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["street","1950","century","retreat","graffiti","storm","approach","doorway","look","man"]}
