{"path":"545395.jpg","date":"July 1972","photographer":"Woodson, LeRoy","caption":"This photograph depicts a clinical or medical setting where two individuals are engaged in an activity possibly related to a medical test or examination. The person on the left appears to be a professional, possibly a doctor, who is dressed in a white lab coat with a stethoscope around his neck and a bald head. He is kneeling beside a small stool, focusing intently on a stopwatch he is holding in his hands. This suggests he might be timing a test or monitoring the duration of an activity being performed by the second individual.\n\nThe individual on the right is an older man, who is seated on a wooden chair and using an inhalation device, which he holds close to his mouth with both hands. His expression and posture suggest he could be undergoing a respiratory test or treatment. He is dressed in a casual, tan button-up shirt and dark trousers.\n\nThe background is relatively sparse, characterized by light-colored walls, a pale floor, and a variety of medical or office-related furnishings and equipment, including a large metal cabinet to the left and another piece of equipment visible in the right corner.\n\nOverall, the atmosphere is that of a medical examination or test, focused on respiratory or pulmonary function, in a setting equipped for healthcare services. The setting and the activities reflect a typical interaction between a healthcare professional and a patient.","title":"Dr. Ben V. Branscomb uses a simple tire pump as a breathing aid for a red lung victim. Dr. Branscomb is a leading figure in the fight against air pollution in Birmingham.","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["545482","556567","547399","556568","545486","553034","545481","545413","556574","553035","545552","556570","545416","545480","548463","556556"],"cl":[52],"cluster":["#52 &mdash; Workplace Activities"],"terms":["test","healthcare","examination","patient","stool","furnishing","cabinet","lab","individual","equipment"]}
