{"path":"545323.jpg","date":"July 1972","photographer":"Lyon, Danny","caption":"This photograph features a visually striking outdoor setting at dusk. The composition centers around a large, colorful mural on a wall that prominently displays the word \"CHICANO\" with a large silhouette of a gear beneath the text, which cryptically intersects with a shape that might represent a mountain or natural terrain. This is painted in bold, earthy tones of brown, orange, and black.\n\nIn front of the mural stands a lone bicycle, positioned at the center, facing away from the viewer. The bicycle appears small compared to the imposing mural, adding an interesting scale contrast.\n\nThe foreground of the photo is a large, checkered floor consisting of alternating squares of pink and gray tiles, which adds depth and leads the eye directly towards the mural and bicycle. This tiled area appears to be a public square or a similar communal space.\n\nTo the right side of the mural, there's a low stone wall and a modest vintage stone building with small windows, indicative of a rural or less urbanized environment. Sparse shrubbery and trees are visible behind the wall, enhancing the rustic feel of the scene.\n\nOn the left side, slightly obscured by darkness, are elements suggesting a continuation of the public space, including what looks like trash receptacles, indicating the area's use as a community gathering or recreational spot.\n\nOverall, the scene has a quiet, slightly somber ambiance, emphasized by the twilight lighting, which casts long shadows and softens the colors, adding a layer of tranquility and contemplation.","title":"Thunderbird display in the Spanish speaking second ward","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["547748","555911","556231","557535","547821","551726","551727","547473","547786","555935","556230","555939","548271","547809","544432","551646"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["mural","bicycle","square","wall","stone","continuation","tile","shrubbery","darkness","space"]}
