{"path":"545335.jpg","date":"June 1972","photographer":"Lyon, Danny","caption":"This photograph captures the interior of a vintage car, focusing on the driver's area from a slightly elevated perspective. The steering wheel is prominently displayed, large and black, with a white fixture at the center. The dashboard behind it contains various gauges and dials, typical of older car models, providing a nostalgic feel. Additionally, the dashboard houses several decorative and possibly functional items.\n\nA small, clear object that resembles a religious item hangs from the rear-view mirror, which is positioned in the center top of the image but mostly out of view. Directly in front of the viewer on the dashboard, there’s an assortment of stickers and a license plate that reads “RAZA IS LOVE.” The stickers include a Budweiser label, and designs reminiscent of automotive or possibly other types of clubs, featuring numbers and insignias.\n\nTo the right, there is a noticeable handheld object with a rose design, adding a personal touch to the vehicle. The interior of the car is further detailed with visible buttons and switches on the dashboard, a glove compartment, and chrome or metallic accents that add to the classic automotive aesthetic.\n\nThe combination of artifacts and the style of the dashboard elements suggest the car may be from the mid-20th century, possibly reflecting personal tastes and cultural associations of the owner. The image is infused with a sense of history and personality, mainly through the array of objects and stickers that hint at stories or affiliations important to the car’s owner.","title":"AutoMobile in the second ward, El Paso's chicano neighborhood","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["552799","557847","554366","552780","557052","557876","557866","547494","554384","557917","557871","555477","549854","557850","545316","556752"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["dashboard","sticker","owner","car","object","interior","automotive","rose","affiliation","decorative"]}
