{"path":"545363.jpg","date":"April 1972","photographer":"Lyon, Danny","caption":"This photograph features a somewhat bleak and industrial landscape juxtaposed with a personal memorial. In the foreground, there is a makeshift memorial consisting of crosses, flowers, and other mementos, signifying a place of remembrance. Many of the crosses are wooden and adorned with personal affects. The ground around the memorial is arid and covered with rocks and sparse vegetation, typical of a desert environment.\n\nBehind the memorial, the midground is dominated by an industrial setting with multiple tall structures. There are three prominent smokestacks; the tallest and most central one is marked with the visible letters \"ASARCO\". The stacks are part of a larger industrial complex that includes several buildings and possibly machinery, painted in a muted color palette that blends with the dusty surroundings.\n\nThe background reveals a mountain range under a bright blue sky, suggesting the setting is in a valley or a similar geographically enclosed area. The smoke billowing from the tallest stack drifts towards the right of the frame, adding a dynamic element to the otherwise static industrial scene. \n\nOverall, the composition of the photograph is a striking contrast between the human element of the memorial in the harsh, industrial context, set against the natural beauty of the mountainous horizon. The image could speak to themes of loss, memory, and perhaps the impact of industrialization on the environment and communities.","title":"Smelter cemetery, where employees of the asarco smelter works (in background) can be buried","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["546379","554791","546038","544039","557221","548968","545989","543988","554825","546056","545811","543992","546031","543642","543687","552190"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["stack","remembrance","loss","drift","memory","industrialization","signify","affect","one","billow"]}
