{"path":"545314.jpg","date":"May 1972","photographer":"Lyon, Danny","caption":"The photograph depicts a cemetery scene set in an arid landscape. In the foreground, a prominent grave marker made of wood features the name \"ROMAN SAGARNA\" painted in black on a horizontal plank. Decorative elements include a floral arrangement with pink and white synthetic flowers, supplemented with red twig-like embellishments. \n\nThe grave itself appears to be a simple mound covered in loose stones, typical of grave designs in dry regions. To the left of the central grave marker, there is another small grave with a white, triangular headstone marked \"TOS ACOSTA 1953-1963,\" suggesting it perhaps belongs to a child or young individual. This smaller grave is decorated with an array of natural and artificial flowers of various colors scattered around.\n\nIn the background, the scene continues with more graves, each differing in decoration and headstone designs, giving a personal touch to each resting place. Some graves are enclosed within makeshift wooden fences, while others are merely outlined on the sandy ground.\n\nThe setting itself is stark, surrounded by a sandy, rocky terrain with little vegetation, under a bright, clear sky which suggests the climate is quite hot and dry. Additionally, there's an industrial-looking structure in the distant background, possibly indicating the proximity of a mining or construction site. This blends the intimate, personal nature of the graveyard with the harsh, industrial surroundings.","title":"Grave marker in smelter cemetery asarco smelter works in the background.  This is the graveyard provided for employees","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["545322","552683","549041","547801","555566","544267","546147","547417","546098","552451","550365","545357","546106","545826","557942","550364"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["grave","headstone","marker","differing","flower","embellishment","intimate","cemetery","belong","twig"]}
