{"path":"545403.jpg","date":"June 1972","photographer":"Woodson, LeRoy","caption":"The photograph features a close-up of a person's hands pointing at a document titled \"Percentage of Population with Damaged Lungs.\" This document appears to be a scientific or statistical poster used for presentation or analysis. The identified regions on the document are North Birmingham, Ensley Fairfield Bessemer, and Vestavia Mountain Brook. Each region has corresponding statistics showing the percentage of people with lung damage alongside depicted figures of people, where those affected are highlighted in red. \n\nThe upper part of the chart for North Birmingham indicates that 30% of the population has lung damage, with a smaller section of the chart representing air quality. Similarly, the statistics for Ensley Fairfield Bessemer indicate 20% lung damage, and Vestavia Mountain Brook shows 11% lung damage. The section about Vestavia Mountain Brook notes, “6,797 Individuals Tested,” giving context to the sample size for the study. Sections titled “The People” and “The Air” contain histograms to compare affected individuals against some measure relating to air quality.\n\nThe person holding the document wears a dark blazer and a silver wristwatch. The background suggests an indoor setting, possibly an office or a lab environment, as indicated by a glimpse of what may be a camera or equipment and faded blue chairs or cabinets. The overall scene appears to capture a demonstration or explanation of the data related to lung damage, likely within an educational, professional, or environmental health context. The use of hands to emphasize specific data points indicates a detailed review or discussion is taking place.","title":"Damaged lung statistics","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["556572","557828","544097","545395","556574","553026","556568","556567","546281","545481","557829","545482","555240","546285","542662","552386"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["damage","document","chart","datum","section","context","air","population","wristwatch","demonstration"]}
