{"path":"545453.jpg","date":"October 1972","photographer":"Woodson, LeRoy","caption":"This photograph depicts a vibrant and bustling scene likely taken at a fair or festival concession stand. The focus is on a man in the foreground who is making cotton candy. He is a middle-aged, heavyset male, wearing a white t-shirt that appears slightly stained, suggesting active and perhaps long hours working. He is holding a stick with a spinning batch of cotton candy on it, attentively managing the cotton candy machine in front of him to ensure even distribution of the candy floss.\n\nThe background features more cotton candy hanging in clear plastic bags, prominently displayed for sale. The bags are hung on a framework possibly rigged up for convenience and quick access. There's another individual partially visible in the background who seems to be either a fellow worker or a customer. This person is obscured due to the blur and lighting, making it hard to discern their actions.\n\nThe lighting in the scene is soft and casts a yellowish hue, contributing to the warm, lively ambiance of the scene. The presence of strings of lights suggests this is an evening or night setting, which is typical for fairs and outdoor events. The movement of the cotton candy being spun adds a dynamic element to the composition, capturing the swirling motion blur which gives a sense of immediacy and activity.\n\nOverall, the image captures a moment of everyday industriousness and festivity, reminiscent of communal gatherings and traditional festive foods like cotton candy.","title":"Spinning the sugar for cotton candy at the state fair","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["545465","545459","545454","551298","545444","545460","558136","558373","553651","558350","545464","554217","551689","551832","545461","554215"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["blur","bag","industriousness","convenience","immediacy","festivity","string","distribution","festival","customer"]}
