{"path":"545471.jpg","date":"June 1972","photographer":"Woodson, LeRoy","caption":"The photograph shows a man seated in a dark, elegant room that has a vintage, intellectual ambiance. He is bald and appears to be in his middle age. He is dressed in formal attire, wearing a white dress shirt, a white waistcoat, and a dark tie with three pins arranged vertically on the left side of his waistcoat. The man's expression is serious and he seems to be engaged in a conversation, indicated by his gesturing right hand.\n\nHe is sitting in an armchair with his left leg crossed over his right. His posture suggests a mixture of relaxation and authority. Around him, the room is dimly lit, contributing to the serious tone of the setting. In the soft-focus background, one can see a large bookcase filled with numerous books, hinting that the room might be a study or a library. His seating and the objects around him suggest an atmosphere of scholarly or intellectual pursuit. There is also a fireplace visible behind him, adding an element of traditional decor to the room.\n\nOverall, the photograph captures a moment that feels intensely personal and professional, providing a glimpse into a quiet, contemplative scene possibly set in a earlier part of the 20th century. The color tones are rich yet subdued, dominated by browns and dark hues that match the seriousness of the man’s demeanor and the scholarly setting.","title":"Dr.  Ben v.  Branscomb of the respiratory control center.  Dr branscomb, a central figure in the fight against air pollution in this heavily polluted steel manufacturing area, is a pioneer in the treatment of respiratory ailments.  He has designed unique oxygen breathing aids for victims of red and black lung disease and emphysema","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["553030","552104","557648","555297","551897","555430","544232","553087","546105","547353","547366","545986","545974","553517","557035","557037"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["room","armchair","library","authority","seriousness","pursuit","pin","decor","seat","book"]}
