{"path":"545404.jpg","date":"July 1972","photographer":"Woodson, LeRoy","caption":"This photograph features a lively neighborhood scene set against an industrial backdrop. In the foreground, two youths, one in the center and the other on the right side, are engaged in an activity, possibly playing or preparing to throw an object, perhaps a ball. The central figure is captured mid-movement with a dynamic, athletic pose as he strides forward. The figure on the right is watching the other's movement intently, adding to the sense of action.\n\nThe setting is a residential area with two-story townhouses that line each side of a street. The buildings appear modest and functional, with a somewhat uniform design. The street between the buildings is quiet and features classic cars parked along the curb, reflecting a mid-to-late 20th-century era. \n\nOn the far right, there's a person, possibly another youth, running towards the background, adding a sense of depth and movement to the scene. On the left side of the frame, a fourth person, only partially visible, sits on the grass, mostly in silhouette. They appear to be observing the activities happening around them.\n\nIn the background, beyond the residential area and under a pale blue sky, a significant industrial smoke or steam plume rises into the air, suggesting proximity to factories or an industrial park. This detail might hint at environmental themes or the socio-economic setting of the neighborhood.\n\nThe overall composition, with the action in the foreground and the industrial backdrop, creates a juxtaposition between the vibrancy of youth and community life against the possibly harsher realities symbolized by the industry. The lighting, with the sun positioned low in the sky, casts long shadows and gives the photograph a rich, warm hue, emphasizing the afternoon or early evening time frame.","title":"Smoke filled street of north Birmingham, most heavily polluted of the city","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["545398","545400","556431","545246","553851","552755","556166","547201","556163","545423","550249","551072","549271","545348","555931","555950"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["youth","action","stride","townhouse","happen","ball","reality","throw","figure","movement"]}
