{"path":"545472.jpg","date":"June 1972","photographer":"Woodson, LeRoy","caption":"This photograph captures a single, tall industrial chimney expelling a thick, voluminous plume of dark smoke into the sky. The chimney, which is centered in the image, appears slightly worn and is constructed from materials that give it a dark, possibly metallic color. This stark industrial feature stands out against a tumultuous sky filled with swirling clouds of smoke that matches the color of the emissions from the chimney.\n\nThe smoke being emitted is dense and billowy, with varying shades of gray that suggest the presence of heavy particles or pollutants. It rises directly from the chimney and spreads outward, dominating the sky and obscuring any clear view of the environment beyond this immediate spectacle of industrial activity.\n\nThe background of the photograph is a blurry amalgam of the smoke and the lighter sky, which might indicate either a cloudy day or the effect of the smoke itself diffusing the sunlight. No further landscape or additional objects are visible in the photograph, directing the viewer's full attention to the environmental impact depicted by the smoke-emitting chimney. The overall composition and the focus on the smoke suggest themes of pollution, environmental concern, and industrial impact on nature.","title":"The United States Steel Corporation, Jefferson County's largest employer, has two plants in operation, one in Fairfield and the other in Ensley. A chimney pours out the characteristic red-orange smoke of the steel plants. Much of the smoke becomes trapped in the valley in which Birmingham is situated.","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["557301","545468","550938","550871","545247","546760","545441","550987","550905","546237","552184","550992","545491","553841","548157","557299"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["smoke","chimney","emit","spectacle","pollutant","particle","impact","swirl","emission","match"]}
