{"path":"545461.jpg","date":"October 1972","photographer":"Woodson, LeRoy","caption":"This photograph captures a vibrant scene at a fairground stall. The image gives a slice of carnival life, focusing on a basketball shooting game. A sign reading \"ONE IN WINS\" adorns the top of the game booth, indicating the winnings criteria.\n\nBeneath the sign, there are two basketball hoops mounted on a backdrop draped in white, and plush toys are displayed as prizes, hanging above the stall. These prizes include colorful stuffed animals such as pandas and other cartoonish creatures.\n\nStationed at the booth are two individuals. One appears to be an attendant, sitting behind the counter; he wears a cowboy-like hat and a bandana covering the lower half of his face, giving him a somewhat mysterious cowboy theme. Another person, perhaps a participant or another attendant, stands beside him, dressed casually.\n\nIn the foreground, there is a player in action; a young man with long, disheveled hair reaching towards one of the plush prizes. He wears a casual, light-colored long sleeve shirt and dark jeans. His posture suggests excitement or concentration, possibly after making a successful shot.\n\nIn his vicinity, several basketballs are scattered on the counter, and one ball is being held by someone outside the frame, indicating more participants or onlookers ready to play.\n\nThe background shows a busy fairground atmosphere with multiple other attendees visible, including a young boy observing the game. Bright lights and parts of fairground rides illuminate the scene, enhancing the festive, bustling ambiance typical of such events.\n\nOverall, the image captures a lively moment filled with activity, amusement, and casual interactions at a carnival funfair.","title":"Test of skill at one state fair","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["545444","551385","545454","556162","552011","551298","545465","552950","551689","546975","545456","551128","545460","554179","545464","551296"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["fairground","basketball","game","carnival","attendant","stall","booth","counter","cowboy","participant"]}
