{"path":"545465.jpg","date":"October 1972","photographer":"Woodson, LeRoy","caption":"This photograph captures a vibrant scene at a fair during nighttime. The image is lively, illustrating the bustling atmosphere of the event.\n\nForeground:\nThe foreground features a group of individuals, primarily children, holding cotton candy. These children, dressed in casual wear, are shown in mid-activity – some are walking, while others are standing and enjoying their treats. A girl in the center seems to be walking towards the right, clutching a large pink cotton candy.\n\nMiddle-ground:\nIn the middle of the photo, other fair attendees are visible, including adults and additional children. Some of these adults are also holding cotton candy and appear to be engaged in casual conversation as they observe the activities around them. Everyone in the image is casually dressed, suggesting a leisurely outing.\n\nBackground:\nThe background highlights the “World's Greatest Midway” sign above a booth labeled “CANDY FLOSS,” indicating that this is a typical fair concession stand selling cotton candy (also known as candy floss in some regions). The sign is brightly illuminated with simple light bulbs, enhancing the festive ambiance of the scene. The area is further lit by overhead lights that extend out of frame, contributing to the overall illumination of the setting.\n\nOverall, the composition uses the lighting and the arrangement of people to convey the bustling, lively environment of a nighttime fair. The photograph’s richness in color and detail draws attention to the joy and excitement typical of such community gatherings.","title":"Midway at the state fair","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["545459","545453","545460","551298","551325","545448","545456","545444","551297","553298","545464","551689","545454","544817","553259","551688"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["nighttime","child","adult","bulb","richness","booth","excitement","attendee","stand","illumination"]}
