{"path":"545496.jpg","date":"July 1972","photographer":"Woodson, LeRoy","caption":"This photograph captures a lively and somewhat crowded indoor scene, likely taken in someone's living room during what seems to be a casual social gathering or a party.\n\nIn the foreground, a woman is seated directly on the carpet. She is wearing a blue top with large, white polka dots, holding a wine glass, and smiling towards the camera. The floor around her is scattered with documents and what appears to be another person sitting cross-legged, reading something from the paper.\n\nBehind her and towards the left side of the frame, two more women and a man are sitting and leaning towards each other, engaged in a conversation. The man is wearing glasses and a light brown shirt, and one of the women is looking in his direction attentively.\n\nTo the right, four other individuals (three men and one woman) occupy a couch and separate chairs. These individuals are variously engaged, with one man in the foreground reading a book or magazine, another snacking from a bowl on a small table cluttered with stacks of books, magazines, and other small items. A third man is leaning back, holding his head with his hands, perhaps laughing or reacting to a comment, while a fourth in the group seems engrossed in a lively discussion.\n\nIn the background, the room's decor includes a filled bookshelf, a small desk with a typewriter, and walls that are decorated with posters, including one that says “WAR IS OVER.” The overall atmosphere suggests a spirited, in-depth discussion or perhaps a light-hearted gathering among friends in a setting that suggests intellectual or artistic inclinations, fitting the décor and scattered literary materials. The clothing and style hint that the image might be from the 1970s or late 1960s.","title":"Home of cameron mcdonald, organizer of gasp (greater Alliance to stop pollution).  This group is active in battle against air pollution","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["552646","554897","551278","546025","547358","556028","545985","557353","543041","551320","551267","551279","544314","556532","551460","556610"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["magazine","discussion","woman","book","man","room","bookshelf","décor","couch","comment"]}
