{"path":"545454.jpg","date":"October 1972","photographer":"Woodson, LeRoy","caption":"The photograph captures a lively and colorful scene at what appears to be a fair or carnival. In the foreground, a uniformed police officer stands prominently. He is dressed in a traditional police uniform with a badge, a police cap, and is equipped with a belt holding his handcuffs and possibly other tools. The officer is looking slightly off to the side, holding onto a pole or possible game apparatus with a focused expression on his face.\n\nBehind the officer, on the right side of the image, a large assortment of plush toys and colorful prizes hangs densely from a booth structure. These prizes include soft toys and stuffed animals in various designs and colors, creating a vibrant and inviting backdrop.\n\nOn the left side of the image and slightly out of focus behind the officer, there is a woman with blonde hair tied back. She appears to be a carnival worker or possibly a fair attendee, standing behind a counter or booth, perhaps supervising a game or interacting with fair-goers.\n\nThe overall lighting is somewhat dim, suggestive of an evening or night-time setting, which adds to the ambiance of a festive night fair. The signs amid the prizes add a cheeky humor to the scene, with phrases like \"Sex,\" followed by \"Try it, you'll like it.\" These could be playfully referring to the difficulty or challenge of a carnival game offered at that booth.\n\nThe composition of the photograph, with its blend of candid human presence and vivid, chaotic background, portrays a slice of life at a carnival, emphasizing both the work of maintaining order and the playful, indulgent nature of carnival games and prizes.","title":"State fair","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["545444","556277","545460","551298","545461","545464","551325","545465","547205","558137","545449","545459","551689","549582","551385","545448"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["carnival","officer","game","police","booth","toy","night","try","goer","refer"]}
