{"path":"545598.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures an outdoor scene featuring six individuals and a motorcycle on a rugged, rock-strewn trail. Central to the image is a motorcycle, prominently positioned in the foreground; it’s an off-road model with a visible logo that reads \"YAMAHA\". The motorcycle is mostly exposed, indicating a light color scheme, and is equipped with visible suspension and rugged tires suited for rough terrain.\n\nJust behind the motorcycle, positioned slightly to the left, a man wearing a cowboy-style hat is seen either fixing or adjusting something on the bike. He is attended by another individual, visible only from the waist up, who appears to be assisting or observing the task. This person is dressed in a white shirt and has medium-length hair.\n\nTo the right, an array of three spectators observes the men at work. Closer to the foreground, two young women stand side by side; one wears a short-sleeved shirt paired with shorts and sunglasses, the other a plaid jacket over a lighter top, also donning sunglasses. Several meters behind them stands a third figure, partially cut off by the edge of the photo, appearing in a dark outfit.\n\nThe setting is natural and rugged, with rocky ground and sparse vegetation, including a small tree to the left side of the frame which contributes to the semi-arid environment. The sky is overcast, casting a diffuse, soft light over the scene, which enhances the sense of an adventurous outdoor activity being captured. This photograph appears to depict a moment of leisure or exploration, possibly involving travel or a sporting event in a distinctly rocky, open environment.","title":"Park ranger lends a hand to motorcycle rider who can't manage his bike on the steep road Elephant Hill, Needles Section","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["553955","554876","554877","545150","551382","548690","557777","545134","558232","543723","545135","544840","553954","544844","556418","554875"],"cl":[29],"cluster":["#29 &mdash; Outdoor Recreation"],"terms":["motorcycle","sunglass","sporting","suspension","meter","waist","bike","spectator","scheme","tire"]}
