{"path":"545568.jpg","date":"May 1972","photographer":"Hiser, David","caption":"The photograph displays a dramatic natural rock formation, characterized by a large sandstone arch that spans elegantly across the image. The arch itself is framed against a bright blue sky, and its underbelly shows variations in color from deep oranges to lighter browns, which are typical of sandstone formations subjected to weathering and erosion over time.\n\nThe foreground of the image consists of a rugged terrain dominated by short grasses and sparse vegetation, suggesting an arid or semi-arid landscape. Small bushes and a few scattered trees, possibly junipers or similar species, add a greenish tinge to the otherwise earthy tones of the setting.\n\nThe setting appears to be in a desert or a dry region, indicated not only by the vegetation but also by the overall dry appearance of the soil and rocks. Boulders and smaller rock fragments can be seen scattered around, further enhancing the natural, untouched look of the landscape.\n\nThe composition of the image places the arch almost centrally, drawing the eye across its span and allowing viewers to appreciate the sheer size and natural beauty of this geological feature. The scale can subtly be appreciated by noting any tiny figures or details that might suggest the arch's grandeur relative to its surroundings. The arch's delicate curve juxtaposes with the ruggedness of the landscape, creating a contrasting yet harmonious natural scene.","title":"Landscape arch, in the devil's garden section of Arches National Park, is believed to be the longest national stone arch in the world.  It has a span of 291 feet and a height of 105 feet","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["544939","545566","553077","544935","545555","545563","545572","545580","545584","545578","545570","545551","545554","545711","545574","545559"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["arch","appreciate","span","rock","formation","sandstone","tinge","orang","ruggedness","fragment"]}
