{"path":"545530.jpg","date":"June 1972","photographer":"Woodson, LeRoy","caption":"This photograph features an urban scene depicting visible contrasts between industrialization and residential life. The foreground shows a paved road with a slight curve leading away from the viewer. On this road, two individuals ride on a motorcycle, moving away from the viewer towards the background. Both riders are wearing helmets for safety.\n\nOn the left side of the road, there is a row of small, closely-packed houses that appear somewhat weathered and old, suggesting a lower-income residential area. The houses have pointed roofs and feature front porches. There is also visible vegetation, such as shrubs and trees, which partially obscure some homes and line the street, adding a touch of greenery to the scene.\n\nThe background is dominated by a large industrial structure featuring prominent vertical and horizontal lines. It has a massive grid-like framework that towers over the residential area, marking a stark industrial backdrop. There is visible smoke or steam being emitted from a chimney, enhancing the industrial feel of the scene.\n\nAdditional elements in the scene include various utility poles and overhead wires, plus a stray dog on the road close to the motorcycle. There are also a few people, including children, standing and walking near the houses on the right side of the road.\n\nOverall, the photograph captures a poignant contrast between the residential life along the street and the overwhelming presence of the industrial backdrop, underlining themes of urban coexistence and environmental influence.","title":"Houses of residents of this steel manufacturing area are dwarfed by the massive structures of the foundry nearby","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["551072","545388","551146","550203","551074","551151","551075","557213","556584","551145","545437","557303","550187","542935","551152","550175"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["road","motorcycle","house","income","porche","industrialization","rider","underlin","street","viewer"]}
