{"path":"545581.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures a group of people at a natural rock formation, likely a part of a canyon or a national park, characterized by dramatic red rock arches. The scene includes several tourists of various ages exploring and sitting among the massive, smoothly curved stones. The arches create an impressive structure with their large, sweeping curves dominating the background of the photo. The sky is barely visible due to the overhanging rocks which give a feeling of enclosure.\n\nIn the foreground, a young woman in a white striped shirt and jeans is seated on a rock surface, looking to one side, while an older man, possibly in his 50s, dressed in a blue jacket and wearing a straw hat, is sitting nearby, looking in the opposite direction. Other visitors are scattered around in various poses—sitting, standing, or walking across the rock formations. The dress style suggests the photo could be from the 1970s or 1980s, judged by the fashion and film quality.\n\nThe interaction among the group seems casual, with people enjoying the scenery or engaged in conversations. The rocky environment is rugged with a palette of red and brown tones, enhancing the natural desert-like ambiance of the setting. The overall composition of the photograph emphasizes both the grandeur of the natural environment and the human element of exploration and relaxation in such a breathtaking landscape.","title":"Fiery Furnace is an intricate maze of narrow canyons. Tourists are guided through it by a ranger naturalist who explains its flora, fauna, and geology along the way.","placename":"Arches National Park (Utah)","location":"OTHER","nn1":["545585","545577","545565","545693","545702","553965","545572","545689","545580","545694","545555","553964","545782","544903","545563","544898"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["rock","arch","formation","enclosure","straw","standing","group","tourist","canyon","film"]}
