{"path":"545516.jpg","date":"May 1972","photographer":"Woodson, LeRoy","caption":"This photograph displays two individuals engaged in an activity together in a forest setting. They are standing under the shelter of a large rock overhang, which forms a natural cave or hollow, providing them with a degree of protection from the elements. The rock overhang has a smooth, dark ceiling, and its curve forms the top frame of the photo. The scene is set against a backdrop of thick, lush green foliage, indicative of either late spring or summer, evidenced by the dense greenery visible in the background.\n\nThe two individuals appear to be examining or discussing a document or map, possibly planning a hike or considering their geographical location within the forest. The person on the left, who appears to be a woman based on their silhouette and attire, is holding up the document towards the man on the right for better viewing. The woman is dressed in a dark long-sleeve shirt, and her hair is long. The man is in a lighter long-sleeve shirt and appears to be interacting in discussion or observation with the document.\n\nTheir gear, a bulky backpack, suggesting they are equipped for a long trek or a camping trip, lies on the ground, which is covered with dead leaves, further emphasising the natural setting. The leaf-strewn ground and the dim, natural lighting under the shelter of the rock create a moody, adventurous atmosphere.\n\nOverall, the composition cinematically captures a moment of teamwork and quiet analysis amidst the isolation and the serene, vibrant beauty of the natural environment.","title":"Member of weekend trip to Bankhead National Forest. GASP (Greater Society to Stop Pollution) organized the trip to dramatize battle against clear-cutting here. Bankhead National Forest is 90 miles north of Birmingham.","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["545527","545784","554513","558078","545768","554672","546312","545489","553638","545612","557005","543248","543380","551942","554679","554510"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["document","overhang","shelter","rock","sleeve","cave","hike","analysis","degree","map"]}
