{"path":"545585.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures a vivid outdoor scene in a desert environment characterized by rugged, red rock formations. Central to the image is a striking natural double arch, forming a unique geological feature that frames the clear blue sky. Underneath the arch, the silhouette of another rock formation is visible, enhancing the depth and complexity of the landscape.\n\nIn the foreground, there are three people on a sandy trail, likely part of a hiking or sightseeing group. The person closest to the camera is an older man, using a walking stick to aid his navigation of the path. He is wearing a wide-brimmed hat, sunglasses, a dark short-sleeve shirt, and dark pants. Behind him, two other individuals continue along the trail. One of them, likely a woman, is dressed in a white hat, blue shirt, and lighter colored pants, also using a walking stick. The third individual, whose back is turned to the camera, appears to be a younger man wearing a light-colored backpack, shorts, and a striped shirt, walking energetically ahead of the others. Multiple other visitors can be observed in the background, exploring the area around the arches.\n\nThe environment is arid with a sparse scattering of brush and small bushes. The ground is covered in sandy soil, typical of desert terrains, reinforcing the remote and natural setting of the scene. The powerful and arched rock formations dominate the view, showcasing the striking geological beauty of this location, presumably a popular tourist or hiking destination.","title":"Double arch in Windows section of the park","placename":"Arches National Park (Utah)","location":"OTHER","nn1":["545565","545577","545581","545580","544903","545693","545555","545563","545570","544939","545572","545566","545568","545702","544935","545700"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["arch","stick","hiking","formation","trail","rock","desert","sightseeing","scattering","brush"]}
