{"path":"545540.jpg","date":"July 1972","photographer":"Woodson, LeRoy","caption":"The photograph depicts a vintage car in a state of significant decay and abandonment. This car, seemingly from the 1960s based on its design, is covered in dirt and grime, highlighting its long period of neglect. The once shiny paint is now dull and covered with a layer of dirt and algae, especially noticeable on the lower parts of the vehicle. The car’s chrome trim and bumpers are tarnished and rusty, and there is visible rust on various metal surfaces, including the edges of the car and around the headlight fixtures.\n\nOn the front hood of the car, debris including sticks and leaves has accumulated, indicating the car has been stationary under trees or similar vegetation for an extended period. An old wiper blade, detached or dislodged from its usual position, rests on the hood, contributing to the overall sense of disrepair.\n\nThe car is positioned on a grassy area, suggesting it is parked in a rural or semi-rural setting. The background is softly focused but shows greenery and hints of a residential setting, possibly a house or a structure, giving the impression that this car is abandoned near a home.\n\nOverall, the photograph captures a scene of forgotten history, the decay of once-modern technology retaken by nature, evoking a sense of nostalgia and melancholy. The perspective is close-up, focusing the viewer’s attention on the textures and details of decay on the car's surface.","title":"Abandoned Corvair shows effect of smoke corrosion. Ferrous oxide in smoke combines with rain water and produces the sulphuric acid which eats away the car's finish.","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["553008","550797","546405","553002","549107","546230","547587","547747","547481","546318","553007","552995","554920","553010","547601","550795"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["car","decay","hood","period","grime","dirt","bumper","blade","algae","nostalgia"]}
