{"path":"545590.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures a scenic outdoor setting likely within a campground or park area. It features two different types of recreational vehicles parked on a gravel lot surrounded by a natural landscape with trees and desert-like terrain in the background. The expansive view implies a broad, open space that might be part of a larger natural area, possibly in a valley or a plateau with distant rolling hills or low mountains.\n\nThere is a light blue pickup truck fitted with a white camper parked on the left. Adjacent to this truck is a picnic area with a wooden bench and a small portable table displaying a colorful spread of chess pieces, suggesting a chess game is either in progress or set up for play. A white-haired man in a dark jacket and light-colored pants stands beside the open camper door, leaning slightly towards the chess game, which indicates his involvement in either setting up or contemplating a move.\n\nTo the right of the image, there is a larger RV, painted in white with dark stripes, parked in the background. This vehicle is more modern and streamlined compared to the truck and camper setup, indicating a contrast in the styles and perhaps the ages of the vehicles used for outdoor recreation.\n\nOverall, the composition blends human leisure activity with nature, highlighting a tranquil essence often sought in such escapes. The atmosphere seems serene and quiet, with a focus on relaxation and enjoyment of surroundings and activities like chess, typical of a leisurely outing in the great outdoors.","title":"Campground in Arches National Park","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["548668","554681","553133","548795","554478","551428","545594","548748","542746","544387","548802","554479","557514","542747","544449","554480"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["camper","game","truck","park","plateau","seek","vehicle","contemplate","escape","picnic"]}
