{"path":"545589.jpg","date":"May 1972","photographer":"Hiser, David","caption":"The photograph presents a close-up of a rugged, uneven rock surface with a predominantly gray and brown color palette. The rock surface is textured with patches of lichens or moss, creating a pattern of dark circles and scattered spots that add a visual complexity to the stony terrain. In the foreground, the sharp, angular edges and crevices of the rock are highly detailed, showcasing its coarse and weathered nature.\n\nIn the background, slightly blurred due to the depth of field focused on the rock, there is a dramatic and expansive landscape. This backdrop includes towering rocky cliffs with layered striations, indicating sedimentary rock formations, typically seen in canyons or arid wilderness areas. The cliffs are in a range of reddish, orange, and pale tones, standing under a bright blue sky scattered with a few wispy clouds, suggesting a dry, sunny day.\n\nBetween the rocky foreground and the distant cliffs, a hint of lush greenery and what appears to be a river or water body is discernible, providing a contrast to the otherwise dry and rocky environment. This juxtaposition of the arid rock and the verdant river valley adds a layer of diversity to the scene, indicating a complex and varied ecosystem.\n\nThe composition skillfully uses the rock's texture and form in the foreground to lead the viewer's eye towards the majestic, layered cliffs in the distance, balancing the intimate detail of nature’s artistry with the grandeur of the landscape.","title":"Fossils are seen along trail from Spanish Bottom, in the Maze.","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["554410","552445","550474","544363","544745","549147","545804","545571","543421","552685","552444","543838","552546","545805","555592","545724"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["rock","cliff","artistry","striation","lichen","circle","crevice","canyon","close","diversity"]}
