{"path":"545656.jpg","date":"NA 00NA","photographer":"Hiser, David","caption":"The photograph captures a dramatic landscape scene, predominantly characterized by a muddy foreground with intricate patterns of sediment and water flow. The ground is generally flat, punctuated by patches of debris and a few prominent, large pieces of wood—an indication of a possibly recent flooding event or high water flow in the area. The mud's surface bears swirled patterns, suggesting the movement of water has recently subsided.\n\nIn the middle ground of the scene, there is a distinct geological feature, resembling a natural bridge or a section where the land forms a flat, table-top-like structure above the muddy surface. This formation adds a unique textural contrast to the scene, dividing the lower muddy section from the upper landscape.\n\nThe background is dominated by a range of rugged mountains or high rock formations that rise starkly against a cloudy sky. These formations are uneven and deeply colored, with hues of brown, red, and dark shadows that suggest a dramatic weather condition or the early or late part of the day when the light is diffuse. The cloudy sky contributes to the overcast ambiance, casting a soft, natural light over the entire scene that highlights the rich textures and somber colors of the landscape.\n\nOverall, the composition has a quiet, somewhat solemn atmosphere, emphasized by the absence of visible wildlife or human presence. It's a natural scene that evokes the power of geological processes and the temporality of water in shaping landscapes.","title":"Oil in water of this canyon is a result of an oil spill on the San Juan River more than 200 miles away. Near Lake Powell, Utah. October, 1972.","placename":null,"location":"OTHER","nn1":["545639","545783","552420","551553","544393","545636","550588","544392","544734","544745","543721","552994","554817","551552","545805","545790"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["formation","flow","section","indication","flooding","mud","pattern","water","sediment","landscape"]}
