{"path":"545658.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph captures an outdoor scene featuring a river setting surrounded by rocky terrain. The river itself, appearing moderately filled, meanders from the foreground towards the middle background, encased by rock formations and a distinctive cliff face dominating the background landscape under a cloudy sky.\n\nOn the right side of the riverbank, a long barge-like boat equipped with various items is anchored by the water's edge. Connected to this boat is a smaller vessel positioned parallel to the barge. Near these boats, several industrial-style metal drums, some upright and others toppled over, dot the rocky shoreline, suggesting a scene of ongoing activity or storage.\n\nThere are five individuals scattered throughout the scene, engaged in different activities. Two people are seen standing close to the boats, possibly engaged in a discussion or overseeing the operations. Another person near the center of the image appears to be walking towards the edge of the water, potentially checking the condition of the boat or the river. Further away, towards the left, two more individuals can be observed; one seems to be moving towards the boats while the other is close to the rocks possibly looking out over the water or examining something on the ground.\n\nThe overall scene speaks to an active but serene environment, likely focused on river transportation or related activities amidst the rugged natural beauty of the area. The cloudy weather, with no direct sunlight, adds to the tranquil yet moody atmosphere of the setting.","title":"At log boom on the San Juan River near the northeastern tip of Lake Powell, site of oil-spill clean-up operations. This is a very remote area, accessible only by boat, helicopter, or on foot. Barge brings dump truck sent from Page, Arizona, by the National Park Service. Oil came from burst pipeline near Shiprock, New Mexico, 200 miles upstream.","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["551282","545654","551038","550208","551538","546803","551148","548301","544770","545651","549458","557972","544763","545666","555401","543943"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["boat","barge","river","encase","drum","parallel","oversee","rock","anchor","discussion"]}
