{"path":"545622.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures a lively and colorful scene from Moab, Utah. At the foreground, a blurred image of a moving car, colored in a pastel shade of bluish-green, adds a sense of motion to the image. The car is captured traveling from left to right across the frame.\n\nCentrally positioned and prominent in the photograph is a large billboard advertisement. The billboard primarily in white and red colors, displays the message: \"Mr. Manufacturer: Moab, Utah has space for you & your plant too.\" Below this, smaller print indicates contact information inviting prospective businesses to inquire for more details, directing them to a person named Don Hoffman at the Grand Co. Courthouse.\n\nOn the billboard, an illustration of a big-disked machine (possibly suggesting mining or manufacturing equipment) is featured, enhancing the appeal to industrial prospects. Alongside it, a cutout of a sheep (which looks like a bighorn sheep) is perched atop the billboard, symbolizing perhaps the local wildlife or natural resources of the area.\n\nThe background shows a serene rural setting with low-rise buildings typical of small towns, set against the backdrop of large arid hills or small mountains. The buildings appear modest, with flat rooftops and simple architectural style. Above this, the clear blue sky enhances the brightness of the day.\n\nThe overall composition of the photograph, with its mix of motion, advertisement, and rural backdrop, provides a vibrant glimpse into the character and appeal of Moab, Utah as a business-friendly destination amid a natural setting.","title":"Sign outside Moab, an old Mormon pioneer town situated on the Colorado River, invites industrial expansion. The region is rich in oil, uranium, and potash. The last two form the basis of the two leading industries of the area.","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["544864","545618","549008","544145","543641","553017","543814","549113","544897","545605","544287","549017","544429","552601","553669","549224"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["billboard","sheep","appeal","advertisement","business","illustration","motion","contact","symbolize","destination"]}
