{"path":"545610.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph presents a high-angle view of a broad street running through a town, likely captured from an elevated position such as a hill or a building. The street is lined with a mixture of single and two-story commercial buildings, and there are numerous trees dotting the sidewalks and obscure parts of the architecture. The scene is typified by small-town North American architecture, visible in the signage and storefronts indicative of the mid to late 20th century.\n\nDominating the roadside are multiple visible brand signs including \"Standard\" and \"Conoco,\" suggesting these buildings house gas stations or related automotive services. Additionally, a sign for \"Motel\" suggests lodging availability nearby. Cars, which appear to be mostly from the 1970s or 1980s, navigate the street or are parked along the roadside. The styles and models of the vehicles contribute to the historical feel of the image.\n\nThe general ambiance is sunny and clear, casting sharp shadows on buildings and the street, suggesting it is a photograph from either mid-morning or mid-afternoon. The backdrop of the scene consists of undeveloped, arid hills that lack significant vegetation, highlighting the town as a green oasis in a dryer landscape. Further back, industrial or agricultural structures are faintly visible, indicating the town's possibly mixed economic activities.","title":"Main Street of Moab. This old Mormon pioneer town is the starting point for trips north into the Arches National Mountain area, and of river trips south of the Colorado into Canyonlands National Park. Moab is the setting of many of Zane Gray's novels and was headquarters for a number of outlaw gangs of the early West.","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["545614","554709","545618","557155","544882","554032","557655","552526","552601","542900","551070","551117","556422","558028","550111","555584"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["town","street","roadside","oasis","availability","architecture","brand","storefront","building","hill"]}
