{"path":"545608.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This captivating photograph captures an outdoor scene where a person is engaged in photographing or observing a large, smooth rock wall adorned with ancient petroglyphs. The camera-wielding individual is standing on a multifaceted, rocky foreground, using a sturdy tripod to support their equipment. They are dressed in a casual outfit comprising a red cap and a dark-blue shirt, with their back facing the camera, focusing intently on the task at hand.\n\nThe rock wall behind the individual is expansive and exhibits a variety of etched figures and symbols that appear to represent human figures and possibly other forms or animals, suggestive of historical significance, possibly relating to indigenous peoples. The earthy red tones of the rock contrast strikingly with the dark figures of the petroglyphs, making them stand out prominently.\n\nThe general atmosphere is serene and isolated, emphasizing a moment of interaction between modern interests and ancient expressions. The lighting suggests either early morning or late afternoon, casting gentle shadows and highlighting the textures of both the rocky ground and the engraved rock surface. The scene is devoid of any modern disturbances and enveloped in a quiet, almost reverent aura, as the individual engages deeply with the echoes of the past captured on the rock.","title":"Pictograph in the maze, in the heart of the canyonlands dating back over 1000 years, these archaeological treasures are highly vulnerable to natural damage and vandalism. The park service, however, lacks personnel to guard them adequately and their best protection is their remoteness. Among the drawings the \"Harvester Figure\" is significant since it proves that the aborigines of the region planted crops.","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["545688","557118","557117","545567","545692","545571","554172","544920","545550","545759","544931","545679","544341","545697","545755","544898"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["rock","figure","tripod","aura","individual","past","wall","symbol","camera","disturbance"]}
