{"path":"545679.jpg","date":"May 1972","photographer":"Hiser, David","caption":"The photograph captures an extensive display of ancient petroglyphs etched onto a large, dark, reddish-brown rock surface. The rock face appears slightly tilted and is sheltered under other rocky overhangs, indicating it might be part of a larger cliff or rock formation.\n\nThe petroglyphs are densely packed across the rock surface, showcasing a variety of symbols, figures, and patterns. Among these glyphs, several motifs are discernible such as animals (including deer or elk with antlers, sheep or goats, dogs, and possibly birds), human figures in various poses, and abstract symbols like spirals, circles, zigzag lines, and grids. There are also depictions that could be interpreted as storytelling scenes or ritual dances, given the arrangements and activities of the figures.\n\nSeveral symbols stand out due to their distinct shapes, including circles filled with cross-patterns (resembling a wheel or shield), various handheld tools or weapons, and footprints. The collection of symbols and their arrangement suggests these petroglyphs might have served various purposes, such as storytelling, spiritual or ceremonial significance, or territorial markers.\n\nThe petroglyphs vary in depth and clarity, implying they might have been created at different times or using varying techniques, reflecting a long span of cultural and historical expression by the indigenous peoples of the area.\n\nIn the background, the shades and textures of the rock change as it curves away from the main engraved panel, enhancing the depth and uneven nature of the rock face. Natural light highlights edges and crevices, giving the ancient artwork a dramatic and powerful presence in the landscape.","title":"Newspaper rock, in indian creek historic state park, is remarkable for the clarity and number of its ancient indian pictographs","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["545675","545671","557117","554172","545687","545608","544915","545692","545683","545688","545686","554698","544750","557118","545550","545589"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["symbol","rock","circle","figure","arrangement","spiral","goat","zigzag","etch","engrave"]}
