{"path":"545636.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph presents a captivating landscape that is likely a desert or a canyon area. The scene is dominated by the meandering river or lake with a muddy brown color, reflecting the sediment it carries. The body of water twists through the scene, flanked by expansive flat areas with layers of sediment and minerals that create varying shades of brown, tan, and rust.\n\nThe surrounding terrain is strikingly rugged, featuring sweeping cliffs and flat-topped buttes in the distance, providing a dramatic backdrop. The colors of these geological formations range from deep rust red to lighter orange shades, indicative of rich mineral deposits, possibly iron oxide, which is common in such environments.\n\nNo signs of vegetation are prominent in the scene, which reinforces the aridity of the area. The sky, occupying the top third of the photograph, appears overcast with heavy cloud cover, casting a diffuse light across the landscape and softening the shadows. This natural lighting accentuates the textures and contours of the land.\n\nIn the foreground, a few scattered debris or man-made objects can be seen, though they are small and not the focus of the image. This hints at human presence or activity in the area, though it's not prominent in the scene.\n\nOverall, the photograph captures a sense of isolation and the rugged beauty typical of desert lake or river environments, often found in places like the American Southwest.","title":"Aerial view upstream of boom site in Monument Valley, Utah where oil spill into San Juan River was temporarily contained before flooding caused overflow into Lake Powell. The Navajo Reservation lies to the right of the river; to the left are BLM lands. Light strip along shore indicates high water level of Lake Powell.","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545629","544393","545640","545632","545633","543977","545787","552908","544453","545656","544752","544748","545639","552548","544744","545783"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["mineral","sediment","rust","butte","deposit","third","canyon","river","shade","contour"]}
