{"path":"545671.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This image features ancient petroglyphs engraved on a rock surface. The petroglyphs depict a series of figures and symbols that include both human-like and animal figures, possibly indicating a form of storytelling or spiritual representation.\n\nThe primary elements in the artwork include:\n1. Two large, central human-like figures that stand upright. Both figures have distinct, circular heads with lines or rays extending from them, possibly representing headdresses or ceremonial adornments.\n2. A variety of animal figures, predominantly quadrupeds, which resemble deer or elk due to their slender bodies and prominent antlers.\n3. A figure to the right side with multiple appendages, giving the appearance of movement or dance.\n4. A circular motif with radial lines resembling a wheel or sun symbol, located towards the bottom right of the composition.\n5. Several smaller, less distinct marks and figures that could represent additional symbolic or narrative elements.\n\nThe composition also includes various lines and marks that could connect figures or add to the narrative content of the scene. The style of the petroglyphs suggests they were created by chipping or carving directly into the dark, weathered rock surface, revealing a lighter stone beneath.\n\nThe artwork is likely of significant cultural and historical importance, possibly relating to the beliefs, mythology, or daily life of the people who created it. The exact age and cultural origin of these petroglyphs might provide deeper insight into a particular civilization or historical period.","title":"Newspaper Rock is a large cliff mural of ancient Indian petroglyphs and pictographs, remarkable for the clarity of its numerous figures.","placename":"Indian Creek State Park (Utah)","location":"OTHER","nn1":["545675","545679","557117","545687","554172","554698","545683","545692","544915","545688","545608","544750","545686","545609","558134","557118"],"cl":[35],"cluster":["#35 &mdash; Religious Imagery"],"terms":["figure","artwork","mark","symbol","narrative","animal","civilization","line","antler","origin"]}
