{"path":"545667.jpg","date":"October 1972","photographer":"Hiser, David","caption":"In the photograph, two men are engaged in what appears to be physical labor involving a large, flexible tube or conduit in an outdoor, muddy environment. The tube is predominantly red with some white rings and a noticeable taper towards the ends, suggesting that it might be used for liquid transfer, possibly as part of a drainage or pumping operation.\n\nThe man on the left, wearing a brown jacket, dark pants, and a hard hat, is gripping the tube and looks like he is either pulling it or guiding it into place. The man on the right, dressed in a dark sweater, jeans, and work boots, is actively lifting and maneuvering the other end of the tube.\n\nThe setting is a rugged terrain cluttered with debris, branches, and rocks, indicating that the location could be a construction site or an area undergoing environmental clean-up. The ground is very muddy, adding a challenging element to the men's task. In the background, an environmental setting with no distinct buildings suggests a rural or semi-rural area. There is also a tripod-like structure partly visible on the far left, although its purpose is not clear from the image. The overall mood conveys a scene of hard work and cooperation in what appears to be challenging conditions.","title":"At log boom on San Juan River, in a remote area of Monument Valley. Boom was site of clean-up operations following massive oil spill from burst pipeline of the Texas-New Mexico Pipeline Company. Oil flowed 200 miles downstream before being temporarily contained by boom. Here, an EPA man helps a company worker move a Styrofoam boom to a spot where the main boom is leaking.","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["555877","555876","555562","556903","545535","554426","547949","555561","547498","544469","548761","554853","546750","555563","554856","544828"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["tube","end","transfer","tripod","cooperation","drainage","conduit","man","ring","work"]}
