{"path":"545692.jpg","date":"May 1972","photographer":"Hiser, David","caption":"The photograph displays three elderly individuals walking in front of a large, dark rock face that features an extensive array of ancient petroglyphs—rock carvings that depict various symbols, human figures, and animals. The rock face is a prominent backdrop, capturing a rich tapestry of historical art.\n\nTwo of the individuals, both men, are walking together from the left toward the center of the frame. They are dressed in typical warm-weather clothing appropriate for a day outside; both are wearing light-colored trousers and short-sleeved shirts. The first man has on a mustard-colored shirt, olive-green trousers, sunglasses, and a white hat with a dark band. The second man is in a white shirt, lighter green trousers, and a straw hat with a prominent band and ribbon. They appear to be engaged in conversation, enjoying their stroll.\n\nThe third person, a woman, stands to the right side of the frame. She is looking at the petroglyphs with an expression of interest. She wears a blue-and-white striped shirt, darker trousers, and glasses hanging from a cord around her neck. Her pose suggests she is pausing to take in the details of the rock carvings.\n\nThe setting looks arid, typical of a desert or semi-desert region, hinted at by the bright sunlight and sparse vegetation. A sandy-colored fence runs across the front of the rock art area to protect the site, and informational signs appear to the left background, likely offering explanations or insights about the petroglyphs.\n\nOverall, the atmosphere captures a moment of leisurely exploration and appreciation for cultural heritage, set in a visually striking and historically significant location.","title":"The ancient Indian pictographs on Newspaper Rock, in Indian Creek Historic State Park, are numerous and distinct.","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["545608","545565","545581","545585","545702","557118","545679","544404","545688","545693","544903","545694","545700","544093","545705","557117"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["trouser","carving","rock","art","band","shirt","appropriate","cord","stroll","mustard"]}
