{"path":"545615.jpg","date":"May 1972","photographer":"Hiser, David","caption":"The photograph features an industrial scene dominated by a series of large pipes or conduits laid parallel to a dirt road. The pipes, varying in color from white to shades of rust and gray, are supported at intervals by brackets, suggesting they are possibly utilized for water, oil, gas, or chemical transport. A metallic structure resembling a walkway with a safety railing runs alongside the pipes, providing access for maintenance or monitoring.\n\nThe setting is arid, with the background displaying a rugged, rocky landscape typical of areas with extensive mining or industrial activity. The terrain is uneven and predominantly reddish-brown, which, along with the dull sky, gives the scene a stark, desolate look. A flat, dirt road stretches beside the pipeline installation and vanishes into the distance, accentuating the length and isolation of this industrial installation. The road appears well-used, with visible tire tracks suggesting regular vehicular activity.\n\nIn the distant background, the land rises to form a plateau or mesa, characterized by steep cliffs and a flat top, further contributing to the barren and remote atmosphere of the setting. The overall composition of the image, with its focus on the pipeline and the vanishing point of the road, underscores themes of industrialization, infrastructure, and the environmental impact of such facilities in natural landscapes.","title":"Pipelines of the salt settling ponds of the Texas Gulf Sulphur Company. Together with uranium, potash forms one of the major industries of the area.","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["549118","547571","552432","548932","542528","549000","543170","545997","546108","544740","547949","545827","548843","556402","543759","542587"],"cl":[25],"cluster":["#25 &mdash; Mining Operations"],"terms":["pipe","pipeline","installation","road","plateau","interval","bracket","conduit","parallel","dirt"]}
