{"path":"545680.jpg","date":"October 1972","photographer":"Hiser, David","caption":"The photograph depicts a desolate natural landscape with subtle human activity. In the foreground, there is a large muddy pool of water bounded by a barrier, possibly to contain the water or prevent contamination. The barrier is composed of long cylindrical objects with red and white stripes, giving the appearance of worn road barriers or large buoys. These cylindrical objects are slightly submerged and lie horizontally across the murky water surface, suggesting a makeshift effort to control the water's flow or spread.\n\nThe muddy water is dark and heavily silted, showing ripples and slight disturbances that suggest either wind or recent movement of water. The surrounding terrain is rugged and rocky, primarily flat with sporadic gentle rises. Vegetation seems sparse to non-existent in this particular area, suggesting a harsh or arid climate.\n\nIn the background, the landscape is marginally more elevated, with rolling hills that gradually rise to meet a distant, flat-topped ridge. This ridge forms the horizon line under a cloudy, overcast sky, lending a melancholic and isolated aura to the scene. There appears to be no presence of animals or people, enhancing the sense of desolation.\n\nOverall, the scene likely captures an environmental monitoring or control effort in a remote or possibly ecologically sensitive area, highlighting human interaction with natural landscapes, often involving measures to protect, manage, or contain natural resources.","title":"Log boom holds back oil polluted water as part of EPA supervised clean-up of the San Juan River oil spill. 285,000 gallons of crude oil spilled from a burst pipeline and flowed 200 miles downstream before it was contained by a log boom.","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545676","555382","544751","547665","549118","547661","552420","552427","549453","549119","555610","544184","545634","547527","542530","543815"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["barrier","ridge","effort","water","contamination","measure","buoy","aura","monitoring","object"]}
