{"path":"545618.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph showcases a busy main street scene set against a rugged mountain backdrop, capturing a nostalgic urban landscape from around the mid-to-late 20th century. The road is flanked by an array of vivid and towering motel, restaurant, and various service station signs, each screaming for attention with bright colors and bold designs. Standout signs include those for Standard Oil with its red and white colors, a Chevrolet dealership, and the extravagantly styled signs for motels such as \"Greenwell\" and \"Eastern Hotels,\" suggesting a blend of American motel culture and automotive enthusiasm. \n\nThe street itself is bustling with vehicles representing the automotive design typical of the 1960s to 1970s. Classic cars and trucks, painted in a variety of colors, drive down the wet street or are parked along the curb, reflecting the everyday activity of a lively town. The presence of wet patches on the road suggests recent rain, contributing to the vivid reflections of light against the tarmac.\n\nIn the immediate background, a steep, barren hill looms over the scene, its rocky and undisturbed slope contrasting markedly with the commercial vibrancy at its base. Sparse vegetation on the hillside and a clear sky suggest a dry, possibly arid climate.\n\nDespite its bustling, colorful foreground, human presence is indirect, represented only through vehicles and commercial architecture. The overall atmosphere combines dynamic elements of travel and commerce with the timeless presence of the natural environment, encapsulating a slice of American history and culture.","title":"Main street of Moab. Traffic is beginning to bring pollution problems to a region long noted for the crystal clarity of its air. Moab is the starting point for trips north into Arches National Park and south along the Colorado River into Canyonlands National Park.","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["549113","553017","554709","549017","549008","545614","552601","551071","549014","545610","549224","551070","545216","544793","551135","555438"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["motel","culture","street","dealership","enthusiasm","tarmac","presence","sign","restaurant","commerce"]}
