{"path":"545635.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph captures a scene of industrial activity set in a rugged and remote landscape. In the foreground, there are several construction workers, each dressed in heavy-duty clothing, engaged in what appears to be a work discussion or instructing each other around a lit area, possibly for night work.\n\nThe area is strewn with construction machinery and equipment, signaling a significant project, possibly related to resource extraction or infrastructure development. Visible are cranes, trucks, and other heavy machinery, a typical set-up for large-scale construction or engineering projects.\n\nThe background features an expansive water body, likely a lake or wide river, surrounded by dramatic mountainous terrain under an overcast sky. The mountains are dimly lit, suggesting either dawn or dusk, adding a moody atmosphere to the scene. The waterbody reflects some lights, indicating it might be twilight time or an overcast day.\n\nOverall, the image depicts a blend of human enterprise and raw natural beauty, highlighting the contrast between industrial activity and the untouched wilderness surrounding it. The setting is serene yet bustling with human activity, a snapshot of the intersection between nature and development.","title":"In October 1972, a pipeline of the Texas-New Mexico Pipeline Company burst, releasing 285,000 gallons of crude oil into the San Juan River. The oil flowed 200 miles downstream before being temporarily contained by a log boom near the point where the river enters Lake Powell. This view shows dragline scooping oil-laden debris from the water. Clean-up crews working around the clock were hampered by almost constant rain.","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545631","545661","545648","545641","545646","545657","556893","544753","553375","549169","549529","544109","553392","545662","544048","552427"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["project","construction","waterbody","instruct","enterprise","development","machinery","extraction","signal","discussion"]}
