{"path":"545675.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph features ancient rock art, or petroglyphs, carved or painted on a smooth, reddish-brown rock surface. The image shows several distinct figures and symbols that appear to be in a dark, rust-like color contrasting against the lighter red background of the rock. \n\nTo the left, there are what appear to be animal figures, possibly depicting creatures with elongated bodies and legs, which could be interpreted as quadrupeds, perhaps deer or another type of ungulate. These animals are shown in motion, suggesting a dynamic scene. \n\nIn the center, there is a large, complex figure that could represent a human or a mythological being. This figure has an extended rectangular body with raised arms or appendages that end in detailed hands or digits, suggesting a gesture or an act of holding or interacting with other elements. Intriguingly, one arm extends towards a prominent, fan-shaped element that might symbolize a plant or tree, indicative of an interaction with nature or a thematic element of cultivation or symbiosis.\n\nTo the right of this central character, another smaller animal figure is seen, similar in style to those on the left, maintaining the theme of wildlife. \n\nThe overall composition of this rock art suggests a narrative or a symbolic depiction, possibly illustrating a story, ritual, or cultural mythology significant to the creators. The use of space and the arrangement of figures provide a sense of organized storytelling and symbolic representation.","title":"One of the pictographs in the maze, western part of the park the park service considers the remoteness of the area the best protection for the drawings","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["545671","545679","545687","557117","554172","554698","545683","545688","544915","545608","545692","544750","545686","557118","545550","545554"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["figure","animal","rock","art","arm","holding","fan","interpret","rectangular","deer"]}
