{"path":"545639.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph captures a dramatic and rugged landscape under a stormy sky. In the foreground, dark, flat rocks and patches of grass create a textured surface, leading the eye towards a river or lake that occupies the mid-ground. On the left side of the image, a small white tent-like structure adds a human element to the otherwise natural setting.\n\nThe body of water reflects a stark contrast between its dark surface and the lighter grayish silt or sands along its banks, enhancing the raw, untamed feel of the landscape. Ranged along the right side of the water, parallel streaks of what appears to be red sediment underscore the scene with vibrant color, suggesting either mineral deposits or the effects of water levels changing.\n\nThe backdrop consists of steep, monumental cliffs and mountains, which stretch across the entire horizon, their shapes softened somewhat by atmospheric conditions or the encroaching storm. The mountains on the left have a more pronounced silhouette against the slightly brighter sky, while those on the right recede into the shadows of the heavy, overcast sky.\n\nOverall, this photograph conveys a sense of solitude and the awe-inspiring power of nature, visible in the wild terrain and looming, stormy skies. It might depict a remote location, possibly in a region known for its geologic features and minimal human impact, emphasizing an environment shaped mainly by natural forces.","title":"Site of oil-spill clean-up operation in Monument Valley, Utah from the break-site near Shiprock, New Mexico, the oil flowed over 200 miles down the San Juan River before being temporarily contained by a log boom near northeast tip of Lake Powell. Unusually heavy rains not only hampered the clean-up, but later caused oil and debris to overflow into the lake.","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545647","544393","545656","544453","546385","545907","545790","545783","544155","550592","550588","544392","550498","545792","545636","545805"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["silt","awe","deposit","tent","streak","mountain","storm","mineral","force","sediment"]}
