{"path":"545637.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph presents a striking outdoor scene featuring a rugged landscape with two helicopters on a grassy area near a body of water. The backdrop showcases towering cliffs and layers of rock in shades of red and brown, indicative of a desert or arid region, possibly a canyon area. In the foreground, two military-style helicopters are parked on a flat, grass-covered surface. One of the helicopters is closer to the camera, while the other is slightly further away on the right side.\n\nSeveral individuals are visible around the helicopters, appearing to be engaged in activities related to the helicopters, either maintenance, preparation for departure, or managing equipment. Near the center of the image, a figure can be seen walking away from the helicopters, moving toward the camera.\n\nThe body of water adjacent to this activity is calm, reflecting the overcast sky, with dark colors suggesting depth or density of the water. Near the water, there are sandbanks or mudbanks, and small patches of vegetation scattered throughout the area, enhancing the remote, untouched feel of the landscape.\n\nThe overall composition of the image, with its blend of technological elements through the helicopters and the natural, rugged environment, creates a dynamic contrast between humanity's mechanical inventions and the raw, enduring beauty of nature.","title":"Looking east over oil-spill clean-up operation area in Monument Valley, Utah.  A burst pipeline of the Texas-New Mexico pipeline company caused the massive spill into the San Juan river work went on around the clock with crews being changed by helicopters based at oljato trading post.  The pipeline company was responsible for the clean-up, but five government agencies including the epa, were also involved","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545642","545638","544737","544754","544741","544771","547533","544766","552365","552393","555835","552372","545685","545651","545681","544491"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["helicopter","sandbank","departure","endure","camera","canyon","preparation","water","density","cliff"]}
