{"path":"545665.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph depicts an industrial scene of land development or excavation in a rugged landscape. The foreground features a large yellow bulldozer with a person wearing a green hard hat operating it. The bulldozer is on tracks and is navigating through a muddy, debris-filled terrain. \n\nTo the right, another significant piece of construction machinery, a crane, is visible. This crane is stationary and positioned over the muddy ground, with its arm extended outward. A group of workers can be seen near the crane, engaged in what appears to be a discussion or examination of the area.\n\nThe background showcases a vast expanse with low mountains or hills partially obscured by mist or low clouds, hinting at either early morning or rainy weather conditions. The sky is overcast, and the overall color palette of the scene is dominated by earth tones, reflecting the muddy and undeveloped nature of the landscape.\n\nThe site appears to be at an initial or midway point of construction or excavation, indicated by the presence of scattered wooden debris and the uneven, raw state of the earth. The atmosphere of the photograph communicates a sense of ongoing large-scale human intervention in a natural setting.","title":"Log boom on San Juan river in Monument Valley was site of clean-up operations following massive oil spill.  Bulldozer removes debris scooped up by dragline in background.  Spill originated 200 miles upstream from burst pipeline near Shiprock, New Mexico.  River at this time contained more than usual amounts of debris, and clean-up was also hampered by almost constant rain.  Boom held oil in check until flooding caused overflow into lake powell","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545652","545662","554544","545661","552814","551262","543105","551947","543760","547254","543107","545631","547498","544138","545648","556939"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["muddy","crane","bulldozer","excavation","rainy","earth","examination","construction","debris","intervention"]}
