{"path":"545606.jpg","date":"May 1972","photographer":"Hiser, David","caption":"The photograph captures a bustling scene at a tourist attraction called \"Hole in the Rock,\" a rock house carved into a large sandstone formation. Large white letters across the rock surface spell out \"HOLE IN THE ROCK,\" with smaller text and signs providing additional information about the site.\n\nIn the foreground, there's a designated photo spot, indicated by a sign that states “SNAP A PICTURE.” A woman stands there taking a photograph, which suggests interaction and engagement with the site's unique features. She is dressed casually in a blue dress and is capturing the moment with her camera.\n\nVisitors can be seen walking around the entrance area, which appears to lead into the living quarters built directly into the stone. The entrance is surrounded by smaller signs highlighting attractions and offerings such as the “EX. KPOF3,” a gift shop, and conducted tours. One sign notes the rock house spans 5000 square feet and includes a hand-carved home that is \"world famous.\" Another sign serves as a tribute, declaring the site a “Living Memorial to America’s Starving Pioneers.”\n\nThe architecture of the rock feature is rustic, with natural stone textures and earthy tones that blend into the landscape. There's also a makeshift rock wall surrounding the entrance area, enhancing the natural aesthetics.\n\nThe background suggests a dry, arid environment typical of rocky desert landscapes, emphasizing the natural weathering of the sandstone. Overall, the image captures a moment of touristic curiosity and appreciation for a unique hand-carved architectural endeavor in a natural setting.","title":"Hole in \"the rock\", 1.5 mile south of Moab, is the only commercial, roadside attraction in the area.  It is a home carved from the sandstone","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["544897","545581","545550","545554","545585","545565","557118","544898","545693","544397","544903","545804","545702","545601","545608","545682"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["carve","rock","entrance","sandstone","attraction","sign","site","quarter","spell","stone"]}
