{"path":"545642.jpg","date":"October 1972","photographer":"Hiser, David","caption":"The photograph captures a dynamic landscape scene centered around a helicopter, possibly during a landing or just before takeoff. The helicopter, which appears to be a military or utility type with a green and black coloring, is the main focus of the image. It is positioned near the bottom center of the frame and is angled slightly towards the camera, giving prominence to its side and frontal areas, including the cockpit and side doors.\n\nIn the background, dramatic and rugged terrain dominates the view. The landscape includes red and brown rocky cliffs, which rise starkly against a cloudy sky. These cliffs give a sense of the remote, possibly arid environment where the photograph is taken. The terrain near the helicopter is a mix of reddish-brown dirt and sparse green vegetation, typical of a desert-like setting.\n\nNext to the helicopter and towards the foreground, a person is visible, contributing a human element to the scene. This figure, dressed in dark clothing, provides a sense of scale, emphasizing the helicopter's size and the vastness of the landscape.\n\nAdditionally, another helicopter can be seen in the background, situated on the ground behind the main helicopter, which suggests that this might be an operation involving multiple aircraft, possibly for transport or a specific mission. The presence of water or a wet area that reflects light near the helicopters adds a unique contrast to the dry, rocky scenery around.\n\nOverall, the composition combines technology and nature to convey a story, possibly of exploration, military exercise, or scientific research in a remote area.","title":"A helicopter brings a fresh work shift to the site of clean-up operations following a massive oil spill into the San Juan river crews worked round the clock at this log boom in Monument Valley Utah.  The boom temporarily contained the oil and debris, but almost constant rain caused flooding, and most of the oil eventually overflowed into nearby lake powell","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545637","545638","544741","544737","552365","544771","547533","544754","552372","544766","555835","552393","545685","544491","542577","545645"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["helicopter","cliff","exercise","cockpit","landing","coloring","prominence","aircraft","rocky","technology"]}
