{"path":"545631.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph depicts an industrial or construction site situated in a rugged outdoor landscape, likely near a body of water which appears to be at a low water level as indicated by the exposed shorelines. The setting features a dramatic backdrop of weathered mountain ridges and plateaus, suggesting a remote or undeveloped location.\n\nIn the foreground, the primary focus is on a construction operation on a flat muddy terrain. Several people, about five visible, are scattered across the site, engaging in various tasks. They are wearing casual or work attire, suitable for an active construction site. There is a large crane central to the scene, extending towards the right, with its boom lowered close to the ground, suggesting it is either in operation or being adjusted.\n\nSupporting the crane operation, there are other pieces of heavy machinery, including at least one bulldozer, parked on site, indicating ongoing heavy-duty work. The area is illuminated by portable lights mounted on stands and by additional lights, possibly from the machinery, enhancing visibility in what appears to be dusk or dawn lighting conditions given the overall soft, diffused light in the photograph.\n\nThe environment is moist and muddy, which could imply recent rains or proximity to the water body visible in the background, reflecting the low ambient light and enhancing the desolate, moody atmosphere of the scene. The expanse of the water body and the dramatic geological formations add a sense of isolation and the harshness of natural elements surrounding the human activity at the construction site.","title":"In October, 1972, a pipeline of the Texas-New Mexico Pipeline Company burst, releasing 285,000 gallons of crude oil into the San Juan River near Shiprock, New Mexico. Before flood conditions caused the oil and debris to spill over into nearby Lake Powell they were contained by log boom on the Utah side of the border this view shows the boom site, with clean-up equipment in Monument Valley, Utah.","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545641","545661","545635","545648","545657","545665","545858","544282","546833","545646","548559","552814","545655","545662","544109","545660"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["site","construction","operation","crane","lower","plateaus","harshness","machinery","boom","body"]}
