{"path":"545654.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph captures a natural, rugged scene featuring three people in a small motorboat navigating a river. The riverbed has visible characteristics typical of water levels that may fluctuate, exposing wide stretches of layered, flat sedimentary rocks and stones. The setting appears remote, with no signs of urban infrastructure, suggesting it might be in a wilderness or protected area.\n\nThe boat, which appears to be a small, possibly aluminum craft, is equipped with what looks like two outboard motors. It's drifting close to a bank where numerous driftwood and debris have accumulated, indicating recent high-water events that left behind these remains. The individuals in the boat are dressed in casual outdoor attire suitable for river expeditions; one wearing a yellow cap, another with a red jacket, and the third in a more neutral-tone outfit.\n\nThe background of the scene shows rocky outcrops and small boulders that have fallen near or into the water, creating a rugged and textured landscape. Flora is visible, primarily grasses and small bushy plants, sprouting unevenly among the rocks, highlighting the harsh, yet natural environment. The general atmosphere is serene yet isolated, hinting at the untouched and pristine nature of the surroundings. The overall color palette is dominated by earth tones that blend seamlessly with the gray sky, suggesting overcast weather conditions, which adds a moody feel to the photograph.","title":"Epa men check log boom for leakage of oil and debris following a massive oil spill into the San Juan River. The boom served to contain the oil until flood conditions caused much of the oil to overflow into Lake Powell. Also in the boat are officials from the Coast Guard and the Texas-New Mexico Pipeline Company. The spill was caused by the bursting of a company pipeline 200 miles upstream near Shiprock, New Mexico.","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["544770","545650","550208","550988","545658","545744","551538","551350","544749","546976","549458","550000","544758","549532","550989","545740"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["aluminum","expedition","remain","riverbed","motor","driftwood","motorboat","craft","boat","outcrop"]}
