{"path":"545634.jpg","date":"October 1972","photographer":"Hiser, David","caption":"The photograph captures a scene with two main points of focus. In the foreground, prominently displayed on a rugged, flat rock surface, are two glass jars with golden lids. The jars contain a murky, sediment-filled liquid, indicative of water testing or environmental examination. The sedimentation layers are visibly separated, with darker material at the bottom and a lighter, muddy liquid above it.\n\nIn the background, the environment is a broad, barren landscape with a noticeably low water level, suggested by the exposed bedrock. This setting is likely a riverbed or a reservoir area undergoing development or environmental changes. A bulldozer, active in the area, is working on the land, moving earth or clearing debris, which might be related to construction or environmental management. Other elements in the scene include scattered construction materials, a few small structures or equipment shelters, and rugged, mountainous terrain in the far distance under an overcast sky. The overall composition hints at environmental monitoring or testing, perhaps in relation to water quality or land usage, set against a backdrop of industrial or construction activity in a natural landscape.","title":"In october, 1972, a pipeline of the Texas-New Mexico pipeline company burst, releasing 285,000 gallons of crude oil into the San Juan river.  The company was responsible for clean-up, but 5 government agencies were also involved, under the general supervision of the epa.  A log boom checked the oil and debris until flood conditions caused overflow into lake powell.  The jars shown here contain water samples taken by epa workers at the boom site for laboratory analysis","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545680","543811","551611","545657","543785","552427","554546","555382","552062","547225","545677","553380","554804","543636","549255","544751"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["jar","testing","liquid","construction","relation","murky","lid","riverbed","reservoir","exposed"]}
