{"path":"545643.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph depicts an early evening scene at a rugged outdoor location, possibly a lakeshore. The terrain is rocky and sparse, with patches of vegetation. There are several key elements distributed throughout the scene:\n\n1. **People**: Multiple individuals are scattered across the foreground, engaged in various activities which appear to involve setting up or managing equipment.\n\n2. **Lighting and activity**: Near the center of the image, there is an area illuminated by lights that might be a small working area or a campsite. It includes a structure that resembles a tent and appears to be a focal point of activity.\n\n3. **Boat**: There is a large boat docked at the water’s edge. It looks equipped for transport or possibly for carrying supplies, with portions of its superstructure visible including what looks like control rooms or cabins.\n\n4. **Landscape**: The backdrop is dramatic with rolling hills and rocky formations under a cloudy sky. The landscape suggests a remote or wilderness area, adding a sense of isolation and ruggedness to the atmosphere.\n\n5. **Water body**: The presence of a calm water body adjacent to where the activities are taking place adds to the scenic quality of the photograph. The water reflects some of the light from the campsite, adding a subtle shimmer to the image.\n\nOverall, the composition captures a mix of human activity within a natural setting at dusk, highlighting interactions between people, their activities, and the environment. The mood is somewhat industrial yet adventurous, typical of an exploration or fieldwork scenario in a remote location.","title":"This log boom in Monument Valley, Utah, was the site of intensive clean-up operations following a heavy oil spill into the San Juan river.  The boom contained the spill until flood conditions caused much of the oil and debris to overflow into lake powell crews worked around the clock; shifts were relieved by helicopters based at the oljato trading post.  Tent to the left of the frame was the only shelter from the almost incessant rain","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545666","547089","544260","544770","545646","544763","545658","545635","544126","543956","554515","545932","554477","551223","544266","551538"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["campsite","superstructure","fieldwork","activity","tent","distribute","supplies","ruggedness","location","near"]}
