{"path":"545638.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph captures a dramatic and scenic moment featuring a helicopter and a group of onlookers in a rugged natural landscape. In the image, a large red and white helicopter, identifiable by its registration number N17658 on the side, is hovering just above the ground, seemingly in the process of landing or taking off. The helicopter, with its rotors in motion, is the central focus of the scene.\n\nSurrounding the helicopter, there is a group of people scattered across the foreground of the composition. These individuals, approximately five visible in the frame, are varied in their attire, suggesting casual outdoor clothing typically worn for such adventures or sightseeing activities. They appear engaged with the scene, some pointing towards the helicopter and others observing it intently.\n\nThe background presents a dramatic and stark landscape characterized by large, barren rock formations and cliffs under a cloudy sky. This setting indicates a remote, possibly desolate area, enhancing the adventurous tone of the scene. There is also a body of water visible, reflecting the somber sky and contributing to the overall mood of tranquility mixed with excitement.\n\nOverall, the composition of the photograph, with its striking juxtaposition of human activity and the grandeur of nature, is visually engaging and conveys a sense of adventure and exploration.","title":"A heavy oil spill into San Juan river caused by a burst pipeline of the Texas-New Mexico pipeline company required massive clean-up operations.  Beside the company, five government agencies were involved.  The epa supervised the operation.  Army helicopters were invaluable to the work.  The one shown here is bringing a generator to furnish electricity for the clean-up site in Monument Valley, Utah","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545642","545637","544741","544737","544771","552365","544754","547533","552372","555835","545685","552393","542577","548815","545645","545681"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["helicopter","adventure","sightseeing","rotor","hover","pointing","registration","onlooker","excitement","group"]}
