{"path":"545648.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph features a construction or industrial scene set against a dramatic, natural backdrop. In the foreground, a large yellow crane is actively engaged in lifting or dragging what appears to be a sizable metal basket or scoop filled with debris or mud. This debris is visibly being dropped from the basket, creating a spray as it hits the ground.\n\nThere are several workers in the scene, dressed in typical work attire like hard hats, overseeing and conducting the operation. One worker is visible closer to the crane, likely controlling or guiding the operation, while another is stationed on a small boat in a body of water adjacent to the crane, possibly managing or directing the placement of the material or ensuring safety in the watery area.\n\nThe scenery around the construction site includes a broad, flat area that leads to a body of still water, reflecting a slight hue of blue sky above, suggesting either a lake or slowly flowing river. This expanse is framed by rugged, reddish-brown mountains that rise dramatically in the background under a hazy sky, providing a stark contrast to the industrial activity in the foreground.\n\nOverall, the image captures the interaction between human industrial efforts and a distinctly arid, possibly semi-desert environment, highlighting themes of development and natural landscape.","title":"Dredging up debris at log boom near point where the San Juan river enters lake powell.  This was the site of clean-up operations following a massive oil spill into the San Juan from a break point 200 miles upstream near Shiprock, New Mexico.  The clean-up was greatly impeded by the unusual amount of debris in the river at this time","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545655","545641","545657","545631","554545","548773","545661","544109","545660","548775","545858","545649","545635","544282","549308","548559"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["crane","basket","worker","scoop","lifting","drop","hit","construction","oversee","operation"]}
