{"path":"545614.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures a bustling main street lined with various businesses in an urban environment, likely in the mid-to-late 20th century. The perspective is taken from an elevated position, looking down the length of the street, which provides a view of the activities and the setting.\n\nThe street itself is a wide, multi-lane road, marked with clear white lines delineating both the lanes and the crossings. There are multiple cars of various models and colors typical of mid-20th century automobile design, indicating a time period possibly in the 1960s or 70s. These cars are in motion, suggesting a typical busy day.\n\nOn both sides of the street, there are sidewalks lined with poles and lush green trees that provide shade and a touch of nature amidst the urban environment. The businesses along the street are diverse, with signs advertising different products and services such as guns, ammo, tires, and even a place offering \"jalapeno burgers.\" Some signs appear prominently, like a large “76” gas station sign, contributing to the visual variety in the scene.\n\nBuildings along the street are low-rise, mostly one or two stories tall, and feature a mix of architectural styles, likely from mid-20th century construction. The large signs and storefronts are clearly aimed at attracting the attention of passersby.\n\nIn the background, beyond the commercial strip, the terrain rises into a hill or low mountain, relatively barren compared to the verdant tree-lined street. This mix of natural and built environment gives a good contrast and speaks to the geographic setting of the town.\n\nOverall, this photograph is representative of an American town during a period where automobile travel was predominant, reflected in the road’s design tailored for vehicle traffic and roadside businesses catering to drivers. The image conveys a sense of daily life and commerce typical of its era.","title":"Main street of Moab.  This old mormon pioneer town of the Colorado river is the starting point for trips north into the arches national monument area and south along the river into Canyonlands National Park.  Moab is the setting of many of zane gray's novels and was headquarters for a number of outlaw gangs of the early west","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["545216","542586","545610","554709","551135","551071","545618","547369","549872","549113","550970","555438","551125","557655","556224","542900"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["street","business","automobile","century","sign","period","town","representative","gun","tailor"]}
