{"path":"545657.jpg","date":"October 1972","photographer":"Hiser, David","caption":"The photograph depicts an outdoor scene where industrial or construction activity is taking place in a rugged natural landscape. The setting is characterized by a broad expanse of a drying or receding body of water, reflected by the prominent residue of water lines on the landscape. Towering over the scene are striated rocky cliffs and mountains, contributing to a dramatic backdrop.\n\nIn the foreground, there is a construction or cleanup site, with several objects and equipment scattered around. Notably, there is a large crane with its arm extended over a dump truck, appearing to load or unload large bags of materials (possible sand or debris), as evidenced by the suspended load hanging from the crane’s hook. More of these loaded bags are visible on the ground nearby.\n\nSeveral humans are present in the scene. On the left, two figures in bright clothing (possibly protective gear) are engaged in some activity, working near the debris and equipment. They are interacting near a flatbed truck, which is also loaded with materials like hay or straw bales. Additionally, there is another individual farther away, near the center, walking towards the other two.\n\nThe overall mood of the scene suggests active human intervention in a remote natural setting, possibly for restoration, construction, or cleaning operations. The harsh, rocky terrain and expansive water traces depict a severe natural environment, perhaps undergoing changes or recovery from previous industrial impacts.","title":"Dragline basket and claim shell bucket are used to scoop oil-laden debris from log boom on the San Juan river.  Dump truck will carry it to disposal site on hillside half a mile away.  Oil spill was caused by a burst pipeline 200 miles upstream near Shiprock, New Mexico.  Boom served to contain much of the oil slick before heavy rains caused it to overflow into lake powell","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545648","545641","545631","545661","545649","545660","545662","545635","544282","545655","552427","544753","547171","553392","545677","549169"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["load","construction","bag","crane","farther","drying","restoration","truck","flatbed","bale"]}
