{"path":"545649.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph captures a rugged, outdoor scene with an emphasis on industrial activity in a desolate landscape. In the foreground, a long, large wooden log, possibly a dislocated utility pole, stretches diagonally from the right side of the frame into the middle distance. The ground, covered in mud, is littered with smaller branches, pieces of wood, rocks, and miscellaneous debris, indicating a recent event that caused disarray, such as a flood or storm.\n\nIn the mid-ground, a sizable construction crane is positioned. It is equipped with a heavy metal bucket, which is actively engaged in work, evident from the dust and debris visible in the surrounding air. The crane, painted in faded yellow, is mounted on a truck with visible tracks suggesting it's designed for movement over rough terrain.\n\nThe background shows an expansive, barren landscape with large cliffs and a flat, open sky that is overcast, setting a somber mood. The absence of vegetation and the presence of large amounts of water in the distance suggest that this location might be in a flood zone or a recently water-logged area.\n\nThe overall composition of the photograph captures a moment of human intervention in a natural disaster, pointing to recovery efforts in what appears to be a challenging environment. The image evokes themes of resilience and the daunting scale of dealing with natural upheavals.","title":"Log boom in Monument Valley, Utah, near point where the San Juan River enters Lake Powell. This was the site of clean-up operations following a massive oil spill into the San Juan from a break point near Shiprock, New Mexico. Made chiefly of telephone poles, the boom held the oil slick in check until flooding caused overflow into the lake. Dragline in picture is scooping oil-laden debris from the water.","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545655","545657","545648","545660","545661","545641","544109","554830","556323","544131","546030","545631","554434","553027","544282","549169"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["flood","crane","recovery","disarray","disaster","debris","intervention","storm","mud","dust"]}
