{"path":"545660.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph depicts an outdoor work scene under cloudy skies with a rugged mountainous backdrop that suggests the setting could be a remote coastal or riverside area. The ground is scattered with a large amount of driftwood and debris, indicative of a recent flood or similar natural event.\n\nCentral to the image is a large crane operated from a fixed cab mounted on a truck chassis. The crane, featuring a long boom, is actively lifting a sizeable metal cage or container that appears to also contain driftwood or debris. The texture and construction of the crane suggest it is a piece meant for heavy lifting, likely used here to clear the area or manage flood aftermath.\n\nSeveral individuals, possibly workers or a clean-up crew, are scattered around the site. Some are observing the crane's operation, possibly giving directions or feedback to the crane operator, while others engage in manual cleanup efforts or inspect the debris.\n\nIn the background, majestic mountains partially covered by mist or low clouds create a dramatic and somewhat melancholic atmosphere, emphasizing the isolation or harsh conditions of the environment. The weather looks overcast, and the rough terrain seems wet, perhaps contributing to the challenges of the clean-up operation depicted.","title":"Dragline scoops oil-laden debris from site of clean-up operations following massive oil spill into the San Juan River. Spill originated near Shiprock, New Mexico. Oil from burst pipeline flowed 200 miles downstream until temporarily checked by log boom shown here. Crews working round the clock were hampered by almost continual rain.","placename":"Powell, Lake (Utah and Ariz.)","location":"Powell, Lake, Arizona","nn1":["545648","545655","547216","545649","545661","544109","545657","545662","545631","545641","544753","553027","548773","549308","554545","547171"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["crane","flood","driftwood","debris","chassis","lifting","cage","cleanup","operator","cab"]}
