{"path":"545786.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph shows a relaxed outdoor scene involving three people and their gear in a rustic, natural environment. The backdrop is a tall, smooth rock face that curves around the sandy ground, giving off a sense of seclusion and outdoor adventure. The color of the rock is a rich reddish-brown, typical of canyon areas, possibly indicating a location like a desert or a secluded mountain area.\n\nOn the left, there is a woman wearing a yellow short-sleeve shirt and denim shorts. She is sitting directly on the ground, leaning against the rock, engaging in a meal with utensils in hand. Beside her, a man with long hair is also seated against the rock face. He appears deeply focused on cleaning a small object, possibly a piece of camping gear or utensil. Both individuals are barefoot, suggesting comfort and a laid-back atmosphere.\n\nToward the center and right of the image, another man with long hair and a beard is sitting on the ground. He's surrounded by various items including a red backpack, containers that likely hold food or water, and other personal belongings scattered about. He is looking directly at the camera, providing a focal point for the viewer.\n\nOverall, the scene is casual and portrays a moment during a camping or hiking trip where the group is taking a break or settling in for a meal. The surrounding gear, including pots, pans, and backpacks, hints at a multi-day adventure in nature. The mood is peaceful, accentuated by the natural setting and the informal arrangement of people and items.","title":"Backpackers on a week-long hike through the Maze, a remote and rugged region in the heart of the Canyonlands, camp under the shelter of a towering overhang. Because it seldom rains, tents are not necessary. Firewood is dry and plentiful.","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["545776","545780","558096","554510","554509","545738","545497","545782","554513","543371","554679","553370","554672","545684","544855","543467"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["utensil","gear","meal","backpack","rock","camping","adventure","pan","settle","item"]}
