{"path":"545779.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph features a striking natural landscape dominated by a large, flat-topped mesa set against a vast sky filled with clouds. The mesa, which is prominent in the right side of the image, has steep, rugged cliffs and appears reddish-brown in color, suggesting a composition of sandstone or similar sedimentary rock. This geological formation stands out distinctly in the flat terrain that surrounds it.\n\nThe landscape around the mesa includes lower areas of flat, arid land, showing minimal vegetation, indicative of a desert or semi-desert region. The horizon spans across the image, blending into the expansive sky above that is dotted with fluffy, white clouds against a blue backdrop. This gives an impression of a clear and sunny day.\n\nThe overall composition emphasizes the vastness of the sky in relation to the land, highlighting nature's grandeur and the scenic beauty of this rugged landscape. The image's depth is enhanced by the differing distances and heights of various elements, from the sprawling ground to the towering mesa and the wide-reaching sky.","title":"Ekker Butte rises in the crystal air of Canyonlands National Park. Bates Wilson, superintendent of both Canyonlands and nearby Arches National Park, says their most important feature just now is their clear atmosphere. He fears this will be harmed soon by the operation of giant coal-burning power plants in Utah and adjoining states. Some people feel that the air is already beginning to suffer from the effects of the huge plant at Shiprock, New Mexico.","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["545771","545775","544155","545696","544745","545800","545783","544429","544950","545792","544376","544453","544393","545804","544363","545799"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["mesa","relation","sandstone","land","cloud","grandeur","cliff","height","desert","vastness"]}
