{"path":"545733.jpg","date":"May 1972","photographer":"Hiser, David","caption":"The photograph captures an outdoor river rafting scene where several people are navigating a river with rapid waters. The raft, which appears to be filled with five individuals, is mid-current as it maneuvers around several protruding rocks. All individuals on the raft are wearing safety equipment, including helmets and life jackets, which are predominantly orange and red. They are actively paddling and seem to be coordinating their efforts to steer the raft.\n\nThe river itself is a murky greenish-brown color, indicative of stirred sediment, which is common in rapid waters. This turbulent water scenario suggests a challenging adventure activity, focused heavily on teamwork.\n\nThe surrounding environment features a rugged, rocky landscape with sparse vegetation. The banks of the river are lined with rocks and sparse patches of green bushes or small trees, which are typical in arid or semi-arid river valleys. The background is dominated by rocky hills that rise steeply from the river's edge, creating a secluded natural setting. The colors are warm, with browns, reds, and muted greens, contributing to the sense of a remote, wild outdoor setting.\n\nOverall, the composition of the photograph emphasizes the dynamic action of river rafting against a backdrop of serene, yet rough natural beauty, capturing a moment of adventure and teamwork in the great outdoors.","title":"A river trip into Canyonlands National Park conducted by Tag-A-Long-Tours of Moab. This is a short, relatively gentle trip with a few small rapids. Several outfits in Moab provide such trips. It is through them that most visitors to the area gain an experience of Wilderness.","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["545741","545729","549462","549437","549447","545737","544925","549465","549439","549441","549463","549440","549464","554462","545937","545745"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["raft","river","rafting","teamwork","adventure","stir","coordinate","steer","paddle","rock"]}
