{"path":"545748.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph depicts a striking desert landscape during what appears to be late afternoon, based on the deep, warm hues imparted by the setting sun. The image is rich with details of a rugged terrain characterized by natural rock formations and shallow basins filled with water.\n\nThe foreground consists of a plate of textured, reddish rock strewn with numerous puddles reflecting the clear sky above. These glistening pools vary in size and create a contrasting visual element to the rough, dry surfaces of the rock.\n\nAs the eye moves upward and towards the middle of the frame, the terrain gradually descends into layered steps of similar rock formations, extending toward a horizon lined with more pronounced rocky structures. These formations in the middle distance create a maze-like appearance, with natural pathways wending between them.\n\nThe background features a line of tall, vertical rock formations silhouetted against a sky transitioning in color from orange near the horizon to a deeper blue above. These formations resemble classic red rock buttes or spires, common in desert scenes of the American Southwest. They provide a dramatic background to the otherwise horizontal expanse.\n\nThe extraordinary lighting highlights the textures and complexities of the landscape, enhancing the visual depth of the scene and conveying a serene yet rugged nature. There are no visible human or animal figures, which emphasizes the untouched natural beauty of the environment.","title":"Potholes in sandstone filled with water from previous day's rain in the needles area of the canyonlands.  Over 200 species of plants and animals live in these holes.  Some, like shrimp, live in dry egg form after the water evaporates","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["545771","545761","545789","545752","544027","545799","545804","545754","545791","552923","544745","545796","545696","545800","544950","545797"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["formation","rock","desert","butte","impart","basin","pronounce","spire","puddle","descend"]}
