{"path":"545739.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures a rugged, natural landscape under a strikingly dramatic sky. In the foreground, there's a red vehicle, partially visible with its hood up, suggesting mechanical issues or a pause in activity. The vehicle's damaged condition, with its rusted panels and open hood, indicates wear or possibly abandonment. It appears to be an old model, likely parked on a rough terrain composed of mixed soil and rocks.\n\nBehind this makeshift parking spot rises a steep incline covered in dark rocks, leading up to a large mound or hilltop that dominates the center of the frame. This mound is actively emitting a dense plume of white smoke or steam, giving the scene an intense and somewhat eerie atmosphere. The smoke rises directly upwards into the sky, reflecting the intensity and possibly the heat of whatever activity is happening at the crest.\n\nThe sky itself is a key feature in this composition. It is saturated with a mix of blue tones and scattered clouds, pierced brilliantly by the sun which is partially visible near the top of the frame. Sunlight filters through the haze, casting an ethereal glow that bathes the entire scene in a surreal light, while also creating lens flares that add a spontaneous, raw feel to the image.\n\nOverall, the photograph depicts a moment of stark natural beauty and industrial abandonment, evoking a sense of solitude and the relentless passage of time. The juxtaposition of mechanical decay against the harsh, enduring landscape suggests themes of human impact and the power of natural processes.","title":"Close-up of the Moab city dump.  Although generally well-operated, the dump still practices open-burning, which causes smoke and haze to be visible in the town below, and which also mars the beauty of Moab's natural setting of mountains and canyons.  As yet local officials have no plans to stop the burning","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["543687","549179","544751","545596","553037","545747","543769","553007","555875","554804","545731","544418","547979","554802","555103","555883"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["hood","mound","abandonment","hilltop","saturate","pierce","incline","smoke","happen","crest"]}
