{"path":"545732.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures a vibrant outdoor scene featuring a crowd gathered by a river, observing or celebrating an event involving a large paddle steamer. The paddle steamer, which is central in the photograph, is large with a distinct, bright red paddle wheel visible at the rear. It appears to be a festive occasion as the boat is adorned with colorful flags and bunting. There are numerous people on the deck of the steamer, dressed in casual attire, suggesting a leisurely, social event.\n\nIn the foreground, a group of onlookers is sitting and standing on a sandy riverbank. This group is diverse in age, featuring both adults and children. They are casually dressed for a warm day, some wearing hats and sunglasses, and are variously engaged in watching the boat, taking photographs, and interacting with each other.\n\nThe setting is picturesque, with a clear blue sky and rugged mountains in the background that provide a natural and serene backdrop. The river itself reflects some of the blue sky and the vibrant activity surrounding it.\n\nOverall, the composition of the image, with its focus on the large paddle steamer and the group of spectators against the scenic landscape, conveys a sense of communal enjoyment and appreciation of the outdoor environment.","title":"Spectators crowd the banks as the stern-wheeler \"Canyon King\" begins her maiden voyage. Larger and more comfortable than any craft hitherto aVailable, and built in Moab for local conditions, it will carry sight-seers forty miles downstream through the deep canyons of the Colorado River. The boat is expected to attract many tourists to the area.","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["543966","554657","545736","545917","545944","543943","554190","549410","553835","543964","550029","549939","554176","543958","551538","551282"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["paddle","group","event","appreciation","onlooker","occasion","boat","rear","spectator","river"]}
