{"path":"545777.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures an adventurous and dynamic scene of a person engaged in rock climbing within a striking canyon environment. The climber, who is wearing a red helmet and hiking attire with harness and gear, is rappelling down the side of a canyon wall. The individual is in a suspended position, clearly using ropes and climbing equipment to navigate the descent.\n\nThe setting is a dramatic natural canyon with layered rock formations that exhibit a variety of earthy tones, predominantly reds and browns. The texture of the rock surface is visibly rugged and steep, indicative of typical geological formations found in canyon areas.\n\nBelow the climber, there is a glimpse of a shallow pool of water, reflecting some of the rocky structures surrounding it, emphasizing the serene yet isolated nature of the location. The scene is bathed in natural sunlight, highlighting the varying hues and contours of the canyon walls and casting contrasting areas of light and shadow within the photograph.\n\nOverall, the composition of the image—with the climber dynamically positioned against the expansive and textured backdrop of the canyon—evokes a sense of adventure, challenge, and the beauty of nature.","title":"Using mountain climbing techniques while hiking in the Maze, a remote and rugged region in the heart of the Canyonlands. Usually, the practice is to enter a canyon by rappelling down a firmly fixed rope. If no safe exit is known, the rope is left in place and used on the return from the canyon.","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["545773","545697","544931","552334","545758","545595","544895","545305","545769","544917","545607","544899","545782","545785","553370","545571"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["canyon","rock","climbing","formation","descent","harness","wall","hiking","challenge","pool"]}
