{"path":"545784.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This image captures two individuals engaged in a moment of outdoor recreation or perhaps a brief rest during an adventure, set within the context of a rugged natural landscape, likely a canyon or rock formation area. They are inside a large cave or under an overhanging rock, which forms an impressive natural arch sheltering them. \n\nThe foreground features one person wearing a hat and long sleeves, seemingly working with or adjusting a camera on a tripod. This suggests that photography is part of their activity. Facing him and sitting on the edge of a rock, the other person, wearing shorts and a t-shirt, seems engaged in conversation with the first, perhaps discussing their hike or the shots taken.\n\nBoth are surrounded by typical outdoor gear: there's a large red backpack on the rock beside the sitting individual, and various items like water bottles are also visible, emphasizing the preparedness necessary for such activities.\n\nThe backdrop through the arch highlights distant rock formations, indicative of a desert environment, possibly snow-dusted in higher elevities judging from the color rendition in the photo. The composition utilizes the natural curve of the arch to frame the scene beautifully, adding a sense of depth and enveloping the two figures in an intimate, sheltered space within the vast, open wilderness. The visible light and shadow interplay subtly hint at the time of day—possibly late afternoon or early morning—enriching the atmospheric quality of the scene.","title":"During a week-long hike through the Maze, a remote and rugged region in the heart of the Canyonlands, Steve Miller and Glen Denny enjoy a lunch stop in a deep, shady canyon.","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["545516","554513","545767","545612","545527","545751","545780","545782","545768","545772","544301","544931","545758","548833","545786","544903"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["rock","arch","tripod","preparedness","formation","cave","hike","sit","discuss","backpack"]}
