{"path":"545731.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph features a striking natural landscape interspersed with activity that suggests human intervention. In the foreground, there is a large area covered with jagged, reddish-brown rock formations typical of arid, desert environments. The earth in this section appears rugged and barren, devoid of significant vegetation.\n\nIn the middle ground, a fire burns intensely, producing thick black smoke that rises into the air. The fire is set amidst what appears to be a pile of debris, possibly garbage or discarded materials, suggesting this might be a controlled burn or a dumpsite fire. There are a few trucks and what looks might be construction or hauling equipment nearby, indicating recent human activity or ongoing work.\n\nThe background contrasts dramatically with the scene in front. Majestic snow-capped mountains rise sharply against the sky. The mountains, covered with snow, introduce a serene and untouched element to the scene, starkly contrasting with the rugged and disturbed foreground. The sky above is relatively clear, hinting at early evening or late afternoon light which casts a soft glow on the mountains.\n\nThe overall composition creates a juxtaposition between the serene natural beauty of the distant mountains and the harsh, impacted environment in the foreground, highlighting themes of natural beauty and environmental impact.","title":"Against a spectacular backdrop formed by the LaSal Mountains and the nearby canyons, the Moab city dump blazes away. Although smoke and haze is often visible in the town, which lies just under the hill where the dump is situated, the local government has no immediate plan to stop the use of open burning.","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["553038","545735","545746","551243","545025","544039","543981","543769","555103","555087","555158","543658","544792","552159","545739","544874"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["fire","burn","mountain","snow","dumpsite","haul","impact","introduce","produce","rise"]}
