{"path":"545746.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph portrays a desolate and dramatic landscape, featuring a mix of natural beauty and human-made elements under a clear blue sky. The foreground is dominated by a gate and a series of warning signs strung across on metal posts, which are flanked by a rough wire fence. Two of the signs are clearly visible and read, \"REMOVAL OF MATERIAL FROM THIS AREA IS PROHIBITED\" and \"DISPOSAL OF ANIMALS OR ANIMAL CARCASS PROHIBITED BY ORDER CITY COUNCIL.\" These indicate a prohibitory regulation regarding the handling of natural and animal resources in the area.\n\nBeyond the gate and fence, the terrain opens into a broad valley filled with dramatic, eroded rock formations that have a reddish hue, typical of sedimentary rocks found in desert landscapes. This rugged terrain is punctuated by a large, open pit or quarry, from which a plume of dust or smoke is rising, suggesting ongoing industrial activity such as mining or excavation.\n\nIn the distance, the scene transitions from harsh desert to a serene mountaincape. Snow-capped peaks stand sharply against the sky, providing a stark contrast to the arid, reddish terrain in the foreground. The presence of snow suggests these mountains are quite high and possibly part of a significant mountain range.\n\nOverall, the photograph captures a scene of environmental intersection where human activity impacts a visually striking yet delicate natural landscape under a vast, expansive sky.","title":"Entrance to the Moab city dump.  Signs warn local residents that cattle carcasses are not accepted.  Along with autoMobiles the dump seems to be the main source of air pollution in the area the system of open burning is used.  The dump is about three miles from Arches National Park to the north and fifteen miles from Canyonlands National Park to the south","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["544418","545731","545735","554804","544792","553038","545529","555610","545800","549170","554815","552004","554808","544751","549179","543774"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["gate","fence","removal","quarry","terrain","regard","regulation","string","peanks","disposal"]}
