{"path":"545745.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures a serene outdoor scene featuring a group of people engaged in a river rafting expedition. In the foreground, a large inflatable raft is floating on a calm river. The raft carries six individuals, each of whom is wearing a life jacket and a hat. The group appears to be engaged in navigating or enjoying the trip, some looking off to the sides, others occupied with tasks in the raft.\n\nThe background is dominated by a striking natural monument, a large, steep hill or butte that rises dramatically from the landscape. The hill is characterized by layered sedimentary rock, showcasing various shades of red and brown, typical of desert geological formations. The texture of the hill is rugged, with visible cliffs and vertical rock faces that indicate erosion over time. The crest of the hill extends upward into a sharper peak, making it a prominent feature in the scene.\n\nThe environment suggests a desert or semi-arid region, possibly in the southwestern United States. The sky is clear and vividly blue, adding a bright contrast to the earthy tones of the landscape and the river. Vegetation is sparse, with small bushes or grasses visible on the banks of the river and the base of the hill.\n\nOverall, the composition beautifully juxtaposes the tranquil activity of river rafting with the grandeur and permanence of the geological feature in the background, providing a sense of scale and the tranquil yet adventurous essence of nature exploration.","title":"Passengers on a river trip south from Moab on the Colorado pass beneath one of the tower-like rock formations characteristic of the region.  Such trips provide the greater number of visitors here, their most direct contact with Wilderness","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["545744","544925","545729","545908","549460","545737","545733","549441","549461","545741","544749","549447","545937","549462","549463","554462"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["raft","river","hill","desert","rafting","navigating","monument","expedition","layered","crest"]}
