{"path":"545744.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures a serene outdoor scene where a group of individuals is enjoying a boat ride on a calm river. The river is surrounded by remarkable natural features. In the foreground, we see five people in a large inflatable raft, all sitting in a row and paddling. They appear to be wearing casual outdoor gear, including hats, shirts, and life jackets, indicating a preparedness for a day of water activities.\n\nThe background of the photograph presents a stunning and vivid landscape. It features dramatic red rock formations typical of river canyons, rising majestically from the riverbanks. Beyond the immediate cliffs, the landscape levels out into broader mesas or plateaus that stretch into the distance. Notably, the distant background reveals a range of mountains, partially capped with snow, hinting at either early summer or late spring conditions given the snow's presence in a generally arid region.\n\nThe overall composition of the photograph, with the river running through and framed by the rugged terrain and distant mountains, creates a compelling image of adventure and tranquility in a remarkable natural setting. The color contrasts between the earthy tones of the rock formations, the greenery along the riverbanks, and the blue sky above further enhance the visual appeal of this outdoor expedition.","title":"The greater number of visitors to Canyonlands National Park get their most direct experience of Wilderness through river trips down the Colorado. The pinnacles in the background are characteristic of the wild and unusual beauty of the region.","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["545745","544925","545729","549460","544749","549461","545737","545908","545733","549441","551350","545654","545740","552982","549447","550988"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["river","riverbank","snow","mesa","preparedness","formation","plateaus","expedition","raft","mountain"]}
