{"path":"545743.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures a scene in a junkyard with a central focus on a heavily damaged, rusted red car. The car is prominently positioned in the foreground, tilted upside down with its underside and wheels exposed. Notably, it features a vintage Utah license plate dated '62 with the registration number \"AH 8935.\" Its body is weathered with visible signs of corrosion and decay, including dents and erosion on the surface.\n\nThe background is a vast heap of various discarded objects and waste material, primarily composed of metallic scraps and debris. This pile stretches up and fills much of the image, suggesting a large scale of accumulation. The environment is barren, and the ground is rocky, supporting the junkyard setting. \n\nIn the sky, there is a noticeable plume of smoke rising diagonally into the clear blue sky, hinting at ongoing burning or industrial activity in the vicinity, adding to the desolate and polluted atmosphere of the scene.\n\nThe overall composition captures a sense of abandonment and environmental degradation, highlighting themes of waste, neglect, and the impacts of human activity on natural landscapes. The sharp contrast between the vivid blue sky and the rusted, earth-toned colors of the junkyard intensifies the forlorn and stark mood of the setting.","title":"Close-up of the Moab city dump.  Along with autoMobiles, the open-burning practiced here seems to be the main source of air pollution in the area.  The dump is about three miles from Arches National Park to the northwest and fifteen miles from Canyonlands National Park to the south","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["542590","547587","553009","542977","546249","544060","545365","552072","549107","555492","545010","553007","554302","545340","552999","543166"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["junkyard","waste","dent","underside","corrosion","burning","intensify","registration","license","scrap"]}
