{"path":"545767.jpg","date":"May 1972","photographer":"Hiser, David","caption":"The photograph captures an outdoor scene featuring two individuals relaxing amidst a rugged desert landscape. The setting is characterized by striking rock formations and deep canyons, which suggest a location such as a national park or a similarly geological area possibly in the American Southwest.\n\nOn the left, there is a person sitting near the edge of a rock formation, looking out over the landscape. This individual is dressed casually, perhaps in hiking attire, and seems to be engaged in contemplative or observant activity. On the right, another individual is reclined, leaning back on their arms and stretching out their legs, facing roughly towards the camera which provides a profile view. This person also wears informal outdoor clothing suitable for a warm climate.\n\nThe terrain is layered and varicolored, predominantly red and brown tones, implying an arid, possibly sandstone-based geological area. The expansive view in the background includes several distinctive buttes and mesas, typical of eroded desert environments. The lighting suggests late afternoon or early evening, casting long shadows and enriching the colors of the rocky landscape.\n\nEnergy in the image is serene, echoing a tranquil connection between humans and nature, inviting viewers to appreciate the vastness and beauty of the natural world.","title":"Hikers Terry McGaw and Glen Denny enjoy a view of the Maze from the top of a ridge separating two canyons. The Maze, a wild and rugged region in the heart of the Canyonlands, has no footpaths, and hikers enter by means of ropes or steps cut in the rocks.","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["545780","545696","545782","545601","544946","544903","545755","545300","544931","554460","545753","548833","545784","549037","545751","545689"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["desert","butte","mesa","formation","sandstone","individual","rock","hiking","canyon","person"]}
