{"path":"545773.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures an adventurous scene of a rock climber mid-climb in a rugged desert environment. The climber, who appears to be a young adult male, is physically engaged in the activity, using his strength to hold onto the uneven surface of a large sandstone rock face. He is outfitted with climbing gear: a harness, rope, carabiners, and belay devices, suggesting a prepared and safety-conscious approach to the sport. His attire includes a light-colored short-sleeve T-shirt and dark climbing pants. His face shows concentration and focus on the task.\n\nThe rock face itself offers a vivid portrait of natural geology, with deep reddish-brown hues and striations that indicate layers of sedimentary rock formation. The climber is positioned within a crevice or a nook of the rock, enhancing the sense of scale and the challenging nature of the climb.\n\nIn the background, the expansive blue sky offers a stark contrast to the warm tones of the rock, while additional rock formations layered in the distance suggest a remote or wilderness area. The scene is bathed in bright sunlight, indicative of a clear day, which highlights the textures and colors of the desert environment.\n\nOverall, the composition effectively conveys a moment of adventure, athleticism, and the serene, rugged beauty of the natural desert setting.","title":"Climbing out from the head of water canyon, near the maze a remote and rugged region in the heart of the canyonlands.  Water canyon is so called because of a spring in the canyon which furnishes a good supply of pure water, a rarity in this region.  The rope is climbed by using mechanical ascenders, small devices which slide up the rope but not down","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["545777","545697","544931","552334","545769","545785","544341","545571","544924","545781","553370","545762","545759","544902","545782","545755"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["rock","climbing","desert","face","geology","formation","striation","strength","harness","sandstone"]}
