{"path":"545775.jpg","date":"May 1972","photographer":"Hiser, David","caption":"The photograph depicts a majestic natural landscape under a vast, expansive sky. The striking central feature of the image is a large, isolated rock formation resembling a plateau, prominently rising against the horizon in the middle of the frame. The rock formation is illuminated by the soft, diffused light of either early morning or late afternoon, giving it a rich, reddish-brown hue contrasted against the lighter shades of the surrounding flat terrain and distant mountains. \n\nThe sky above takes up more than half of the image with a brilliant display of scattered clouds. These clouds are mostly wispy and white, trailing across a deep blue backdrop, adding a sense of depth and expansiveness to the scene.\n\nForeground details are minimal, emphasizing the openness and the stark beauty of the landscape. This setting is likely situated in a desert or arid region, given the dry appearance and sparse vegetation. The overall composition, with its clear, natural lines and the grandeur of the rock formation, imparts a serene yet awe-inspiring feeling, typical of a wilderness landscape photograph.\n","title":"Ekker Butte rises in the crystal air of Canyonlands National Park. The smaller Arches National Park lies just to the north of the town. Bates Wilson, superintendent of both parks, says their most important feature at this time is their clear atmosphere. He fears this will be harmed soon by the operation of giant coal-burning power plants in Utah and adjoining states. Some people feel that the air is already beginning to suffer from the effects of the huge plant at Shiprock, New Mexico.","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["544376","544363","545696","544745","544392","545805","545771","545801","545804","545783","544429","552444","550428","545792","545761","544155"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["formation","rock","plateau","expansiveness","awe","openness","half","cloud","grandeur","display"]}
