{"path":"545790.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures a dramatic and expansive view of a desert landscape under a stormy sky. The image shows a wide, sprawling terrain with distinct layers of earth and eroded rock formations that create a rugged texture on the land. The formations are extensive and appear as a series of steep cliffs and plateaus, showcasing various shades of deep browns and reds, indicative of sedimentary rocks.\n\nIn the foreground, the earth is cracked and the textures are more pronounced with hints of green vegetation sparsely distributed. A noticeable erosion pattern forms intricate, meandering lines and crevices in the soil, evidencing water flow during wet conditions.\n\nTowards the middle of the scene, a river or creek can be seen, its color a slight blue compared to the surrounding earth, snaking through the landscape and providing a stark visual contrast to the prevalent reds and browns.\n\nThe sky above is heavy with thick, brooding clouds, mostly in shades of gray, suggesting an impending or ongoing storm. These clouds contribute to a somewhat ominous atmosphere, casting a dim light over the scene and emphasizing the rugged, untouched wilderness of the landscape.\n\nOverall, the photograph evokes a sense of isolation and the powerful forces of nature at work in shaping the landscape over time. It also highlights the stark beauty and scale of desert terrains, giving viewers an impression of standing on a high vantage point from where this vast expanse is being observed.","title":"Looking west toward Green River from overlook in island in the sky, the northernmost section of the canyonlands","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["545771","544745","545792","545800","544393","545783","544027","545761","545696","545799","544401","545789","545787","545639","544016","552690"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["earth","browns","desert","red","formation","plateaus","pronounced","creek","stormy","crevice"]}
