{"path":"545776.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph depicts three people engaged in outdoor activities against a vast and rugged natural backdrop. The setting appears to be a desert or arid region, as indicated by the extensive rocky terrain and sparse vegetation visible in the sprawling landscape. The ground is covered with red soil, enhancing the desert-like ambiance.\n\nIn the foreground, three individuals (two women and one man) are organized around their camping or hiking gear. On the far left, a man is wearing sunglasses, a light brown shirt, and beige shorts. He is kneeling and involved with some gear, not looking directly at the camera.\n\nIn the center, a woman wearing a yellow sleeveless top and blue shorts is bent over, possibly inspecting or packing items into a red backpack. Her actions suggest preparation or tidying up, typically associated with hiking or camping activities.\n\nTo the right, another woman, dressed in a blue shirt with white spots, red shorts, and a red hat, is seated on the ground. She appears to be handling food items and other small objects, possibly organizing meal components or supplies. A white hat lies on the ground next to her, alongside various items such as a red backpack, climbing ropes, and assorted food packaging spread out around her on the soil.\n\nThe wild and expansive landscape features plateaus, rock formations, and layered geological structures characteristic of regions like canyons or desert mesas. The horizon showcases a clear, bright blue sky, enhancing the arid, daytime setting of the scene.\n\nAltogether, the image captures a moment of active engagement and preparation in a remote outdoor setting, likely during a hiking or camping trip. The individuals are focused on their tasks, surrounded by the stunning and harsh wilderness that typifies certain desert landscapes.","title":"Backpackers terry mcgaw, glen denny and steve miller sorting out food on a week-long hiking trip through water canyon and the maze, a remote and rugged region without footpaths in the heart of the canyonlands.  Modern lightweight camping gear and foods make such trips much easier than in the past","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["545786","543371","554509","545782","544305","545780","545700","554508","545766","554672","544093","545751","553370","543379","558096","545781"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["desert","short","hiking","backpack","camping","organize","preparation","arid","food","item"]}
