{"path":"545736.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This image captures a scenic view where a large paddle steamer is gracefully cruising along a wide river. The boat, filled with numerous passengers on its two visible decks, has an old-fashioned design reminiscent of traditional riverboats seen in historical settings. The bottom deck appears covered, while the upper deck is open, filled with people who are standing, interacting, and observing the surroundings.\n\nThe setting is strikingly natural, with dramatic high rock formations surrounding the river, indicating a rugged desert landscape. The rocks are a reddish color, typical of sedimentary formations, which contrasts beautifully against the deep blue sky partially visible in the frame. There's little vegetation, but some sparse greenery can be spotted near the water's edge, indicative of a possibly arid climate.\n\nThe river itself appears calm and broad, reflecting some of the sunlight, and gently carrying the boat along its course. This appears to be a leisure trip where passengers are enjoying the stunning geological features of the area, likely exploring or sightseeing as part of a guided river tour, given the historical style of the boat. The overall ambiance is both tranquil and picturesque, inviting a deeper appreciation of the natural beauty and possibly the history associated with the location.","title":"Crowded with sightseers, the stern-wheeler \"Canyon King\" sets off on its maiden voyage. Larger and more comfortable than the craft formerly aVailable, and built in Moab for local conditions, it will carry sightseers forty miles downstream through the deep canyons of the Colorado River. The boat is expected to be a major tourist attraction.","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["545917","550825","543962","543967","545732","554658","543972","554657","543971","543964","543963","543955","551147","543959","543958","549531"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["deck","river","passenger","boat","riverboat","sightseeing","formation","cruise","tour","appreciation"]}
