{"path":"545738.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This photograph captures a group of people during an outdoor meal in a rugged natural setting, possibly during a river trip. The scene is situated under the shade of a large tree, next to a body of water which might be a river, framed by arid, rocky hills in the background.\n\nIn the foreground, a man and a woman are interacting around a makeshift table crafted from what appears to be a large fallen tree trunk. The table is laden with various food items and supplies indicating a mealtime scene. Items visible on the table include bread, condiments, and plastic containers, likely containing either more food or utensils.\n\nThe man, positioned on the left, is dressed in a dark polo shirt and trousers, and sports glasses and a belt. He holds what appears to be a plate or a napkin. The woman on the right is handling food, dressed in a patterned blouse and dark pants, focused on her task, possibly preparing or serving food.\n\nIn the mid-background, another participant, wearing shorts and a backpack, is bending over near an open cooler, engaged in retrieving or storing items. Beside him, another individual, seen partially and clad in a dark hat and green jacket, contributes to an impression of an active, participative group dynamic.\n\nThe broader setting includes glimpses of rafts or canoes on the riverbank, supporting the idea that this group could be on a boating or rafting trip. The natural, rugged terrain and the presence of watercraft suggest an adventurous expedition in a remote location. The composition of the shot, with natural elements like the river and rocky hills, alongside the casual and functional arrangement of the dining setup, highlights the spontaneity and ruggedness of outdoor group activities.","title":"A lunch break during a river trip down the Colorado from Moab.  Several local outfits offer such trips.  They are the main means of providing an experience of Wilderness to visitors to the area","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["549444","545786","543631","554540","551276","543609","558096","557488","544387","554510","549441","554464","545497","545684","557036","548568"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["food","table","trip","group","item","condiment","river","spontaneity","rafting","idea"]}
