{"path":"545728.jpg","date":"May 1972","photographer":"Hiser, David","caption":"The photograph captures a lively scene on what appears to be the upper deck of a boat or ship. The upper canopy of the deck is adorned with vibrant, triangular flags in red, white, and blue, which are festively strung along its edge, contributing to a celebratory atmosphere.\n\nCentral to the image is an individual dressed in a traditional ship captain's outfit, complete with a dark naval cap and jacket, standing behind a large wooden ship's wheel, suggesting they are steering or in a ceremonial role. Around the captain, several people, varying widely in age, are seated or standing.\n\nIn the foreground, there are older adults, some of whom are seated looking relaxed and engaged in passive activities like watching the surroundings or conversing. The clothing style varies, with some wearing light jackets and others in more casual attire, indicative of a pleasant day.\n\nThere is a clear sense of movement or an event occurring due to the setup on the boat and the casual yet attentive posture of the people. The background beyond the confines of the ship is not visible, focusing all attention on the activities and people on the deck. The ambiance suggests this may be a special event or a public gathering, possibly connected to a maritime celebration or a leisure cruise. The general mood is convivial and serene.","title":"Maiden voyage of the stern-wheeler \"canyon king,\" larger and more comfortable than any craft previously aVailable, and built in Moab for local conditions, it will carry sight-seers forty miles downstream through the deep canyons of the Colorado river the boat is expected to attract many tourists to the area","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["549373","549412","549410","549397","554176","548503","548511","547465","547453","550029","547458","549355","549415","549427","548502","552862"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["ship","deck","conversing","confines","cruise","event","string","jacket","steer","boat"]}
