{"path":"545810.jpg","date":"January 1973","photographer":"Pittman, Blair","caption":"This photograph portrays an interior view of a dilapidated building, looking through a series of doorframes towards a distant outdoor landscape. The scene is captured from a dark room, giving a feeling of depth as the view leads through a lighter, intermediate room and finally through the doorframe that frames a brightly lit outdoor scenery.\n\nThe walls of both rooms are grimy and peeling, suggesting aged or abandoned premises. The dominant colors are earthy with shades of beige, grey and hints of green from natural light spilling in.\n\nOn the right-side wall of the rooms, there is graffiti in informal cursive script. The message reads as a whimsical note dedicated to \"Terlingua Tom,\" described affectionately as a \"smilin' desert cat\" with various positive attributes and a humorous end note signed by \"A.R. Mouse.\" This whimsical message adds a personal touch to the space, injecting a narrative element into the desolate scene.\n\nThe outdoor view framed by the innermost door shows a rugged landscape, sunny and arid, likely a desert based on the dry terrain and sparse vegetation. A small section of a white, broken fence or step appears in the lower part of this view, adding further to the sense of dilapidation and abandonment.\n\nOverall, the photograph has a poignant contrast between the enclosed, decaying indoor space and the expansive, sunlit outdoor setting. The handwritten message on the wall adds a layer of human presence and a story to the otherwise empty and decaying environment.","title":"Abandoned house in Terlingua. Terlingua had a thriving mercury mine until the end of World War II.","placename":"Big Bend National Park (Tex.)","location":"Big Bend National Park, Texas","nn1":["555605","545818","544281","543339","551330","545821","557343","554707","557342","552097","543345","552450","543344","553479","545825","557347"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["room","message","note","wall","desert","script","view","graffiti","beige","space"]}
