{"path":"545869.jpg","date":"May 1972","photographer":"Pittman, Blair","caption":"This photograph captures a gritty urban scene, predominantly featuring a mix of architectural elements under a daylight setting with scattered clouds reflected off the surfaces of the buildings. The composition leans heavily into the contrast between the variety of building exteriors and their interaction with natural light.\n\nIn the foreground, there’s a street level view that includes the top part of a white van, parked or momentarily stationary. The van features a round red logo on the side which is not clear enough to provide details from.\n\nDominating the middle ground is an imposing, modern skyscraper with a highly reflective glass facade, mirroring the sky and some of the surrounding buildings. This skyscraper is notable for its nearly seamless, mirror-like surface that depicts the blue sky and white clouds, blurring the boundary between the building and the sky.\n\nAdjacent to this are several other high-rise buildings, less modern and with more textural details. These buildings exhibit a combination of glass and steel structures, with visible architectural frameworks and various stages of maintenance or construction visible.\n\nOn the right, there is a distinctive building under construction, or in a state of partial deconstruction, featuring exposed scaffolding, steel beams, and open floors that provide a skeletal view inside.\n\nOverall, the scene captured is a busy urban environment, possibly a business district, where the reflection, construction, and the presence of parked vehicles suggest a bustling, active area. The photograph explores themes of urban development, architectural diversity, and the interaction of built environments with natural elements.","title":"Houston skyscrapers","placename":"Houston (Tex.)","location":"Houston, Texas","nn1":["553845","556193","549971","548392","549997","551493","549317","549310","548364","550007","551507","552394","557256","548408","551455","549880"],"cl":[43],"cluster":["#43 &mdash; Urban Architecture"],"terms":["skyscraper","steel","construction","building","scaffolding","glass","van","district","mirror","cloud"]}
