{"path":"545805.jpg","date":"May 1972","photographer":"Hiser, David","caption":"The photograph depicts a rugged and dramatic natural landscape, likely a rock formation or canyon. The focal elements are large, imposing rock structures with various shapes and sizes standing dramatically against a cloudy sky. These rock formations are unevenly eroded, showing layers and sections in shades of red, orange, and brown which suggests they could be sandstone.\n\nFront and center in the image, a collection of tall, tower-like rock formations command attention. These have a textured surface, suggestive of weathering, and rise from a ground that appears to be covered in smaller rocks and sparse vegetation. The composition suggests this might be a deep canyon or a valley, as the formations in the foreground partially obscure more formations in the background.\n\nThe lighting in the photograph indicates late afternoon, with shadows beginning to elongate and a soft light falling over the rock faces. There's a dynamic sky that adds to the dramatic nature of the scene, with partly cloudy conditions suggesting a play of light and shadow over the landscape. This weather might also contribute to the slightly muted colors of the rocky landscape.\n\nAside from the geologic features, the photograph doesn't seem to include any human presence or man-made structures, emphasizing the untouched and raw beauty of this natural environment. The perspective and framing give a sense of the scale and the rough terrain of the area, inviting the viewer to consider the natural processes that shaped such a striking landscape over time.","title":"Rock formations in \"the doll house,\" a very remote section of the canyonlands.  Only six miles to the east, across the Colorado river, is the famous needles section of the park.  But one must drive 250 miles by jeep to get from one of these places to the other","placename":"Canyonlands National Park (Utah)","location":"Canyonlands National Park, Utah","nn1":["544363","544392","544745","544376","545792","545801","550428","545799","550481","545775","545800","545791","545802","552444","544429","545761"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["formation","rock","deep","yon","bry","sandstone","shapes","suggestive","begin","erod"]}
