{"path":"545816.jpg","date":"May 1972","photographer":"Hiser, David","caption":"The photograph captures a desolate and somewhat harsh scene, primarily featuring the lifeless body of a cow lying on the hard, cracked surface of a barren landscape. The cow, appearing to be a large, mature animal, is shown in great detail; its fur is primarily reddish-brown with patches of white, particularly around the face, and it lies on its side with its legs awkwardly splayed and its head turned toward the camera, giving it a poignant, almost contemplative appearance.\n\nThe background highlights a dry, rugged terrain typical of a desert or arid region. Sparse vegetation, possibly small bushes or scrub, is sparsely scattered across the sandy and rocky ground. Notably, the hillside in the middle distance is littered with what appears to be debris or refuse—there are numerous small, white reflective surfaces that could suggest glass or plastic, contributing to a sense of environmental neglect or degradation. Rising above this hill, a plume of smoke snakes into the clear blue sky, suggesting a fire, which perhaps could be a dumpsite burn or a brush fire, further emphasizing the harsh, impacted environment depicted in the image.\n\nThe overall atmosphere of the photo is one of isolation and desolation, highlighting themes of nature, environmental issues, and perhaps the impacts of human activity on natural landscapes. The technical aspects of the photo, such as composition and focus, draw the viewer’s attention directly to the cow, making its stark figure a powerful central element that symbolizes the broader implications of the setting.","title":"Dead livestock left near Moab city dump.  Carcasses are not allowed in the dump","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["557015","552699","549214","545808","545812","546102","542863","552998","545901","542541","545820","552056","552465","545153","555645","554161"],"cl":[42],"cluster":["#42 &mdash; Deer"],"terms":["cow","fire","lie","implication","scrub","poignant","burn","brush","fur","symbolize"]}
