{"path":"545837.jpg","date":"June 1972","photographer":"Pittman, Blair","caption":"This image is an aerial view of a large industrial complex, likely a refinery or chemical plant. The photograph shows a dense configuration of industrial equipment and structures, including several very tall chimneys painted in alternating sections of white and red. These chimneys stand prominently around the facility.\n\nAround the complex, there are numerous large storage tanks, some of which are white, and others are metallic. The tanks are connected to each other and to different parts of the plant through a network of pipes. Throughout the site, various other industrial structures and equipment can be seen, including smaller buildings, possibly control rooms or maintenance facilities.\n\nThe plant is surrounded by several paved roads, and there are multiple vehicles visible, indicative of active operation or maintenance activities. The foreground of the photo shows a section of the facility that includes a large water body, possibly for the plant's cooling processes or other industrial needs.\n\nBeyond the confines of the plant, the broader landscape includes more industrial or urban development, with few noticeable patches of greenery. There looks to be a highway running along one side of the facility, indicating easy access for transport and logistics.\n\nOverall, the image captures a busy, functioning industrial operation, typical of mid-to-late 20th-century manufacturing or processing facilities. The setting might suggest an area heavily focused on industrial activities, likely contributing substantially to the local economy, while also raising questions about environmental and sustainability practices.","title":"The stauffer chemical plant has been criticized by local newspapers for polluting the air","placename":"Houston (Tex.)","location":"Houston, Texas","nn1":["555778","544495","549960","550917","555775","549713","545841","555777","551982","555761","555774","545833","549507","551994","549727","551183"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["facility","plant","chimney","complex","maintenance","tank","sustainability","question","alternate","configuration"]}
