{"path":"545830.jpg","date":"June 1972","photographer":"Pittman, Blair","caption":"This photograph depicts a maritime scene with multiple ships navigating a broad waterway. The image is captured from an aerial perspective, highlighting the vessels and their movement through the water.\n\nOn the left side of the image, a large cargo ship is seen traveling down the waterway, creating a long, frothy wake as it moves. This ship is dark-hued with visible structures possibly indicating its cargo-holding capacity. To its right is another smaller, possibly a cargo or tanker ship, following a similar course. It too generates a sequence of waves behind it as it advances.\n\nCentered in the image is a long, flat barge loaded with rounded, tank-like structures. The barge appears stationary or moving very slowly compared to the ships. It’s positioned perpendicular to the cargo ships, spanning across almost the complete width of the photo.\n\nThe waterway itself bends slightly around a piece of land visible on the right side of the image, which appears to be a narrow spit extending into the water. The land is sparsely vegetated and features patches of greenery, possibly wetlands or reclaimed lands, alongside small, sandy areas. The overall setting suggests a coastal or river environment near industrial or dock areas, evidenced by the presence and activity of the ships and the engineering of the waterway.\n\nFurthermore, the background scenery includes a distant horizon where additional landforms and possibly industrial structures faintly appear, adding a sense of scale and activity typical of a busy maritime hub. The photograph captures a dynamic moment of industrial maritime operations, emphasized by the multiple ships in motion and the strategic waterway layout.","title":"Houston ship channel","placename":"Houston (Tex.)","location":"Houston, Texas","nn1":["545845","548201","551990","552020","555810","551991","555788","546828","551599","555722","555721","551565","552000","546925","557816","552008"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","waterway","cargo","barge","sequence","tanker","lands","rounded","capacity","reclaim"]}
