{"path":"545825.jpg","date":"January 1973","photographer":"Pittman, Blair","caption":"This photograph captures a scene viewed from inside a structure through a roughly hewn, arch-shaped opening. The vantage point is from within a shadowed area, possibly an old, dilapidated building made from bricks, with uneven and crumbling walls encasing the opening. The floor in the foreground, also within the building, is littered with debris and rocks, indicating a state of disrepair or abandonment.\n\nLooking through the archway, we see a landscape under a bright, clear sky, with minimal cloud coverage. Situated in a desolate, rocky terrain that suggests an arid, possibly desert-like environment, the middle ground features sparse vegetation and scattered rocks.\n\nIn the distance, centered through the arch, there is an isolated, modern-looking structure that stands in contrast with the dilapidated state of the foreground building. This distant building appears to be two-storied, possibly an industrial or residential facility, characterized by its flat roof and rectilinear form. It is flanked by a single visible utility pole, enhancing the sense of isolation and remoteness of the setting.\n\nThe juxtaposition of the ancient, weathered foreground against the modern structure in the background evokes a sense of passing time and the encroachment of modern development into more untouched, historical landscapes. The composition of the photograph, utilizing the arch as a natural frame, directs the viewer’s focus towards this interplay between the old and the new.","title":"View of terlingua and its crumbling adobe houses","placename":"Big Bend National Park (Tex.)","location":"Big Bend National Park, Texas","nn1":["544948","545563","545555","545584","545578","545554","545817","544281","544939","556628","543345","545566","545550","544951","545572","545568"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["arch","opening","crumble","state","encase","archway","remoteness","encroachment","coverage","rock"]}
