{"path":"545941.jpg","date":"May 1972","photographer":"Rogers, Chuck","caption":"This photograph captures a lively river scene teeming with recreational activity. The setting is a wide river with muddy banks, surrounded by lush green trees that line the farther shore, hinting at a serene, semi-rural environment possibly during summertime. The sky is partly cloudy, suggesting variable weather conditions.\n\nThe river itself is bustling with activity. Many people can be seen enjoying themselves; some are floating in the river on inflatable tubes and rafts, creating a colorful and relaxed atmosphere. These floating devices vary in color and size, adding a vibrant and playful element to the scene.\n\nOn the riverbank, the foreground shows a young boy standing next to a large, yellow inflatable raft with oars, possibly preparing to join others in the water or just disembarking. Adjacent to him, to the left, another individual is partially submerged in the water by the bank, appearing to be either securing something in the water or getting ready to enter a tube.\n\nSeveral other individuals are standing or walking along the bank. Among them, a group of teenagers or young adults is discernible; two men and a woman engage in conversation, with their backs partially turned towards the camera. The woman is dressed in a red bikini that stands out brightly against the natural tones of the setting. Another woman in a white bikini is also seen near them, holding what looks like a piece of cloth or a towel. All seem relaxed and engaged in casual leisure activity.\n\nThe background along the river further reveals more people engaged in similar activities, emphasizing the popularity of this location for water-based leisure. The casual attire of swimsuits and the presence of various personal belongings scattered around suggest a laid-back recreational outing. Fallen logs and patches of grass on the muddy bank offer natural seating or resting areas, contributing to the unstructured, leisurely ambience of the day at the river.","title":"Boating on the chattahoochee river","placename":"Atlanta (Ga.)","location":"Atlanta, Georgia","nn1":["545933","543943","553439","557740","551499","554475","546811","548006","550232","551525","549461","550227","551538","550228","557737","543692"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["river","bikini","raft","bank","tube","float","popularity","woman","disembark","summertime"]}
