{"path":"545946.jpg","date":"March 1973","photographer":"McAllister, Bruce","caption":"This photograph captures a scene of a high-speed ground transportation research test. The focal object in the image is a sleek, white, futuristic-looking vehicle identified as part of a U.S. Department of Transportation experiment; it closely resembles a train or hovercraft, designed for rapid transit. The vehicle features a streamlined, aerodynamic shape, with a rounded front bearing a large logo resembling a \"T\" within a circle and a number \"4\" on its side. It rests on a track or special road surface, situated in a vast, flat, arid landscape under a bright blue sky.\n\nIn the foreground, a man is kneeling on one side of the track. He is attentively operating some type of control or communication device, connected by a cable. He is wearing a white jumpsuit labeled \"RESEARCH,\" suggesting he is part of the technical or scientific team involved in this experiment. His attention is directed towards the vehicle, indicating he might be monitoring its performance or readying to communicate or control the vehicle's operation.\n\nAdditionally, there are minimal infrastructure elements visible: a small, red, elevated control station or platform can be seen in the background behind the vehicle, implying the existence of a controlled testing environment. The overall composition highlights the interaction between human endeavor and technological advancement in the context of transportation experimentation.","title":"Technician monitors tests of the limtv (linear induction motor test vehicle) at the department of transportation's new high speed ground test center.  The limtv and other high-speed vehicles are being tested as alternatives to the autoMobile","placename":"Pueblo (Colo.)","location":"Pueblo, Colorado","nn1":["545942","545931","545960","545948","545956","545964","545939","545947","549692","552798","542762","555986","552794","552782","553907","557855"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["control","experiment","vehicle","research","advancement","existence","jumpsuit","transportation","resemble","experimentation"]}
