{"path":"545970.jpg","date":"February 1973","photographer":"Messina, John","caption":"This photograph captures two men in an indoor setting, giving a vivid portrayal of a casual, intimate moment. The main focus is the man in the foreground, who is seated at a wooden table. He is making a gesture with his hand near his head, possibly indicating thought or emphasis in conversation, and he's looking directly towards the camera with an intense expression. He has pronounced features and is wearing a navy blue sweater with a scoop neckline, and dark trousers.\n\nThe other man, blurred slightly due to depth of field, is seated in the background. He appears older, with grey hair and is dressed in a blue denim jacket over a lighter blue shirt. He is slightly slumped in his chair, looking off to the side, away from the camera, which adds a sense of candidness to the image.\n\nThe setting appears to be a modest kitchen or a similar domestic environment. On the table, there are a few items including what looks like a pack of cigarettes and a coffee mug, contributing to the laid-back atmosphere of the scene. The room has a yellow painted wall and shows elements like a refrigerator and other indistinct household items in the distance, creating a lived-in feel. The natural light from a window or door out of frame on the left adds warmth to the composition.\n\nOverall, the photograph has a raw, natural quality, capturing a moment of everyday life and the palpable expressions of its subjects.","title":"Mr. Tillman Matherne, a lifelong resident of Bayou Gauche who supports his 9 children by fishing. He and his friend, John Smith (in background), built Matherne's house.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["554097","545986","545974","545984","553519","557359","557352","557152","552859","555532","557033","544232","555297","554895","557353","553546"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["table","neckline","refrigerator","mug","scoop","coffee","kitchen","navy","item","pronounce"]}
