{"path":"545978.jpg","date":"February 1973","photographer":"Messina, John","caption":"The photograph features a stark contrast between industrial elements in the foreground and a dilapidated classical building in the background. Prominently displayed in the foreground are large, complex industrial pipes and machinery, intricately detailed with bolts, flanges, and various valves marked with labels such as \"UNION\". These components are constructed from metal with a weathered, gray surface, showing signs of exposure to the elements.\n\nBehind this mechanical setup, set amidst a field of overgrown grass and wild shrubs, stands an aging classical-style structure. The building, likely once grand and stately, now appears neglected and in a state of disrepair. It features ionic columns along a front portico and a triangular pediment atop, characteristic of neoclassical architecture. The roof of the building shows significant damage, with portions missing, allowing a glimpse into the hollow interior. The surrounding landscape is barren, with leafless trees and a gloomy sky, enhancing the feeling of abandonment and decay that pervades the scene.\n\nThe overall composition of the photo, with its foreground focus on industrial machinery leading to the historic ruin, creates a poignant juxtaposition between industrial progress and cultural decay. This contrast might suggest themes of neglect, the passage of time, or the overshadowing of historical or cultural values by industrial advancement.","title":"Madewood, an antebellum plantation left to the destruction of the elements and vandals, is surrounded by a petro installation.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["545982","543258","554565","556351","552091","549555","546757","543154","547578","550255","542545","546122","543687","547985","545992","552043"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["advancement","decay","pediment","value","ruin","bolt","valve","machinery","progress","label"]}
