{"path":"545913.jpg","date":"May 1972","photographer":"Rogers, Chuck","caption":"This photograph provides a high-angle, nighttime view of an urban cityscape likely captured during the twilight hours. The image predominantly features an expansive river flowing horizontally across the frame, guiding the viewer's eye through a landscape peppered with city lights and architectural structures. \n\nOn the left side of the river, a series of large buildings dominate the skyline. These structures, illuminated in a patchwork of window lights, vary in height and design, showcasing a mixture of modern high-rise and perhaps older, shorter buildings. This side of the city appears denser and more developed. There is also a brightly lit bridge crossing the river, its structure highlighted by street lights that provide a sense of depth and connectivity within the city.\n\nMoving toward the center and right side of the photo, the river continues its course, and structures become a bit sparse. A notable feature in this area is a brightly lit, paddle-style boat making its way along the river, adding a dynamic element to the otherwise static scene. This boat, with its deck lights shimmering on the water's surface, draws attention and provides a focal point.\n\nThe right side also shows other urban developments, including buildings with unique lighting and smaller structures near the waterfront, likely part of the city's commercial or recreational areas.\n\nOverall, the composition with its interplay of natural and artificial elements, the blending of river and urban development, and the use of lighting to highlight particular aspects creates a vibrant, although somewhat muted, depiction of city life at night. The atmosphere is calm yet bustling, indicative of a large, possibly metropolitan area.","title":"Photograph of the Ohio River and Louisville, Kentucky","placename":null,"location":"OTHER","nn1":["552715","555419","546669","555406","548339","543957","548407","548390","549543","551223","546729","548384","555425","548347","555418","549490"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["river","city","blending","development","paddle","structure","patchwork","connectivity","course","boat"]}
