{"path":"545908.jpg","date":"May 1972","photographer":"Pittman, Blair","caption":"This photograph captures a group of people enjoying time outdoors in a river canyon. The central focus is a yellow inflatable raft in the foreground, with several individuals around it, engaged in various activities. To the left of the raft, a man stands in the water. He's shirtless, facing away from the camera, and appears to be conversing with another individual seated inside the raft, who is barely visible. In front of the raft, a small child is partially submerged in the water, interacting with the raft or receiving guidance from the adults.\n\nTo the right of the raft, a man in a blue cap and wearing a blue outfit stands, seemingly securing or stabilizing the raft. His posture and facial expression suggest he’s in a relaxed or instructive moment. Another individual, possibly a man, is seen on the far left of the photograph, engaged with the raft and its occupants.\n\nThe backdrop of the scene showcases impressive towering canyon walls, which rise steeply on both sides of the river, framing the activities with rugged cliffs of layered rock. The sky above is cloudy, hinting at overcast weather which diffuses the natural light and lends a slightly shadowed hue to the colors in the scene.\n\nThis peaceful scene of outdoor leisure likely involves elements of adventure and exploration, possibly during a rafting trip, set in a remote, natural canyon environment. The towering cliffs provide a dramatic and awe-inspiring setting that contrasts with the simple joy evident in the foreground activities.","title":"End of float trip on the Rio GRande River through the Santa Elena Canyon. Mexico is on the left; U.S.A. on the right.","placename":"Big Bend National Park (Tex.)","location":"Big Bend National Park, Texas","nn1":["549441","544925","545745","545744","545733","545729","545741","549461","545737","545937","549462","549460","549447","549439","549463","545734"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["raft","canyon","cliff","guidance","rafting","inspire","tower","receive","stabilize","occupant"]}
