{"path":"546091.jpg","date":"November 1972","photographer":"St. Gil, Marc","caption":"This photograph captures an evocative scene in a natural landscape, likely a prairie or grassland setting. The primary subjects are three bison: two adults and one juvenile. They are positioned against a backdrop that includes grassy fields with a mixture of brown and green hues, indicating either a transition between seasons or the natural variability of untended vegetation.\n\nThe adult bison on the left of the frame is viewed from behind, showing its bulky frame and shaggy, dark brown fur. The next bison, likely the juvenile, is smaller in size and is also seen from behind but at a slight angle, giving a partial view of its profile. Its coat appears slightly lighter and less shaggy than the adults. The third bison, positioned on the right, is captured more from the side, allowing a clear view of its longitudinal body, thick fur, and robust, curved horns.\n\nThe background is softly out of focus but reveals a landscape that is relatively flat, with what appears to be bushes or low trees dotting the horizon line. The sky is not visible, keeping the focus tightly on the bison and the immediate environment. The color palette of the image is rich in earth tones, contributing to a serene yet wild atmosphere typical of a natural, undisturbed habitat.\n\nOverall, the composition effectively underscores the peaceful yet powerful presence of bison in their natural environment, highlighting the texture of their fur, the strength suggested by their forms, and the natural beauty of their habitat.","title":"Buffalo in meadow on Bell Ranch","placename":"Leakey (Tex.)","location":"Leakey, Texas","nn1":["546099","546095","552558","546123","552559","546129","550380","543022","550377","550384","550833","546102","542626","549219","550494","542622"],"cl":[51],"cluster":["#51 &mdash; Wildlife/Animals"],"terms":["fur","adult","habitat","prairie","variability","horn","strength","grassland","profile","mixture"]}
