{"path":"546062.jpg","date":"November 1972","photographer":"Messina, John","caption":"This photograph captures an industrial scene featuring a series of large vertical storage tanks. The tanks are predominantly cylindrical with a larger diameter, arranged in a line parallel to the water's edge. Each tank appears to be constructed from metal, likely steel, and is painted in a light color, possibly white or light grey.\n\nThe industrial setup is located by a calm body of water, the surface of which acts as a mirror, reflecting the image of the tanks crisply due to the apparently still conditions. This reflection adds a symmetrical aesthetic to the bottom half of the image, where the vertical lines of the tanks appear elongated by their reflections.\n\nThe lighting suggests that the photo was taken during early morning or late afternoon, as indicated by a soft, ambient light and clear skies in the background. There are no visible clouds, and the light casts gentle highlights along the tanks and their structural features, enhancing their cylindrical shapes and the few visible details like ladders or piping attached to them.\n\nOverall, the composition emphasizes industrial symmetry and calm, utilizing the reflections and alignment of the tanks against a serene sky and tranquil water to create a somewhat peaceful yet stark industrial landscape. No people or moving objects are present in the scene, which focuses wholly on the structural and reflective elements of the storage facility.","title":"Natural gas installation on the Bayou Segnette is approximately five miles south of the Westwego public boat launch.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["546058","547505","551977","542587","551987","547958","545273","557386","544293","549975","546037","552025","547667","544179","555775","545840"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["tank","reflection","elongate","storage","symmetry","alignment","ladder","piping","half","act"]}
