{"path":"546009.jpg","date":"January 1973","photographer":"Messina, John","caption":"This photograph features a vibrant, complex scene probably set at a construction or industrial site near a river, based on the warning sign present in the frame. The sign, which is prominently displayed in the foreground on the left side of the image, is painted white with bold, red and black letters. It reads: \"WARNING - LAW PROHIBITS THROWING OF TRASH DEBRIS IN RIVER - BREAKING THIS LAW YOU WILL BE DISCIPLINED.\" There is additional text handwritten at the bottom, but it's less legible.\n\nBeyond the sign, the scene unfolds into a chaotic yet structured array of construction elements. Dominating the background are wooden and metal structural components, possibly part of a temporary construction platform or scaffolding. There are various beams, planks, and support structures arranged in a semi-haphazard manner, painted in different colors, mainly shades of brown and rusty red, possibly indicating weathering or just the natural color of the materials.\n\nA person (likely a worker given the context) is visible, engrossed in their task. They are positioned near the center of the image, wearing dark-colored work clothes, a safety harness, and a helmet. The worker appears to be bending over or reaching towards the ground, engaged in some manual activity that involves the larger metal and wooden structures around them.\n\nOverall, the photograph captures a moment of everyday labor set against the backdrop of environmental preservation laws, as suggested by the warning sign about pollution. The image portrays a typical industrial or construction scene with a focus on environmental compliance and worker activity.","title":"Warning sign at the Avondale Shipyard on the Mississippi River","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["546045","553375","553392","551925","550713","546936","557474","545657","549529","548357","556636","545858","545648","545151","544813","547992"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["warning","law","construction","worker","sign","prohibit","harness","preservation","engross","scaffolding"]}
