{"path":"546016.jpg","date":"January 1973","photographer":"Messina, John","caption":"This image depicts an industrial scene at a shipyard. The first thing visible is a busy dock area filled with various pieces of large machinery, cables, and debris, indicating an active work environment related to shipbuilding or repair. The setting is slightly hazy, possibly due to dust or emissions common in such industrial environments.\n\nSeveral workers are scattered throughout the scene, engaged in various activities. To the left, a worker appears to be moving towards some machinery, potentially preparing for operation work. Another stands atop one of the barges, overseeing the activities or moving to another task. Everyone is dressed in typical industrial attire like helmets and rugged clothes, suggesting a focus on safety and the physical nature of their tasks.\n\nThe dock itself is filled with heavy equipment including cranes and large tanks, which are typical in ship repair or shipbuilding yards for lifting and moving heavy ship parts. The barge in the foreground is loaded with equipment and possibly materials used in ship maintenance.\n\nIn the background, a large ship is visible, docked and likely undergoing maintenance or checks. The shipyard environment is framed by cranes and other tall structures that are part of the infrastructure for handling the large vessels and their components.\n\nOverall, the photograph captures the essence of a bustling, equipment-laden shipyard with workers engaged in various maritime industrial activities under a broad daylight setting. The atmosphere reflects a typical day at a maritime industrial site with a focus on heavy machinery, manual labor, and marine engineering tasks.","title":"Scum and sludge pollutes water at the Avondale shipyard","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["547474","545147","551997","555797","548346","552148","555796","555806","552149","548125","546802","546033","547574","546766","546843","546917"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["shipyard","ship","worker","barge","repair","machinery","move","equipment","crane","maintenance"]}
