{"path":"546046.jpg","date":"March 1973","photographer":"Messina, John","caption":"This photograph depicts an urban scene featuring a concrete drainage or canal channel, running through the middle of the image. The channel is wide and lined with sloping concrete walls. It is mostly dry with a few patches of water or damp areas.\n\nAbove the canal, there is a street that crosses it via a bridge. The bridge is relatively simple with concrete barriers on either side. There are a few cars visible on the street and crossing the bridge, suggesting normal urban traffic flow.\n\nOn both sides of the canal, there are residential and possibly commercial structures. On the left side, the buildings appear somewhat old and weathered with small setbacks from the street, typical of many mid-20th century urban neighborhoods. Among the visible signage on one building is a partially obstructed advertisement, possibly for a motel.\n\nNumerous utility poles line the streets running parallel to the canal, bristling with wires and contributing to a slightly cluttered skyline. The overall landscape beyond the immediate area features more utility poles and some industrial or commercial buildings in the distance.\n\nThere are a few people in the scene. Two individuals are located in the bottom right corner of the image, on a walkway adjacent to the canal. They appear to be engaged in a casual activity, possibly walking or standing and talking. \n\nOverall, the photograph captures an everyday urban environment with elements of residential, commercial, and infrastructural characteristics typical of many American cities in the mid-20th century.","title":"Young boys play in open drainage canal.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["547948","550267","547890","549032","550214","546903","547956","558002","553428","547529","558003","548192","542510","548896","558016","549304"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["canal","street","bridge","cross","utility","motel","obstruct","pole","drainage","run"]}
