{"path":"546072.jpg","date":"December 1972","photographer":"Messina, John","caption":"In this photograph, four men are sitting on a weathered concrete step in front of a rustic building. The building has features suggesting it is part of a rural or agricultural setting, notably the weathered wooden doors and white paint that is peeling off. Each man is wearing denim jeans and boots, an indication that they might be involved in manual or outdoor work.\n\nFrom left to right: The first man is wearing a dark blue shirt with a buttoned collar and sports a traditional cowboy hat. His posture is relaxed, with his hands resting on his thighs. Next to him, the second man wears a lighter blue, long-sleeve shirt and a camouflaged baseball cap. His arms are casually placed on his lap.\n\nThe third man is dressed in a khaki shirt with shoulder straps and a light-colored cowboy hat. He holds something that appears to be a cane between his legs, which he grips with both hands. Lastly, the fourth man wears a brighter blue shirt and a unique, light-brown peaked cap with stripes.\n\nAll four men are sitting with their legs spread out in front, and each shows a relaxed yet alert posture, suggesting familiarity and ease within their environment. Behind them, the building and the aged white wooden doors with metal hardware provide an authentic backdrop that evokes a sense of place, likely a farm or similar rural locale. The background features other structures that suggest a farmyard, and the overall ambiance is rural and unpretentious. The natural lighting and clear sky suggest the photograph was taken during the day.","title":"Workmen at Dominick's stock yard","placename":"Baton Rouge (La.)","location":"Baton Rouge, Louisiana","nn1":["557145","547359","554938","554865","557061","554922","554860","546131","554026","556440","553103","557054","552753","549042","545984","552523"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["cowboy","man","leg","shirt","thigh","cane","hardware","cap","familiarity","posture"]}
