{"path":"546029.jpg","date":"January 1973","photographer":"Messina, John","caption":"This photograph depicts an outdoor setting at what appears to be an industrial site or construction area. The main focus of the image is a series of long, steel beams or girders laid out horizontally across the ground. These beams are rectangular in cross-section and are uniformly spaced apart, creating a neat, organized look.\n\nThe ground on which the beams are placed is covered with small, rough gravel or crushed stone, which extends across the entirety of the visible area. This provides a stark contrast in texture to the smooth, metallic surfaces of the beams. There are shadows cast onto the ground by the beams, suggesting that the photo was taken when the sun was shining from a side angle, possibly during the morning or late afternoon.\n\nIn the background, there are more industrial features visible. There are several buildings made of sheet metal, and you can see various pipes and possibly some vents on and around these structures. Additionally, there are more beams stacked in areas further back, and some industrial machinery or equipment is also visible, though it's not the main focus of the image.\n\nThere are a few hoses or cables running along the ground, meandering between the beams and towards the background, adding to the industrial vibe of the scene. The absence of people in the photo suggests that the area might be temporarily inactive, or that the focus is strictly on the materials and setting.\n\nOverall, the photograph captures the organized layout of construction materials at an industrial site, characterized by strong linear elements, contrasting textures, and a sense of scale emphasized by the array of beams leading towards the industrial backdrops.","title":"Avondale shipyard","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["549912","543575","546264","546139","547528","557388","557387","556940","544167","548551","555796","545992","550265","556402","546085","543997"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["beam","girder","ground","entirety","site","vent","construction","cross","hose","sheet"]}
