{"path":"546008.jpg","date":"January 1973","photographer":"Messina, John","caption":"This photograph captures a scene at a dock where a large naval ship, marked with the number \"1092,\" is in the background. The ship appears to be parked at a pier and is a prominent part of the image due to its size and the clear display of its number. The water and sky create a serene background, with the body of water appearing calm and reflecting light, which suggests the photo was taken on a clear day.\n\nIn the foreground, an older man is seen standing beside a sign that reads \"U.S. ARMY POLIOLOG. CONTAMINATED LUBRICANT\". The man is wearing a hard hat and a work coat, and seems to be observing or inspecting something on the dock. The overall tone given his attire and the equipment around suggest an industrial or military operation.\n\nThere are several pieces of equipment visible around the man, including chains, railings, and other dock-related machinery, painted in red and showing signs of wear and exposure to the elements. It's worth noting that the sign indicating contaminated lubricant points to concerns regarding pollution or environmental hazards. This setting infers that the activities might be related to maintenance, cleaning, or possibly environmental control operations involving the ship. \n\nThe composition successfully blends elements of human activity, industrial operations, and a large maritime vessel, offering insights into both naval operations and environmental safety measures.","title":"This container skims and contains oil residue left from activities at the Avondale shipyard on the Mississippi river","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["546012","553897","544657","546040","549618","552149","549590","547474","552244","545147","552148","546850","552216","547572","546016","548125"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","operation","dock","number","infer","hazard","contaminate","regard","sign","clean"]}
