{"path":"546052.jpg","date":"March 1973","photographer":"Messina, John","caption":"The photograph features the side panel of an aged and weathered red truck with commercial signage. The wooden panel, prominently displayed on the side of the truck, is painted in a bold red color which has faded and chipped in various places, revealing the wood beneath.\n\nThe sign on the truck has white lettering and some graphics. It reads, “DEMAND LOUISIANA'S FAMOUS PRODUCT” across the top, suggesting an advertising slogan. Below this main text, it mentions “SACKS GALLONS PINTS” in different sizes of typefaces, possibly indicating the quantities in which the product can be purchased.\n\nIn the center of the sign, there is a graphic of an oyster with its pearl, painted in white and encased in what appears to be a stylized outline of an oyster shell. This image is likely highlighting that the famous product mentioned is oysters.\n\nAlongside the signage, partially visible is the cab of the truck, also painted in red, with small white lettering by the door stating \"FR\" followed by a number that reads \"625-0104,\" which might be a serial number or a contact number. A burlap sack is also visible underneath the sign, suggesting the type of material perhaps used for packaging and transporting the product.\n\nThe truck is parked, and the background appears to be an outdoor area with greenery visible, indicating a non-urban setting or possibly near a farm or coastal area where oysters are harvested. The image captures a rustic and commercial aspect of local industry, emphasizing a sense of place and traditional goods.","title":"Oyster delivery truck","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["544720","552513","544370","555817","548275","544193","544767","549883","554369","557044","542854","542803","554924","544061","543896","554420"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["oyster","truck","product","mention","number","panel","signage","pain","slogan","graphic"]}
