{"path":"546076.jpg","date":"December 1972","photographer":"Messina, John","caption":"This image features an industrial landscape, likely taken in the mid to late 20th century, judging by the style and condition of the infrastructure and vehicles visible. The foreground displays a well-used road curving around a green, grassy hill, leading towards a bridge and tunnel. One red car is on the road, driving away from the viewer towards the tunnel.\n\nThe middle ground features industrial buildings with multiple large smokestacks emitting white and gray smoke, a symbol of manufacturing activity. There's substantial factory infrastructure, including several smaller buildings and large, boxy structures typical of manufacturing plants of the era.\n\nProminently, there are two water towers, one closer and another slightly farther in the setting. The closer one is a classic, ribbed design, often seen in North American industrial areas. Electrical lines run throughout the scene, including a towering, metal lattice electricity pylon standing between the camera and the industrial structures. \n\nIn the background, a large, metal vertical-lift bridge spans a river or canal, highlighting the transportation infrastructure necessary to support such industrial activity. The sky is overcast, adding a somewhat gloomy ambiance to the scene that complements the industrial activity below. Overall, the photograph offers a snapshot of industrial life, focusing on the structures and apparatus that define such landscapes.","title":"The Mississippi river bridge (on right) is constantly sandblasted and repainted because of the corrosive fumes from kaiser aluminum plant and other nearby industries","placename":"Baton Rouge (La.)","location":"Baton Rouge, Louisiana","nn1":["547586","550189","545988","546085","550179","546212","548321","550278","551033","550966","548326","555744","546112","550199","550982","557390"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["tunnel","infrastructure","bridge","pylon","manufacture","lattice","electricity","canal","symbol","apparatus"]}
