{"path":"546035.jpg","date":"March 1973","photographer":"Messina, John","caption":"The photograph displays a residential scene featuring a single-story house with twin peaked roofs, situated in a suburban setting. The house is constructed predominantly of red brick, accented with white trim around the doorframes and windows. The roof is shingled, and there is a prominent brick chimney visible.\n\nIn front of the house, there is a well-manicured lawn bordered by a small, concrete pathway leading to the front porch, which extends along the front of the building. Two distinct sections of the porch are visible, each sheltered by an overhang supported by white columns. The left section of the porch hosts a single chair, while the right one appears empty.\n\nOrnamental elements in the yard include a small, black lamppost with a white globe, situated near the pathway, and two white statue-like ornaments placed symmetrically on either side in front of the porch. The garden contains several neatly trimmed bushes and a few smaller plants.\n\nAn interesting juxtaposition in the photograph is created by the industrial scene in the immediate background. A tall smokestack emitting a plume of dark smoke rises dramatically behind the house, contrasting with the tranquil and domestic setting of the suburban home.\n\nThe sky above is partially overcast, and the overall lighting suggests either an early morning or late afternoon time. A television antenna mounted atop the house points towards a more dated setting, indicating the era before digital satellite technology became predominant. The overall mood conveyed by the image is one of quiet suburbia shadowed by industrial activity, highlighting perhaps unintended contrasts within the environment.","title":"The kaiser aluminum plant smokestack in background spreads fumes over the large residential area in the Chalmette section","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["557326","557094","556433","548295","558035","556601","556584","558110","546441","546435","550124","547938","546039","551058","549279","558157"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["porch","house","trim","front","pathway","globe","television","ornament","brick","situate"]}
