{"path":"546031.jpg","date":"March 1973","photographer":"Messina, John","caption":"The photograph captures a striking and somewhat juxtaposed image featuring industrial and religious elements. In the foreground, a large, dark smokestack dominates the center of the frame, emitting a heavy plume of dark smoke billowing upwards into the sky. The smokestack, with its thick, dark smoke, contrasts sharply against the subtle hues of the twilight or early morning sky.\n\nBelow the smokestack, at a distance and partially obscured, the spire of a church with a prominent Christian cross is visible. The church spire points upwards, subtly aligning with the direction of the smoke, adding a layer of visual and possibly thematic contrast between industrialization and faith or tradition.\n\nBranches with no leaves, suggesting a fall or winter season, frame the photo in blurred, ghostly strokes, particularly noticeable against the sky. The combination of the natural elements (bare branches), industrial (smokestack), and religious (church spire) provides a compelling narrative about the environment and possibly a commentary on the impact of industrial activities on cultural and natural landscapes. The ambient lighting suggests this photo was taken during either dawn or dusk, contributing to the mood and tone of the scene. Overall, the composition is reminiscent of environmental conservation themes and the intersection between human progress and natural preservation.","title":"The Kaiser aluminum plant smokestack, behind the Catholic church, belches fumes over the large residential area in the Chalmette section.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["546047","546048","550821","557299","545239","550333","550938","550905","552156","546042","545439","544173","546363","543013","555737","557220"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["spire","smokestack","church","smoke","branch","tradition","preservation","industrialization","commentary","progress"]}
