{"path":"546085.jpg","date":"December 1972","photographer":"Messina, John","caption":"This photograph depicts an industrial setting, dominated by a complex array of metal structures such as girders, pipes, tanks, and conveyor systems characteristic of a large industrial plant or factory. The scene is captured from a street level view, showing a long, paved road that appears slightly worn, running straight through the industrial environment.\n\nIn the foreground, driving away from the viewer down the center of the road, is a small blue car, which is an older model hatchback. The car provides a sense of scale, emphasizing the large size of the surrounding industrial structures.\n\nAbove the road, there are metal bridges and conveyor systems that connect various parts of the factories or processing facilities on either side. These structures are densely packed, with multiple layers of metalwork, including support beams and protective railings.\n\nOn the left side, a large cylindrical tank can be seen, possibly used for storing liquids or gases, part of the facility’s infrastructure. The plant's color palette is mostly muted with browns, grays, and rust, indicative of metal and concrete materials often found in such industrial sites.\n\nThe background features more industrial constructions, and there’s a slight haze in the atmosphere, possibly from the emissions or dust within the area, suggesting either early morning or late afternoon light. The overall feel of the photograph is somewhat desolate and stark, highlighting the gritty reality of industrial zones.","title":"Entrance to the Kaiser Aluminum plant beneath the Mississippi River bridge. Because of corrosive fumes from nearby industries, the bridge must be constantly sandblasted and repainted.","placename":"Baton Rouge (La.)","location":"Baton Rouge, Louisiana","nn1":["557390","546866","545992","550278","546108","546107","546122","548850","557389","546076","557385","546212","557388","544169","551033","555761"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["conveyor","system","factory","metalwork","metal","girder","tank","road","reality","facility"]}
