{"path":"546137.jpg","date":"November 1972","photographer":"St. Gil, Marc","caption":"This image captures a scene that appears to be set in a rustic, outdoor location, possibly a camp or a rural property. Two men are featured engaging in separate activities, seated on rocks which serve as makeshift chairs.\n\nOn the left, a man wearing a red baseball cap, a dark jacket, and jeans is focused on cleaning or assembling a fishing reel. His attire and the activity suggest a leisurely pursuit, likely related to fishing. His boots and overall demeanor convey a casual, outdoor setting.\n\nOn the right, another man, dressed in full camouflage attire, including a hat, is focused on cleaning a rifle. This suggests preparation for hunting or target shooting. The presence of the rifle and his attire strongly hint at hunting-related activities. He also wears rugged boots suitable for outdoor terrain.\n\nIn the background, there are several indicators of a temporary or semi-permanent living situation surrounded by nature. A trailer with an open door, a utility vehicle, and another trailer partially visible suggest a campsite or a special outing like hunting or fishing. Sparse trees and a gravelly ground with scattered leaves and twigs add to the rural, outdoor feel of the setting.\n\nOverall, the composition of the photograph, focusing on these activities and the casual, outdoor environment, creates a narrative about recreational pursuits in a rural or wilderness setting.","title":"Larry roming, 34, and frank stumbaugh 27, at the hunter's permanent camp.  The hunters fatten wild deer by leaving grain at their feeding places.  When hunting season opens, deer blinds go into place, and the animals are slaughtered as they come out for food","placename":"Leakey (Tex.)","location":"Leakey, Texas","nn1":["546144","554679","554682","554680","554681","554685","554675","551394","545786","546077","549935","545497","544219","554686","554537","554521"],"cl":[40],"cluster":["#40 &mdash; Golf"],"terms":["hunting","rifle","fishing","trailer","boot","indicator","reel","camp","cleaning","assemble"]}
