{"path":"546108.jpg","date":"June 1972","photographer":"St. Gil, Marc","caption":"This photograph depicts a gritty, industrial scene characterized by a heavily built environment under hazy or smoky atmospheric conditions. The viewpoint is elevated, looking down on the scene which includes large industrial storage tanks, multiple structures, and networked piping systems.\n\nIn the foreground, there’s an assortment of industrial machinery and pipelines, all made of metal. The pipelines run alongside each other, mounted just above the ground on what appear to be concrete supports. The appearance of smoke or steam arising from several points suggests that the facility is active.\n\nThe middle ground features three large storage tanks. These tanks are cylindrical, with flat tops, and are identical in shape but differ slightly in size. The tanks are located in an open area, separated by paved roads and small buildings that might serve logistical or operational functions for the facility.\n\nThe background is obscured by the haze, limiting visibility but giving a sense of expansive industrial activity beyond the immediate structures. The overall color palette is dominated by muted browns and grays, indicating either the time of day, weather conditions, or possibly pollution.\n\nThere seems to be little to no visible vegetation, highlighting the industrial nature of the area. The scene is devoid of visible human activity, emphasizing a focus on the scale and operation of the machinery and storage facilities. This photograph may be exploring themes related to industry, environment, or technology.","title":"Olin-Mathieson plant emits sulphur fumes","placename":"Lake Charles (La. : Lake)","location":"Lake Charles, Louisiana","nn1":["545992","557374","542587","545998","545273","550278","546122","545920","546221","546107","549960","557214","542705","549965","549975","545442"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["tank","pipeline","storage","facility","machinery","piping","assortment","technology","support","condition"]}
