{"path":"546122.jpg","date":"June 1972","photographer":"St. Gil, Marc","caption":"The photograph presents an industrial scene captured from a mid-distance perspective, featuring an apparent factory or processing plant. Dominating the view is a cluster of interconnected buildings and structures that exhibit an array of industrial architecture. These structures include several multistory buildings, some equipped with external staircases and platforms, along with various pipes and cylindrical tanks. The buildings are constructed mainly from metal and concrete, rendered in a utilitarian style.\n\nIn the background and peripherally, you can see utility poles and additional industrial apparatus, suggesting continuous operations. A noticeable feature is the presence of smoke or steam rising from several tall chimneys, contributing to an active industrial atmosphere.\n\nThe foreground of the image shows a broad expanse of grassland, somewhat overgrown and tinged with yellow-brown, indicating either dry conditions or the time of year being late summer or early autumn. There are no visible human activities in the immediate vicinity in the image, emphasizing a sense of isolation around the industrial complex.\n\nOverall, the composition juxtaposes the natural elements in the foreground with the man-made industrial setting in the background, reflecting a typical industrial landscape that could be related to manufacturing or energy production. The image itself has a slightly faded quality, suggesting it might have been taken some years ago or stored in conditions that have affected its color integrity.","title":"The calcasieu paper mill which feeds its waste material into mill creek, contaminating the creek and forests many miles away","placename":"Elizabeth (La.)","location":"Elizabeth, Louisiana","nn1":["545998","545992","557293","557374","557225","546055","552544","546080","546108","557220","550868","546084","554630","543011","549727","542705"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["year","render","grassland","tinge","staircase","apparatus","affect","production","concrete","vicinity"]}
