{"path":"546117.jpg","date":"June 1972","photographer":"St. Gil, Marc","caption":"This photograph presents an industrial landscape juxtaposed with a natural environment. The foreground shows a small pond or water body with a visibly polluted surface, covered in dark sludge and patches of algae. The surrounding area of the pond is lush with dense, green vegetation, including bushes and small trees.\n\nIn the middle ground, there is a curving road that meanders through the scene, seemingly leading to the industrial complex in the background. The road is flanked by grassy patches and a fencing is barely visible, running parallel to the road.\n\nThe background features a large industrial plant, marked by tall, vertical structures such as smokestacks and storage tanks. There are multiple large, spherical tanks and elongated buildings that appear to be part of the facility. The signage on one of the buildings reads “Olin,” indicating the name of the industry. Other visible features include a series of pipes and some scaffolding. A faint haze or smog slightly obscures the plant, suggesting air pollution or mist.\n\nThe overall composition of the photograph captures a stark contrast between the environmental impact seen in the polluted pond and the nearby industrial activity, underlining themes of industrialization and environmental degradation. The color palette consists primarily of greens of the vegetation, the grey and metallic tones of the industrial structures, and the dark polluted waters, reflecting a somber and impactful scene.","title":"Oil seePage in pond (foreground), olin-mathieson plant in background","placename":"Lake Charles (La. : Lake)","location":"Lake Charles, Louisiana","nn1":["550694","546116","546073","548196","550995","550193","552210","551559","551562","545988","552194","552019","545854","557377","545996","551009"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["pond","tank","road","smog","fencing","industrialization","scaffolding","algae","plant","underline"]}
