{"path":"546184.jpg","date":"June 1972","photographer":"St. Gil, Marc","caption":"This photograph captures a vivid street scene bustling with commercial activity along an American road from what appears to be the mid-20th century, based on the style of the cars and advertisements. The perspective of the image is facing down a typical American street lined with various business establishments, streetlights, and palm trees, suggesting a Southern U.S. location.\n\nIn the foreground, a large sign prominently features the word \"FREE!\" advertising a free mug with a purchase of 10 gallons. This sign takes up a considerable portion of the left side of the frame. Behind this, the middle ground involves multiple advertisements and signage, including a large billboard for Budweiser beer labeled as the \"King of Beers\" and another large billboard advertising Texaco with a picture of a group of people, reminiscent of a fire crew or service station workers.\n\nSeveral commercial brands like Fire Chief and Texaco are seen, along with the advertised prices for different types of gasoline visible on a service station sign (Regular at 36.9 cents, Premium at 38.9 cents, and another at 40.9 cents). This service station includes multiple fuel pumps and a small building labeled as the budget office for car rentals.\n\nCars typical of the 1950s to 1970s aesthetic are seen driving on the road and parked by the roadside. Overhead, a series of street lamps stretch into the distance. The sky is partly cloudy, and the general ambiance of the street is busy yet organized, depicting everyday life with a focus on consumerism and automobile culture.","title":"Billboards and advertising clutter roadside","placename":"Leakey (Tex.)","location":"Leakey, Texas","nn1":["550093","549113","545216","555438","545614","553017","547021","555584","550970","555910","549014","550135","545618","548889","549017","551135"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["service","billboard","station","street","advertise","advertisement","gallon","mug","label","1950"]}
