{"path":"546145.jpg","date":"June 1972","photographer":"St. Gil, Marc","caption":"This photograph captures a serene yet industrial riverside scene, combining recreational activities with an industrial backdrop. In the foreground, there are people engaging in water-based leisure activities. A woman dressed in a striped tank top and dark shorts is standing in the shallow water near the riverbank. Nearby, there are two inflatable objects; one appears to be a large red object with an obscured shape, and the other is an American flag-themed air mattress upon which at least one child is sitting, partially obscured from view.\n\nTo the right side of the image, another child can be seen wading in the water, facing away from the camera. The water is quite calm, suggesting a peaceful day with quiet activities.\n\nThe background presents a stark contrast to the leisurely foreground, marked by industrial structures along the far bank of the river. Predominantly visible are large silos and a complex with various metallic and concrete infrastructures. These suggest a facility possibly related to manufacturing or processing. Adding to the industrial feel, there are several cranes and other heavy machinery visible, alongside geometric structures possibly used for storage.\n\nThe scene is enveloped in a hazy atmosphere, likely due to humidity or industrial emissions, casting a slight blur over the background and muting the colors throughout the photograph. This mix of industrial and recreational elements alongside the visual haze imbues the photo with a layered, somewhat nostalgic quality, reflecting a moment where nature, industry, and human life intersect.","title":"Swimming in polluted Lake Charles. Olin-Mathieson plant in background.","placename":"Lake Charles (La. : Lake)","location":"Lake Charles, Louisiana","nn1":["546227","546228","550937","546219","551959","551519","551515","547807","553393","552040","544712","545933","550854","550902","551993","544278"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["humidity","child","wade","imbue","mute","object","obscure","riverside","silo","water"]}
