{"path":"546140.jpg","date":"November 1972","photographer":"St. Gil, Marc","caption":"This photograph captures a lively outdoor gathering of six men seated around a rectangular table, deeply engaged in a card game. The setting appears to be a campsite, indicated by the natural, wooded environment and the presence of vehicles and camping gear in the background.\n\nAt the foreground and center of the table, there are numerous objects including poker chips, cards, and beer cans, suggesting a casual and recreational tone. Each participant exhibits a unique style, wearing distinctive hats and jackets that range from a camo hunting cap, a suede vest, various baseball caps, to a leather jacket. Their expressions are focused and somewhat competitive, contributing to the overall engaged and congenial atmosphere of the game.\n\nIn the background, multiple vehicles, including a couple of vintage jeeps and a camper van, are visible, adding a layer of adventure and mobility to the scene. The natural landscape, slightly overcast sky, and informal arrangement of camping chairs and equipment further suggest that this is a moment of leisure during a group outing or hunting trip.\n\nThe general vibe is rustic and masculine, with a touch of nostalgia evoked by the vintage look of the vehicles and the candid style of the photograph. The setting and attire of the individuals place the image in a context of outdoor recreation and camaraderie.","title":"Deer hunters relax between kills at their permanent camp in an almost inaccessible part of the forest.  They set up the camp through the use of jeeps and airlifts.  They are (clockwise) dr harold wood (leather vest and camouflage hat), jack hilliard, ken davenport, frank stumbaugh, larry roming, and malcolm thornton","placename":"Leakey (Tex.)","location":"Leakey, Texas","nn1":["546089","556543","547376","558313","554685","554481","557777","554479","546137","547794","554510","544387","557061","558262","553798","545590"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["hunting","card","camping","game","table","vehicle","cap","campsite","mobility","camper"]}
