{"path":"546173.jpg","date":"May 1972","photographer":"St. Gil, Marc","caption":"This photograph depicts an intriguing and somewhat distressing scene of environmental degradation or the aftermath of an event, likely a flood. The foreground shows two older model cars partially submerged in water. One car is a rusty red and appears to be tilted backwards slightly into the water; the other, just barely visible behind it, is a pale blue or white and also partially submerged. Both cars are surrounded by murky, stagnant water and are partially covered in mud and debris, suggesting they have been there for some time.\n\nTo the right, partially obscured by the first car, is another vehicle with a protruding tail fin, indicating its manufacture from the 1950s or 1960s era, akin to the first two cars.\n\nThe area around the cars is littered with varied debris including branches, leaves, and trash, indicating a recent flood or long-standing neglect. Small patches of grass and weeds are growing sporadically around the scene, and there is a noticeable accumulation of silt and organic material.\n\nBeyond the immediate setting, the background reveals a broader water body, possibly a river or lake, suggesting that the cars might be at its bank. There are trees with dense foliage on both sides of the scene, and further back, there is a large ship visible. This ship, positioned horizontally across the image, and several utility structures on the distant shore suggest industrial activity in the vicinity, possibly a shipyard or cargo handling facility.\n\nThe overall atmosphere is subdued with natural light casting shadows and highlights unevenly across the scene, reflecting an overcast sky typical of post-storm conditions. The image communicates a strong sense of abandonment and the enduring impacts of human activity on natural landscapes.","title":"Abandoned autoMobiles along the Mississippi river","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["555850","555851","547132","552073","547481","546315","547911","547605","544433","546318","555849","547835","547601","547839","555853","548298"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["car","flood","ship","submerge","protruding","silt","fin","varied","1950","shipyard"]}
