{"path":"546210.jpg","date":"July 1972","photographer":"St. Gil, Marc","caption":"The photograph captures a lively scene in front of a building denoted as a Church of Christ, with a sign above the entrance stating \"Church of Christ Meets Here.\" This image seems to be taken on a sunny day, evident from the bright sunlight and shadows visible on the ground. In the foreground, two young women are semi-focused; they are conversing and sharing a joyful moment. The woman on the left stands out in a vibrant pink mini-dress with large sleeves, complemented by white shoes; she is touching her face with one hand, possibly laughing or reacting to the conversation. Another woman is partially visible and turned towards the first, clad in a vivid, floral-patterned dress with a similar short hemline.\n\nIn the mid-ground, several other individuals, likely churchgoers, can be seen. They seem engaged in conversations and are dressed in an eclectic mix of 60s and 70s attire, suggesting a community gathering or social event after a church service. Off to the right, more people are gathered in similar casual and light summer dresses.\n\nThe background features a lush green tree that adds a natural touch to the white building of the church, which has a simple, modest architectural style with a gabled roof. The environment conveys a warm, communal atmosphere typical of church gatherings in smaller or suburban communities. The overall composition of the photograph, vibrant clothing, and relaxed, joyful interactions among the people provide a snapshot of social life at this time, emphasizing community and fellowship.","title":"Leakey's church of christ after sunday services","placename":"San Antonio (Tex.)","location":"San Antonio, Texas","nn1":["546233","546229","558397","558395","547425","547414","547006","545470","558407","553761","558402","551692","556532","557666","556564","556241"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["church","community","60","gathering","woman","dress","react","conversation","touch","denote"]}
