{"path":"546263.jpg","date":"May 1972","photographer":"Shrout, Bill","caption":"This photograph captures a road construction scene in progress. The focus is on a large road paving machine that is laying asphalt across the width of a highway. The machine is heavy and robust, equipped with various compartments and mechanical parts specifically designed for road construction. It spans the entire width of the road, underscoring its industrial size and capability.\n\nIn the foreground, chunks of fresh asphalt mixture have been spread before being smoothed and compacted. Steel reinforcement bars (rebar) are laid out in part of the area, indicating preparations for additional structural components, possibly for a section requiring greater reinforcement.\n\nIn the background, the environment is rural, with open fields and sparse trees visible. A clear sky and natural light suggest it's daytime, providing good visibility and conditions for construction work. There are a few workers visible around the machinery, actively involved in the construction process, coordinating the operation of the machinery and handling materials.\n\nThe road extends back into the landscape, merging with a curve and disappearing from view, framed by grassy verges that give a sense of the roadway cutting through a quiet, less urbanized area. This element of the composition underscores the expansive and transformative nature of such infrastructure projects.","title":"Steel rods, made from shredded autos, are being used for reinforcement in this section of I-55, 2,200 autos to make one 2-lane mile of steel reinforcement.","placename":"Jackson (Miss.)","location":"Jackson, Mississippi","nn1":["546243","546266","546265","553014","546248","546252","551966","549633","549203","550274","547693","543107","543105","551631","555583","546254"],"cl":[42],"cluster":["#42 &mdash; Transportation Infrastructure"],"terms":["reinforcement","construction","road","width","asphalt","machine","rebar","capability","chunk","machinery"]}
