{"path":"546252.jpg","date":"May 1972","photographer":"Shrout, Bill","caption":"This photograph depicts an industrial construction scene, likely focusing on road or highway construction based on the elements observed. The image has a dynamic composition, with the foreground vaguely showing a strong, flume of water spraying from left to right, likely from a hose. This water jet partially obscures the view but adds a sense of motion and activity to the otherwise static scene.\n\nIn the middle ground, you can see exposed reinforcement bars laid down, covering the ground extensively, suggesting that concrete pouring is either in progress or soon to commence. These bars are arranged in a grid pattern, typical for adding tensile strength to the concrete structure.\n\nOn the left of the image, there is a truck carrying a large, mobile piece of machinery— possibly related to paving or preparing the surface for concrete. On the right, a large truck equipped with a dumper body is visible; it’s parked and appears to be unloading or waiting to unload materials. This truck is olive green and has visible signs of wear, which is common in heavy machinery used in construction.\n\nTwo individuals are observable in the image, wearing work clothes typical for construction sites, including helmets for safety. One individual is seen standing beside the dumper truck on the right, appearing to oversee the work or waiting to operate the vehicle.\n\nIn the background, more construction machinery and materials are visible, along with a row of trees lining the site, suggesting this construction might be taking place next to an existing roadway or within a semi-developed area. The sky is overcast, casting a diffuse light over the scene which flattens some of the visual contrast.\n\nOverall, this photograph captures a moment of intense labor and preparation in what looks to be the foundational phase of a construction project, emphasizing the machinery and structural elements critical to the task.","title":"Construction of i-55, north of durant.  Water is being sprayed on roadway base and on steel rods.  The steel rod used here for reinforcement, were made from shredded autoMobiles","placename":"Jackson (Miss.)","location":"Jackson, Mississippi","nn1":["550274","556940","553375","551966","548431","544167","553394","546243","553383","546254","556939","552814","547693","547220","553378","556893"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","truck","machinery","unload","bar","wait","reinforcement","exist","strength","flatten"]}
