{"path":"546258.jpg","date":"May 1972","photographer":"Shrout, Bill","caption":"This photograph captures a bustling construction scene where a group of workers is engaged in laying rebar on a construction site. The image is filled with activity and shows about ten workers, each focused on different tasks associated with preparing or setting the rebar infrastructure.\n\nMost of the workers are bending or stooping over the rebar framework, handling tools, and adjusting the metal bars on what appears to be a foundation of a building. They are wearing casual work clothing, such as jeans and T-shirts, with some wearing hats or caps to shield themselves from the sun. The variety of clothes includes plaid and striped shirts, and some workers are even in short sleeves, indicating warm weather.\n\nThe ground where they are working is a large metal platform, and there are visible materials like a red fabric (possibly a rag or towel), yellow stains that might be paint or another construction material, and other tools scattered around. There's a rough drawing or scribble on the platform, adding a realistic detail to the work environment.\n\nThe overall scene is quite dynamic and visually rich, emphasizing the physical labor and teamwork involved in construction work. The background beyond the immediate work area is not clearly visible, focusing all attention on the workers and their immediate activities. This detailed capture not only highlights the intensity of labor but also the coordination required in such settings.","title":"Laying reinforcement steel rods for section of I-55, north of Durant. The steel rods were made from shredded autoMobiles. It takes 2,200 autos to provide rods for one 2-lane mile.","placename":"Jackson (Miss.)","location":"Jackson, Mississippi","nn1":["546254","556186","546264","547989","547218","553385","553394","543594","546248","544159","544828","543592","549912","553014","546252","556940"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["rebar","worker","work","construction","platform","labor","tool","scribble","stoop","drawing"]}
