{"path":"546226.jpg","date":"July 1972","photographer":"St. Gil, Marc","caption":"This photograph depicts the interior of a rural store or supply shop, possibly associated with agriculture or farming, based on the items visible. Three individuals are present in the scene. On the left side, a young man is leaning against a counter, directly gazing at the camera. He's dressed in a white shirt and patterned pants. In the middle, another young man in a blue shirt is standing behind the counter, also looking at the camera. On the right, a woman in a yellow T-shirt is observed sitting at a desk, looking slightly away from the camera towards some papers or possibly handling a cash register.\n\nThe shop features a variety of items. Visible on shelves behind the counters are agricultural products like \"FIELD SEED\" bags stacked atop, and cans possibly containing pesticides or herbicides. Also noted are jars and containers that might be for agricultural or livestock purposes. A large mechanical scale sits prominently on the counter. Hanging from the ceiling and walls are various commercial signs, one prominently featuring the words \"PAYMASTER\" and advertising a specialized feeding service.\n\nThe setting is utilitarian with modest wooden furniture, including a simple wooden chair visible in the background, and the overall ambiance suggests a functional space primarily used for transactions and storage of goods rather than customer seating or comfort. The room’s construction includes exposed wooden beams and utilitarian, simple walls, giving it a rustic appearance appropriate for a farming or rural community store.","title":"Leakey store owners","placename":"San Antonio (Tex.)","location":"San Antonio, Texas","nn1":["557763","556207","556369","557686","546216","547805","557688","544365","554869","547796","554037","546101","558281","554036","554866","555651"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["counter","farming","shop","store","camera","cash","pesticide","feeding","supply","transaction"]}
