{"path":"546265.jpg","date":"May 1972","photographer":"Shrout, Bill","caption":"This is a high-angle view of a highway construction site, possibly photographed during the mid-20th century, given the style and make of the machinery and the quality of the photograph. The scene captures the process of laying down asphalt to form a new roadway.\n\nThe photograph shows several large pieces of construction equipment aligned along an unfinished section of the highway. The machinery includes several asphalt pavers and rollers, along with other related construction equipment. Workers can be seen operating the equipment and performing tasks related to the road's construction.\n\nIn the foreground, there's a significant focus on the freshly laid asphalt, which transitions from raw, hot mix in the back to a smoother, more finished surface at the front, over a visible layer of rebar grid, suggesting this section might be designed to handle significant traffic loads or stress.\n\nThe surrounding environment features cleared land with gentle rolling hills and sparse vegetation, characteristic of highway sites that have been prepared for paving. To the right of the construction area, a parallel lane that appears completed is visible, with minimal traffic suggesting either a controlled or a newly opened section of roadway. \n\nThe sky is clear, indicating good weather for construction activities, with sufficient daylight illuminating the site. Overall, the photograph depicts a busy, well-organized road construction project aimed at infrastructure development, carefully captured from an elevated perspective to emphasize the scale and breadth of the operation.","title":"Steel rods, made from shredded autos, are being used for reinforcement in this section of I-55, north of Durant. It takes 2,200 autos to make one 2-lane mile of steel reinforcement.","placename":"Jackson (Miss.)","location":"Jackson, Mississippi","nn1":["546266","546263","546243","551966","553014","546248","546252","547222","550274","555583","549203","553378","551631","549633","547693","553383"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","asphalt","highway","site","roadway","section","equipment","rebar","roller","stress"]}
