{"path":"546244.jpg","date":"July 1972","photographer":"St. Gil, Marc","caption":"This photograph presents a candid urban scene focused on a vintage trolley or streetcar, with various passengers visible through its windows. The streetcar itself is painted in a vivid dark red, with side panels composed of riveted industrial metal. Prominently featured on the side of the trolley is an advertisement for \"Taaka Vodka,\" which includes the slogan \"Mixes easy... just add people,\" accompanied by an illustration of a smiling man and woman sharing drinks.\n\nInside the vehicle, there are four individuals visible, each engaged in their private activities and seated separately. On the left, a Black man in a white shirt is intently reading or writing on a set of small papers. Beside him, a young Asian man with glasses is focused on reading a book. Closer to the right, the upper body and head of another individual can be seen, turned away from the window and also engaged in reading or possibly other activities. Finally, on the farthest right, another passenger is seated, nearly out of the frame, with only the back of his denim-clad torso visible.\n\nThe image strikingly captures a slice of everyday life, suggesting themes of travel, private contemplation, and the diversity of urban public transport users. The overhead metal and glass fixtures inside the trolley add to the period feeling of the image, hinting at the historical or nostalgic significance of the location or moment. Overall, the composition—framed by the bus structure and the advertisement—provides a textured narrative about public life and individual moments within a shared space.","title":"City street car","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["546174","556795","554370","556691","554323","555998","554326","556665","548261","554264","548256","549893","555994","549655","556671","554324"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["advertisement","passenger","torso","illustration","slogan","glass","reading","drink","fixture","diversity"]}
