{"path":"546221.jpg","date":"June 1972","photographer":"St. Gil, Marc","caption":"This photograph presents an industrial scene dominated by infrastructure related to oil or chemical processing. In the foreground, a complex array of piping and cylindrical structures suggest a facility for processing or transferring chemicals or other materials. Several large tanks, possibly containment units for liquids or gases, are visible, each connected to the other facilities via pipelines.\n\nAdjacent to these structures are parked trailers and tankers, indicating the transport or delivery of substances. To the further right, a series of rail tracks are evident, together with more stationary tank cars, highlighting the industrial transport aspect of the facility.\n\nIn the midground, there is a vast expanse of large, white storage tanks. These cylindrical tanks are very prominent and arranged in a systematic order, indicating a massive storage capacity, likely for oil or chemical products.\n\nThe area is bordered by roads on which a few vehicles can be seen, suggesting the accessibility of the site via road transportation. The overall setting is expansive, hinting at a significant scale of operations.\n\nThe entire scene is under a hazy or smoggy sky, perhaps indicative of pollution or atmospheric conditions common to industrial areas. The background beyond the tanks and facilities is less distinct, possibly due to the air quality or the fading light, hinting at either a very cloudy or misty day.\n\nThis industrial tableau is a typical representation of mid-20th century heavy industry hubs, focusing on the production, storage, and transportation infrastructure essential for oil and chemical industries.","title":"Oil storage tanks and petro-chemical plant","placename":"Lake Charles (La. : Lake)","location":"Lake Charles, Louisiana","nn1":["555777","549960","546108","549977","551987","555775","552021","550917","549959","549978","555774","552003","555778","544179","549975","550911"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["chemical","tank","oil","facility","storage","transport","processing","industry","transportation","containment"]}
