{"path":"546266.jpg","date":"May 1972","photographer":"Shrout, Bill","caption":"This photograph captures a construction site specifically involved in building a road. The scene is set outdoors and focuses on a group of workers actively engaged in laying asphalt on the road surface. The perspective is from an elevated angle, looking down the length of the newly constructed road.\n\nIn the foreground, a large piece of machinery stretches across the width of the road, behind which several workers are visible performing various tasks. This machinery appears to be equipped with conveyor belts and components designed for paving. Workers around this machine handle different tools and equipment possibly related to the paving process.\n\nThe road itself is partially completed with fresh asphalt evident, shining under bright sunlight. Beside the paved section, the road's base materials are visible, indicating that the construction is in various stages of completion along the stretch depicted. The workers, all wearing safety helmets, are scattered along the road, some overseeing the machinery and others attending to tasks by the roadside.\n\nThe background of the photograph reveals a more undeveloped area with open fields and partly visible trees at the far end under a clear sky. The environment indicates a rural or semi-rural setting. The connection between different pieces of large equipment suggests a well-coordinated effort involving significant planning and precise execution.\n\nThe atmosphere of the photo implies a busy but organized work site focused on infrastructure development, reflective of large-scale road construction projects from an era when such development was critically influential in connecting regions and boosting economic activities.","title":"Steel rods, made from shredded autos, are being used for reinforcement in this section of I-55, north of Durant. It takes 2,200 autos to make one 2-lane mile of steel reinforcement.","placename":"Jackson (Miss.)","location":"Jackson, Mississippi","nn1":["546263","546265","546243","546248","553014","549633","551966","546252","550274","546254","547693","551631","555583","553383","549203","556878"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["road","worker","asphalt","machinery","construction","completion","paving","development","task","coordinate"]}
