{"path":"546242.jpg","date":"May 1972","photographer":"Shrout, Bill","caption":"This photograph captures a view of a highway scene that likely dates back to the mid-20th century, given the style of the cars and the road signage. The view is from the perspective of someone either in a vehicle or standing on the highway.\n\nThe highway itself appears to be a multi-lane road with one side visible in the image showing two lanes for traffic. The asphalt is a light grey with distinct, faded white lines marking the lanes. The road gently curves to the right in the distance, guiding the viewer's eye forward. The shoulder of the road is relatively wide and composed of reddish-brown dirt or gravel.\n\nOn the right side of the road, there is a road sign standing upright and clearly visible, indicating an exit. The sign is green with white text reading \"EXIT 21, Jackson Municipal Airport\" and includes an additional note \"EXIT 1 MILE\" at the bottom. Another smaller sign below it suggests the availability of gas at this exit.\n\nThe surrounding landscape consists primarily of flat terrain with patches of grass and wildflowers near the roadside. Beyond the grassy areas, there are clusters of deciduous trees that line the road and fill the background. The sky above is moderately cloudy with sizable patches of blue and white clouds spread throughout, suggesting a pleasant day.\n\nOn the road, there are a few cars visible, which reflect the automotive design of the era with more angular and boxy shapes. The vehicles are dispersed along the highway, heading in the same direction as the viewpoint, moving away from the viewer toward the curve ahead. Their presence, along with the road signs, hints at a well-traveled route, possibly near a locality given the proximity to an airport.","title":"Structural steel made from shredded autoMobiles was used as reinforcement for Interstate 20, East Jackson","placename":"Jackson (Miss.)","location":"Jackson, Mississippi","nn1":["555437","549890","544723","547444","547811","552713","549278","542764","547298","543874","556785","557471","555451","547302","557230","545432"],"cl":[4],"cluster":["#04 &mdash; Bridges/Overpasses"],"terms":["exit","road","highway","lane","sign","locality","availability","airport","note","asphalt"]}
