{"path":"546256.jpg","date":"May 1972","photographer":"Shrout, Bill","caption":"This photograph depicts an industrial scene focused on metal recycling operations. In the foreground, there is a large pile of scrap metal, composed of various metallic items that are possibly old automotive parts, pipes, wires, and general metal debris. The pile is immense, showing the scale of recycling activities.\n\nIn the background, the machinery used for processing the scrap metal is visible. There are several large structures including a conveyor belt, which appears to extend from one of the machinery to another, possibly used to move the scrap metal from place to place within the facility. Also notable is a crane with a grappling hook, which might be used to pick up the large amounts of scrap metal and deposit them onto the conveyor or directly into processing equipment.\n\nAnother component of the scene is an industrial building, likely housing offices or the main processing operations for the recycling plant. It has corrugated metal walls and a few windows, with a very utility-focused design.\n\nOverhead, the sky is partly cloudy, indicating fair weather conditions which help highlight the industrial setup with natural lighting, giving a clear and visible detail of the metallic sheen on the scrap materials.\n\nOverall, the photo captures the intense, gritty nature of metal recycling operations, emphasizing the scale of waste handling and the significant infrastructure used in such industrial processes.","title":"This 2,000 horse power mill shreds about 300 cars a day.  The pile of aluminum in the foreground was separated out by hand","placename":"Jackson (Miss.)","location":"Jackson, Mississippi","nn1":["546255","547610","547611","549637","547625","554318","545059","554300","550265","546253","554301","547062","557308","550880","542660","548147"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["scrap","metal","recycling","conveyor","processing","operation","corrugate","use","pile","hook"]}
