{"path":"546271.jpg","date":"July 1972","photographer":"Shrout, Bill","caption":"This color photograph captures a group of four people engaged in an outdoor activity under a clear blue sky. They are gathered around a wooden rectangular sifting table or surface, which appears to be used for filtering or examining materials. Each individual is actively participating in the task at hand.\n\nFrom left to right, the first person, a young woman, has long blonde hair and is wearing sunglasses. She's slightly bent over, holding one edge of the sifting table. The second person, a man with short dark hair and a neutral expression, is standing slightly behind the table holding a yellow bucket and watching the table intently. The third is a man wearing a bucket hat, sunglasses, and a casual short-sleeve shirt; he’s holding a part of the table and observing the contents. The fourth man, on the far right, is also holding the sifting table. He has dark hair under his sunglasses and wears a striped, short-sleeve shirt.\n\nOverall, the group is actively involved in inspecting or handling some environmental or natural materials on the table, suggesting a scientific or educational activity. The casual dress and gear, such as buckets and a wooden sifting apparatus, point towards a fieldwork setting, likely in a natural environment. The background is plain and sky-dominated, emphasizing focus on the group’s activity.","title":"EPA Gulf Breeze laboratory biologists on a field trip to a salt marsh. The biologists wash and sift bottom samples of mud and sand for identification of existing marine life. They also examine bits of wood, shell and sea grass for presence of marine life.","placename":"Florida","location":"OTHER","nn1":["546294","546337","544085","547504","552286","544003","548873","549326","546334","546345","545531","544743","544821","543681","554665","557005"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["table","bucket","sunglass","hair","group","sleeve","fieldwork","apparatus","material","person"]}
