{"path":"546352.jpg","date":"July 1972","photographer":"Shrout, Bill","caption":"This photograph features a natural waterway scene with two individuals interacting with a small motorboat. The boat is floated near the edge of a sandy shore and reedy waters, indicative of a river or lake setting. The sky is overcast, casting a moody atmosphere over the scene.\n\nOn the left side of the image, there is a sandy beach that curves into the frame, showing visible footprints, which suggests recent human activity. The majority of the boat is white with hints of blue, including a blue stripe and interior detailing; it is equipped with seating and controls typical of a small recreational motorboat.\n\nOne individual is standing in the boat, managing the steering wheel and other controls. This man appears middle-aged, wearing a casual red shirt and dark pants, engaged in either navigating or preparing the boat.\n\nThe second person, also appearing to be middle-aged, is in the water, wearing an orange life vest over a dark top and shorts. This person looks to be in the act of pushing or stabilizing the boat, possibly assisting in moving it closer to or away from the shore.\n\nIn the background, the opposite side of the waterway features dense greenery and trees, enhancing the secluded and natural setting of the area. The overall composition of the photograph, from the boat placement to the activities of the individuals, conveys a casual, leisurely day of boating in a serene, natural environment.","title":"EPA Gulf Breeze Laboratory: Field trip to Tom King Bayou biologists will fish for contaminated and non-contaminated female shrimp. These will be compared in a study of the transmission of PCB to the young.","placename":"Florida","location":"OTHER","nn1":["546356","546976","544270","553411","550208","551310","543943","552317","544260","549417","544980","550841","552123","548736","550835","552982"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","motorboat","waterway","control","shore","footprint","individual","steering","majority","act"]}
