{"path":"546357.jpg","date":"July 1972","photographer":"Shrout, Bill","caption":"The photograph captures two men on a boat in the process of checking a large fishnet in a body of water. The setting appears to be during the day under partly cloudy skies.\n\nDetails of the image are as follows:\n\n- **Boat**: Small, white motorboat labeled \"U.S. GOVERNMENT CLEAN WATER ACT 1972\" on the side, indicating some official or environmental activity related to water quality or marine life.\n  \n- **Men**: Both men are actively engaged in their task. One man, wearing sunglasses, a dark t-shirt, and jeans, is handling the net from the front of the boat. The other man, wearing a white t-shirt and jeans, assists him from the rear of the boat. Both appear focused on safely managing their catch.\n\n- **Net and Catch**: The net is partially submerged in the water and holds at least one large fish, visible near the surface. The net is rigged with floats to keep it buoyant.\n\n- **Environment**: The water appears calm, and the backdrop includes the sky and a distant shoreline with trees, contributing to the natural and serene setting typical of aquatic fieldwork.\n\n- **Other Details**: Various items scattered on the boat include a life jacket, some ropes, and possibly equipment or tools related to their work.\n\nThis image likely illustrates environmental or fish population monitoring work related to the Clean Water Act, highlighting efforts to assess or improve water quality and marine health.","title":"These aquatic biologists from the southeast water laboratory in Athens, ga.  Have set up a Mobile lab near the epa gulf breeze laboratory, in order to study the continuous fishkill in escambia bay.  Tissues of these fish will be sent to the Athens lab for analysis","placename":"Florida","location":"Florida","nn1":["546362","546758","548882","546324","546331","552861","545178","546053","545093","548160","553650","552282","551253","546301","544256","552115"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["net","boat","marine","catch","jeans","population","assess","fieldwork","rig","man"]}
