{"path":"546324.jpg","date":"May 1972","photographer":"Shrout, Bill","caption":"This image captures two men on a boat, actively engaged in a marine outing. The boat, colored white with turquoise trimming, reads \"EPA – U.S. GOVERNMENT\" on its side, indicating it is likely a governmental vessel possibly used for environmental monitoring or research. \n\nThe boat is in motion, cutting through deep blue waters which are frothy and turbulent from the vessel's movement. A wake is visible behind the boat, stirred up by its powerful movement. The man in the foreground is seated towards the front of the boat and is wearing a dark red life vest over a white shirt and dark sunglasses, piloting the boat with focused attention on the waters ahead. He exhibits a professional, no-nonsense demeanor. \n\nStanding directly behind him is another man on the vessel, dressed in casual attire comprising a short-sleeved, vertically striped shirt and dark sunglasses, akin to typical leisure wear. This man has his hands on the railing, watching the surroundings or possibly preparing for a task.\n\nThe composition of the photograph offers a dynamic view of marine activity, possibly related to environmental surveillance or research, given the reference to the EPA on the boat. The background shows only the open sea, emphasizing the isolation and purpose of their journey. Overall, the image portrays a moment of concentrated maritime operation, focusing on the cooperation and roles of each individual on board.","title":"Epa gulf coast water supply research laboratory, Dauphin Island.  Epa personnel aboard epa-1 are on a trip to obtain surface water and mud bottom samples from Mobile bay.  Analysis of bacteria count of these waters is of concern to the shellfish industry","placename":"Mobile (Ala.)","location":"Mobile, Alabama","nn1":["549622","546758","548882","548770","546357","554196","552861","551253","557242","549616","545172","547566","553793","549356","544269","543948"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["boat","vessel","sunglasse","research","stir","trimming","professional","surveillance","cooperation","pilot"]}
