{"path":"546372.jpg","date":"February 1973","photographer":"Vachon, John","caption":"This photograph captures an industrial scene including parts of a factory complex and a bridge with environmental advocacy graffiti. In the background, there are several towering structures that are typical of industrial or factory settings. A major focal point is a large building with a logo and text \"A. Probstel\" on the side, which suggests it might be the name of the industry or company. Adjacent to this are two large white storage tanks, common features for holding liquids or gases in industrial sites.\n\nDominating the foreground is a bridge barrier, painted in a bold, eye-catching manner with the environmental message \"¡Alto a la contaminación!\" which translates to \"Stop pollution!\" in English. The bridge also features stencil-style graffiti including a skull and crossbones symbol, underscoring the urgency and gravity of the anti-pollution message.\n\nThe surroundings suggest an expansive, flat landscape that stretches beyond the industrial area, typical perhaps of rural or semi-rural settings where large factories are often situated due to the availability of land and laxer environmental control. This juxtaposition of industrial activity with open space can be indicative of the tension between development and environmental preservation—themes that are directly inferred from the graffiti message advocating against pollution. The blue sky and clarity of daylight suggest the photo was taken during good weather conditions, enhancing visibility and the impact of the environmental message.","title":"Sign on bridge near ppg plant protests air pollution","placename":"Ponce (P.R.)","location":"Ponce, Puero Rico","nn1":["545034","550210","544803","545988","552246","550985","550172","551559","550185","557373","550181","545447","557374","552190","546080","550875"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["message","bridge","factory","gravity","perhaps","pollution","availability","infer","catche","urgency"]}
