{"path":"546445.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"This photograph captures a somewhat wet urban setting, likely on a drizzly day given the visible puddles on the street and moisture in the area. The scene is centered around two individuals standing by large wooden barricades that feature an array of painted eyes, each tagged with different captions such as \"Sidewalk Supt.,\" \"Women's Lib,\" \"Small Fry,\" and \"K-9.\" Each set of eyes has a unique expression, adding an artistic and possibly political or social commentary aspect to the image.\n\nOne of the individuals, a middle-aged man wearing a light-colored, long-sleeve shirt and dark pants, stands in front of the barricade, leaning casually against it with his arms crossed. His relaxed posture and direct gaze towards the camera suggest he is aware of and possibly interacting with the photographer.\n\nThe other man, appearing older, is dressed in a dark suit and cap. He stands to the right of the frame, considerably more enveloped in shadows compared to the first man. His head is turned towards the left, looking off-frame, which adds a sense of candidness or distraction to his presence.\n\nIn the background, there is a significant construction or reconstruction effort evident. A skeletal structure of beams and exposed framework hints at a large building in the process of being built or remodeled. A large sign indicates that this will be \"The New Home of Citizens Savings and Loan Association.\" The partially visible traffic light and pylons suggest this is a typical city street scene but cordoned off for construction, with the barricades possibly serving both a practical and expressive purpose.\n\nThe overall composition of the photograph, with its blend of urban life, construction, and playful yet poignant artwork, captures a moment in time that reflects both the mundane and the creative spirit of civic spaces.","title":"Construction of a bank on Washington street","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["546551","544968","553887","553246","551646","548372","548371","545520","544959","547205","556220","549665","553558","545351","551632","546633"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["barricade","construction","pylon","spirit","distraction","photographer","artwork","eye","tag","commentary"]}
