{"path":"546460.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"This photograph features a scenic view of a modern educational or institutional building surrounded by lush greenery. The foreground is dominated by dense vegetation, possibly a fern or shrub garden, which is vibrantly green and partially shadowed, suggesting that the photo was taken in the late afternoon or early morning when the sun is lower in the sky.\n\nA large tree stands to the left side of the frame, its trunk and branches subtly dividing the image and adding an organic feel contrasting with the structured background. The tree's leaves create dappled light patterns on the ground and plants below.\n\nIn the background, the building appears to be a single-storied structure with a row of repeated modular sections. Each module features a large window and a sloping dark roof, characteristic of mid-20th-century modern architectural styles. The building is long and linear, stretching across the frame from left to right. It is accentuated by an external corridor supported by columns, giving it a somewhat open, accessible feel. A low wall, possibly brick or concrete, separates the building from the natural foreground, implying a boundary between the built environment and the natural setting.\n\nThe photograph communicates a sense of tranquility and the blending of nature with human-made structures, suggesting a setting designed for peaceful, thoughtful activities, likely educational in nature. The lighting and composition lend a slight sense of nostalgia to the image, perhaps indicating its capture in the late 20th century. The absence of any people or moving objects in the image reinforces the stillness and quietude of the environment.","title":"Lillian Schmitt Elementary School. Built in 1957","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["546456","542593","546464","546702","546534","546543","546473","546542","546463","546505","546559","546470","548866","546457","546532","549360"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["blending","corridor","repeat","century","quietude","fern","nostalgia","building","communicate","concrete"]}
