{"path":"546440.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"The photograph showcases a streetscape with an urban setting, focusing on a vintage, three-story building painted in a light blue color. The structure, exhibiting typical architectural elements from an early 20th-century style, features rounded arches on the third-story windows and a central projecting bay area with decorative moldings and ornaments. The bay includes pilasters and a pediment enhancing its appearance along with some ornamental sculptures within recesses.\n\nThe ground floor hosts several businesses as indicated by signage and the presence of different storefronts. From left to right, visible signs include a generic \"Center\" and \"Hilliard & Sons Co.\", hinting at local enterprises, possibly serving everyday needs or specific patron services.\n\nIn front of the building, the street scene is bustling with vehicular activity dominated by three vehicles: a green retro car parked at the roadside, a white Ford truck in motion in the foreground, and another green vehicle parked along the curb. The parked car and truck display the distinctive automotive design elements from the mid-20th century, suggesting the photo could be capturing a moment from that era.\n\nAdditionally, there's a streetlamp centrally positioned in front of the building and a pedestrian crossing in front of the truck. A person in a red top and blue shorts walks beside the building, contributing to the dynamic everyday life atmosphere of the setting.\n\nIn the background, the sky is a clear and vibrant blue, suggesting the photograph was taken on a sunny day which brings a bright and crisp clarity to the scene.\n\nThis image effectively captures a combination of architectural, commercial, and daily urban life from a past era, reflecting a moment in time within a potentially small or mid-sized American town.","title":"Model block on Washington street (store front improvements)","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["546436","545333","557156","546428","557805","550138","550107","542900","550118","550024","550108","557155","549991","557643","545362","552526"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["truck","bay","front","streetscape","recess","ornament","pediment","story","patron","molding"]}
