{"path":"546429.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"The photograph captures a detailed view of a charming, vintage wooden house which exhibits characteristics of traditional American architectural styles from late 19th to early 20th century. The house is prominently displayed in the forefront and is a two-story structure, possibly a Queen Anne style, known for its complex, asymmetrical shape and decorative trims.\n\nThe house's façade is painted in a light cream color, contrasted by darker trims which accentuate the architectural details. The first level features a porch with classical columns supporting the roof, creating an inviting entrance adorned with a decorative railing. The porch leads to the main entry which has a modest white door.\n\nThe second level showcases an array of windows, most notably a large, centrally placed window complex with smaller panes surrounding a central pane of glass. This is framed by elaborate decorations, including spindle work and a sort of cross design in darker trim, enhancing its historical character.\n\nThe roof of the house is steep and gabled, with a pattern of different shaped shingles and an ornate, circular vent towards the front part of the roof, serving both functional and aesthetic purposes. The visible side of the house also displays a complex roofline indicative of the mentioned architectural style.\n\nIn front of the house, there's a wooden picket fence painted white, matching the overall quaint and classic appearance of the scene. The background of the image is clear blue sky, hinting at a peaceful, sunny day. Adjacent to the showcased house, part of another house with similar design elements can be glimpsed, suggesting this might be located in a historical neighborhood.\n\nOverall, the composition of the photograph is well-balanced, capturing the essence and detail of vintage American residential architecture, radiating a sense of historical charm and beauty.","title":"A well-kept house on Franklin Street","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["557076","546433","550124","558156","546439","558160","552488","548667","548664","558159","548661","558155","542967","548662","555578","546442"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["house","trim","pane","porch","roof","19th","level","picket","style","roofline"]}
