{"path":"546427.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"This photograph captures a street scene from a downtown area, possibly from the 1960s or 70s based on the style and model of the cars parked along the street. The image shows a sunny day with clear blue skies.\n\nThe architecture along the street is indicative of early 20th-century commercial buildings, featuring ornate facades with repeating architectural elements, such as arched windows and decorative moldings. The facades are predominantly colored in light hues with some dark accents.\n\nOn the left side of the image, there is a store with various signs that advertise \"HEALTH AIDS,\" \"HAIR NEEDS,\" \"TOILETRIES,\" \"FIRST AIDS,\" \"VITAMINS,\" \"BEAUTY AIDS,\" and \"COSMETICS.\" Next to it is a shop labeled \"SINGER,\" likely a Singer sewing machine store. There are several other businesses visible but their signs are less prominent.\n\nIn the foreground, three individuals are walking on the sidewalk. Two appear to be wearing white lab coats, suggesting they may be healthcare workers or pharmacists, as they are walking near the health store. Another individual, dressed in dark clothing, is walking ahead having just passed by a street lamp.\n\nThe street is lined with cars indicative of the era, designed with long bodies and distinct chrome detailing. The pavement and the pedestrian areas are typical of urban settings, with concrete sidewalks and curbs.\n\nOverall, the scene captures everyday life in a mid-20th century American town, emphasizing commerce and pedestrian activities beneath architectural styles from a bygone era.","title":"Model block on Washington Street (store front improvement)","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["546428","542900","551125","557805","556225","552602","548399","545333","552411","556709","545216","548388","548369","550142","556224","549882"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["store","street","pedestrian","sidewalk","healthcare","facade","molding","era","70","century"]}
