{"path":"546488.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"This photograph presents a view of an urban setting that features a mix of architectural and artistic elements. The main architecture in the scene is a large, elegantly designed historical mansion with a slate roof, multiple chimneys, and a prominent entrance adorned with pillars and decorative trim. The building appears to be a mix of architectural styles, including elements typical of Victorian and perhaps Colonial Revival designs.\n\nIn the foreground, one can see a modern light pole structure with several round, illuminated globes arranged in a circular fashion at the top, providing a sharp contrast to the classic architecture in the background. The pole and lights add a contemporary touch to the scene, perhaps suggesting the photograph was taken in a place where old meets new.\n\nTo the right of the image is a large sculptural artwork that appears to resemble a fragment of a larger figure, which could be part of an outdoor gallery or public art installation. The sculpture adds an artistic flair to the setting, emphasizing a cultural or communal significance in this area.\n\nIn front of the historical building, there are vintage cars parked, which date back to mid-20th century designs, reinforcing the historical context of the building and giving an old-fashioned feel to the scene. The area is surrounded by well-maintained lawns and trees, suggesting that the location is likely in a well-cared-for urban or suburban area.\n\nOverall, the composition skillfully blends historical and contemporary elements, capturing a locale rich in architecture, history, and art.","title":"Rogers Memorial Library, with old Irwin family home in background","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["542967","556046","549997","556020","557076","557074","558030","557073","558156","547229","558159","556766","546440","550024","557156","552042"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["art","architecture","globe","flair","pole","artwork","sculpture","mix","fragment","locale"]}
