{"path":"546463.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"The photograph depicts a serene and natural landscape during what appears to be late afternoon, judging from the soft, subdued lighting. The scene is composed of a lush green field dotted with yellow wildflowers, suggesting it might be spring or early summer. The foreground is filled with thick grass and wildflowers, creating a dense texture. This leads to a slightly middle ground where several deciduous trees with young, fresh leaves are sparsely scattered across the field.\n\nIn the background, somewhat at the center of the composition, stands a distinctive structure that appears to be a modern, architecturally unique building or perhaps a church. This building is characterized by its large, conical roof that tapers to a remarkably sharp, elongated spire that pierces the sky. The roof's design suggests it might be influenced by modern architectural styles, possibly mid-century modern due to its bold, geometric form.\n\nThe building is framed by the trees on either side, using a natural frame within the composition that helps to draw the viewer’s eye towards the architectural feature. The natural environment and the architectural element contrast yet complement each other, with the natural scene's organic forms and colors setting off the sharp lines and dark silhouette of the building.\n\nThe overall mood of the image is peaceful and contemplative, with the soft lighting and natural setting providing a quiet backdrop that highlights the striking architecture. The image appears to be taken with a film camera, indicated by the texture and quality of the image, which adds a vintage or timeless feel to the scene.","title":"North Christian Church","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["546455","546480","557952","554035","546472","557023","544523","546464","543580","546533","548149","546460","554562","546468","546473","544561"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["wildflower","taper","pierce","spire","field","building","roof","strike","form","church"]}
