{"path":"546428.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"The photograph captures a lively urban street scene, likely taken in the mid-20th century based on the style of automobiles and architecture. A row of two-story buildings, designed in a classic architectural style with decorative cornice work, occupies the majority of the frame. The facades of these buildings feature a series of tall, narrow vertical elements that add to their visual height and elegance.\n\nOn the ground level, various storefronts are visible, each with large glass windows and signage advertising different businesses. From left to right, visible signs include a beauty salon, a TV repair shop featuring brands like Singer and RCA, and another store that appears to offer medical supplies, as suggested by a sign that reads `Medi-Sav Pharmacy.` Trophies are displayed in front of one of the shops, suggesting either a sport store or a trophy shop.\n\nSeveral people are visible on the sidewalk, contributing to the urban atmosphere. They seem engaged in everyday activities such as walking or possibly window shopping.\n\nIn the street, parked and moving vehicles are evident, including a white sedan in the foreground and other cars typical of the era, characterized by their long, streamlined bodies and prominent use of chrome.\n\nThe overall scene is filled with a sense of daily life and commercial activity in a mid-century American town, highlighted by clear skies and bright sunlight that casts shadows on the buildings, enhancing the three-dimensionality of the architecture and the urban landscape.","title":"Model block on Washington Street (store front improvement)","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["545333","542900","556225","551125","546427","545216","549872","552602","556224","546440","542586","557805","548388","550138","550127","549882"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["shop","store","tv","cornice","elegance","architecture","majority","shopping","storefront","advertising"]}
