{"path":"546462.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"This photograph captures an indoor scene dominated by an architectural structure that forms an arched, tunnel-like corridor. The arch is painted a deep mauve on the outside, transitioning into a rich yellow-green on the inside, suggesting a vivid, almost psychedelic color scheme typical of certain vintage or retro aesthetics.\n\nWithin this archway, two individuals are walking toward the foreground. Both appear to be women, and they are dressed in casual attire. The one on the left wears a striped, bulky sweater and jeans, while the other wears a light jacket and jeans. They both have long, straight hair.\n\nThe corridor is lined with various elements suggesting an educational or office setting. On the left, there's a tall, dark bookcase filled with books, below which a series of what seem to be posters or paintings are displayed against the corridor wall. At the far end of the corridor, a few more people are visible, walking away or standing, partially shadowed and indistinct.\n\nWindows with metal frames break the mauve wall to the right, adding natural light and offering a view of external structures, possibly other parts of the building or nearby buildings. This side also features a low wall or radiator cover.\n\nThe entire scene is bathed in soft, natural light filtering from outside, casting gentle shadows and enhancing the tranquil yet somewhat dynamic atmosphere of the setting. The composition focuses on the perspective of the corridor, drawing the viewer’s eye along the path taken by the protagonists.","title":"L. Frances Smith Elementary School. Tube-like ramps take children from one level of the school to another.","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["546576","546526","556276","546498","546517","546489","546510","546558","546515","546475","546528","549643","546532","546450","546514","546494"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["corridor","wall","jean","inside","outside","archway","tunnel","painting","filtering","poster"]}
