{"path":"546444.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"This photograph features a front view of a two-story house, displaying a traditional architectural style. The house has a symmetrical facade, adorned with a central entrance framed by four white columns supporting a covered porch. Each column has a decorative, classical capital and a square base. The porch roof is edged with modest, ornamental details, and the entrance has dark-toned, double doors with intricate wrought iron grilles.\n\nThe building's exterior is clad with horizontal siding, painted white, complemented by dark blue shutters on the tall, narrow windows that flank either side of the doorway on both levels. The upper windows share the same blue shutters, enhancing the house’s aesthetic uniformity and color contrast.\n\nOn the porch lies a single, old-fashioned bathtub that appears to be repurposed into a planter, filled with soil and a sprouting young tree or shrub. This adds an element of quirkiness to the scene.\n\nThe photograph is marked by a significant shadow in the foreground, possibly from another structure or a large tree not visible in the shot, which partially obscures the view of the house’s facade and the front lawn. This shadow creates a play of light and dark across the scene, focusing attention on the illuminated parts of the house and bathtub. The lawn appears well-maintained with manicured grass.\n\nOverall, the composition of the photograph, the style of the house, and the inclusion of the bathtub on the porch give the image a nostalgic and somewhat whimsical character.","title":"Man napping on his front porch","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["557076","558155","558156","548662","548667","548661","557065","548664","550124","546439","557094","557092","546429","558159","558153","546442"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["house","porch","shutter","lawn","column","entrance","facade","planter","capital","uniformity"]}
