{"path":"546425.jpg","date":"February 1973","photographer":"Vachon, John","caption":"The photograph captures a large outdoor advertisement billboard promoting the \"Luquillo Seaside Condominiums\" in a tropical setting. The billboard is brightly colored with yellow and red and has text written in both a playful and professional font. The top of the billboard reads \"Luquillo Seaside Condominium\" in large, bold letters, followed by the slogans \"More than paradisiacal... FANTABULOUS!\" and \"...so Adam and Eve said.\"\n\nThe main section of the billboard features additional appealing text to entice potential buyers, mentioning that the condominiums are located \"next to Puerto Rico's most beautiful beach - Luquillo,\" and near golf courses and other attractions. Information about the apartments is provided as well; they are described as 3 bedroom, 2 bath duplex apartments with amenities like mountain and ocean views, swimming pools, tennis courts, a cultural center, shopping, a restaurant, ample parking, and 24-hour security.\n\nOn the right side of the billboard, there is a large illustration of a red apple with a green leaf, and the text \"Take a bite like Adam did…\" designed to allure viewers by invoking the sense of entering a paradise.\n\nBelow the billboard, there are some small agave plants and the ground appears to be a mix of dirt and sparse grass, suggesting a somewhat undeveloped area. There are no people or moving vehicles visible in the photo, focusing all attention on the billboard itself. In the background, dense tropical trees can be seen, reinforcing the message of a beautiful and natural location.\n\nAt the bottom of the billboard, there’s additional signage advertising \"North Mortgage Financing\" with contact information, implying the availability of financial services for potential property buyers.","title":"Luguillo beach","placename":"San Juan (P.R.)","location":"San Juan, Puero Rico","nn1":["546421","548730","547648","543557","554123","552985","543100","554034","543814","548674","547841","544864","545263","547845","544145","548694"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["billboard","text","apartment","information","allure","availability","golf","describe","illustration","font"]}
