{"path":"546510.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"This photograph captures an architectural structure designed with geometric precision. The frame showcases an enclosed walkway made primarily of a crisscrossing metal framework, creating an intricate pattern of light and shadow. The structure's roof and walls are assembled using multiple metal beams that intersect at varied angles, presenting a mesmerizing, grid-like complex that allows light to filter through in dynamic patterns.\n\nThe walkway is lined with a series of lush plants in rectangular planter boxes on one side, adding a touch of nature to the industrial ambiance. Vibrant red and green plant colors contrast starkly against the grayscale of the metal beams, enhancing the visual interest of the space.\n\nA sole figure is visible within this setting, walking away from the viewpoint towards the far end of the corridor. The person is dressed in dark clothing, which makes them subtly blend into the shadows cast by the metallic framework. The light coming from the open end of the corridor where the person is headed adds a sense of depth to the photograph, leading the viewer’s eye along the pathway.\n\nThe background against which the person moves appears to be the continuation of the structural building, accentuated with more metal framework visible through glass panels that might be part of the building's exterior wall or additional corridors parallel to the one pictured.\n\nOverall, the photograph exudes a sense of solitude and the architectural beauty of modernist design, capturing the interplay between natural and manufactured elements in an urban setting.","title":"Greenhouses are part of the new addition to the irwin union bank","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["546517","546498","557976","546514","546531","546450","546506","543575","557391","546519","555318","546470","546515","546526","544012","546539"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["corridor","framework","metal","walkway","end","beam","person","planter","assemble","manufacture"]}
