{"path":"546517.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"This photograph captures an indoor architectural space that features a striking geometric structure. The location seems to be a corridor inside a building with modern designs. The dominant architectural element is a large, sloping, triangular roof made from a complex lattice of metal or steel beams. This design allows for an abundance of natural light to enter the space through the transparent glass panels that form the walls and ceiling.\n\nThe interior walls on one side are made from dark, textured bricks that contrast with the industrial metal framework of the roof. This provides a visual balance between organic textures and modern materials.\n\nOn the floor, there are large, red cylindrical planters that house a variety of lush green plants and foliage. These planters are systematically arranged along the corridor, adding a touch of nature and vibrancy to the modern setting and breaking the angular lines with their rounded shapes and the soft textures of the plants.\n\nA walkway, paved with light-colored tiles, runs through the center of the space, guiding movement along the length of the corridor. In the background, a couple of people can be seen walking, suggesting the space is a public or semi-public area, accessible for walking through or potentially serving as a pedestrian connector between different sections of the facility. \n\nOverall, the composition of this photograph adeptly captures the interplay between modern architecture and natural elements, creating a visually interesting and dynamic indoor environment.","title":"Greenhouses are part of the new addition to the irwin union bank","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["546510","546511","551487","546514","557391","546481","546531","546526","546515","546450","546473","546506","546470","555318","546462","555304"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["corridor","planter","space","lattice","abundance","walk","wall","pave","tile","enter"]}
