{"path":"546565.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"The photograph captures a calm and contemplative indoor scene featuring two young boys. The setting is a comfortable room dominated by warm colors and natural materials.\n\nThe left side of the image showcases a young boy, concentrated on writing or drawing. He is seated at a round table, which appears to be of modest size and is colored pale yellow. On the table, scattered around him, are various items including a book with a visible title \"The American Peoples Encyclopedia\", newspapers, and other papers or books, giving the impression of a studious activity.\n\nThe boy, dressed in a brown jacket, is absorbed in his work, his dark hair partly obscuring his face as he leans forward over his papers. The focus on the task at hand can be seen in his posture and the firm grip on his pencil.\n\nTo the right, another young boy stands by a large window that fills the scene with soft natural light. This second boy is facing away from the camera, looking out the window, and his posture suggests curiosity or contemplation of the outside view. He wears a striped shirt and darker colored pants, providing a visual contrast to the first boy’s outfit.\n\nThe background features a red couch with a tufted design, partially visible in the forefront. Behind that, there’s a brick wall that spans the entire background, lending texture and an earthy tone to the setting. \n\nThis indoor environment, with its combination of focused indoor activity and attention directed toward the outside world, portrays a moment of childhood occupied by learning and quiet reflection.","title":"Boy fills out book withdrawal card from rogers memorial library","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["546561","557352","553147","545332","545319","545959","553528","546547","558209","544364","551766","545953","556604","544356","552114","544368"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["boy","papers","book","colore","table","pencil","couch","posture","tuft","learning"]}
