{"path":"546526.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"This photograph captures an indoor setting, likely within a modern building featuring a mix of architectural elements. The composition is split into different visual layers, highlighted by various sections of the architecture. A prominent angular concrete walkway cuts diagonally across the upper part of the frame, leading a viewer's eyes towards its edge. On this walkway stands a woman observed from a distance, dressed in a colorful jacket, looking downward towards the central area of interest.\n\nBelow the walkway, at a lower level which appears to be a courtyard or atrium, there is a circular table around which two individuals are seated, engrossed in what seems to be study or work-related activities. Papers and books are scattered on the tabletop. Both individuals, who appear to be women, are focused on their tasks, seemingly unaware of being observed. The setting is relatively open, surrounded by dark tiled flooring which contrasts with the lighter tones of the concrete.\n\nBackground elements include a dash of greenery, suggesting the presence of a garden or plant decorations within this indoor space, adding a touch of natural life to the otherwise stark environment. The scene is encapsulated in a setting that suggests a focus on academic or intellectual pursuit, emphasized by the presence of study materials and the overall tranquility and isolation of the space. The photograph exhibits a play of textures and geometric forms, creating a layered and intriguing composition.","title":"Southside junior high school, built in 1969","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["546515","546511","546519","558211","551487","546528","555290","546517","546500","546470","546498","546462","546531","546560","546532","546450"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["walkway","courtyard","concrete","flooring","pursuit","observe","split","engross","tasnks","intrigue"]}
