{"path":"546521.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"The photograph captures a cityscape that blends modern and historical architectural elements, viewed through a large glass window or barrier displaying reflections. On the left side of the frame, one can glimpse old buildings that possess a more traditional architectural style, featuring red brick walls and eye-catching pointed rooftops that might suggest a historical or academic use.\n\nIn contrast, the central and right portions of the image incorporate modern architectural elements. There is a high-rise building visible in the reflection, characterized by a simple, grid-like facade typical of mid-century modern design. This building stands tall against a lighter sky, indicating possibly a central business district nearby.\n\nDirectly observable through the window, there is a long, contemporary structure with a flat roof, extensive use of glass and steel, and a repeated modular design that extends into the distance. This structure might serve a commercial or educational purpose, suggested by its meticulous, functional design.\n\nThe foreground inside the glass features an outdoor space, possibly a part of a plaza or park adjoined to the modern building. It includes a neatly maintained hedge running alongside a paved walkway, which is bordered by what appears to be a metal fence or barrier, contributing to the structured and organized appearance of the area.\n\nOverall, the composition plays with reflection, depth, and the contrast between new and old architectural styles, possibly to convey a sense of coexistence and evolution in an urban setting.","title":"Addition to Irwin Union Bank and Trust Company","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["549997","551493","549880","545380","551442","550062","547229","550007","557271","557280","555329","545869","546539","546531","553557","552042"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["reflection","glass","barrier","adjoin","evolution","hedge","design","incorporate","possess","repeat"]}
