{"path":"546524.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"This photograph captures the architectural design and serene ambiance of a contemporary building's outdoor porch or deck area. The scene is set against a sprawling, lush green landscape that extends into the distance, possibly a golf course or a similarly manicured outdoor space.\n\nThe deck itself is constructed from wooden planks, arranged in a horizontal fashion, providing a textured appearance. A significant feature of the composition is the overhead structure, which is a large, slanted, dark-colored canopy extending from the building, providing both shade and a geometric aesthetic contrast against the bright, open sky.\n\nOn the left of the image, there are tall vertical supports, possibly made of metal, that help support the canopy. These create a series of linear and angular elements that contrast with the horizontal lines of the decking.\n\nFurther enhancing the space's utility and design, there is a metal railing bordering the edge of the deck, punctuating its perimeter and offering safety. The railing continues down a series of steps leading to another level, suggesting this deck is part of a multi-tiered structure.\n\nNear the steps, there are two metal benches, providing seating that complements the industrial motif of the metal supports and railings. These benches offer a place for relaxation and enjoyment of the surrounding view.\n\nIn the background, immediately adjacent to the building from which this deck extends, one can observe glimpses of other architectural elements like windows and possibly stone or masonry, suggesting a blend of materials used in the building's construction.\n\nOverall, the photograph showcases a tranquil and aesthetically harmonious environment, designed for comfort and enjoyment of the natural surroundings. The mood is calm and inviting, with a focus on clean lines and open spaces.","title":"Back area of the otter creek clubhouse and golf course","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["551264","546509","544483","551265","546470","546464","548653","543587","544565","553744","546505","543580","546460","546480","546463","544561"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["deck","railing","metal","support","bench","enjoyment","step","canopy","masonry","extend"]}
