{"path":"546581.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph captures an aerial view of a bustling metropolitan area featuring a complex interchange of freeways and a river. The image shows several roads intertwined with bridges crossing over a river that winds through the city. The roads are bustling with various vehicles, suggesting a photo captured during daytime peak traffic conditions.\n\nOn the left side, the cityscape includes high-rise buildings possibly consisting of residential apartments or office spaces directly adjacent to the river. The buildings are modern in structure and closely packed together, indicating a dense urban area. Toward the center and right of the image, more greenery is visible, with trees and grassy areas along the riverbanks, providing a contrast to the urban development.\n\nThe bridge structures are prominent, with one large bridge spanning the river and connecting different parts of the city. Below the bridge, the river appears calm, reflecting the surrounding areas and the cloudy sky above. The photograph is taken from a high vantage point, providing a comprehensive view of both the urban and natural elements of the region.\n\nThe overall composition of the photo effectively portrays the integration of nature with urban development and the infrastructure necessary for city transportation. The cloudy sky and the reflection on the water contribute to the image's atmospheric quality, making it visually engaging and dynamic.","title":"Roosevelt Bridge, one of six crossing the Potomac from Washington, DC to Virginia. The Washington Cathedral is on the horizon.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546704","546569","548344","546669","546689","551188","546706","548427","548414","548407","553559","548418","546616","546574","544634","553846"],"cl":[4],"cluster":["#04 &mdash; Bridges/Overpasses"],"terms":["bridge","river","city","freeway","interchange","development","integration","apartment","daytime","road"]}
