{"path":"546512.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"This photograph features a large, abstract bronze sculpture dominating the foreground, which resembles an arch or gateway formed by two curving limbs bending towards each other. The patination on the sculpture gives it a textured, greenish-blue appearance, contributing a somewhat aged and weathered look.\n\nThe sculpture is set against an urban background consisting of a modern building structure characterized by geometric simplicity, and clean lines. The building's facade is composed of large, rectangular, muted brown tiles. Broad windows, arranged in simple, uniform rows, cover the facade, reflecting a stark functionalist architectural style.\n\nIn the space between the sculpture and the building, a wide plaza or open area is visible, paved in a plain manner which complements the austere environment. A few people can be seen walking near the entrance of the building, engaged in what appears to be casual activity or transit, possibly students or staff, hinting that the building could be an institution like a university or a government facility.\n\nThe lighting in the image suggests it may be either morning or late afternoon, as the shadows are cast long and soft, contributing to the tranquil and somewhat scholarly ambiance of the setting. The overall composition of the photograph balances the imposing nature of the sculpture with the vertical strength of the building's architecture, creating a dramatic yet harmonious interaction between art and structure.","title":"Henry Moore's \"Large Arch,\" which was installed near the Rogers Library in 1971","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["546516","546508","553278","551662","549317","557263","551651","553163","553769","551476","546506","546520","553254","549980","551646","553281"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["sculpture","building","facade","bronze","institution","limb","staff","strength","student","government"]}
