{"path":"546590.jpg","date":"March 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph depicts a scene from a parking lot positioned in front of a one-story, brown building with the label \"LERNER\" visible. The building has large, rectangular sections painted in darker brown and features at least two visible entrances, one of which is a set of glass doors. Above this entrance, there's a sign reading \"Clem's Shop\", flanked by darkened glass panels.\n\nIn the foreground, there is a line of individuals—approximately fifteen people—standing along the parking space markings. The lineup shows a relatively equal mix of men and women, all dressed in cold-weather attire that suggests the photograph was taken in a cooler season. Their clothing styles include various coats, ranging from light to darker shades, skirts, pants, and ties. Notably, the styles and colors are typical of late twentieth-century fashion.\n\nThere are two cars very close to the line of people—a blue coupe parked on the left side of the frame, and a dark-colored coupe partially cut off by the frame's edge on the right. These cars seem to belong to the era when the photograph was taken, possibly the 1970s or 1980s based on their design.\n\nThe environment lacks substantial vegetation, but there are a few small, leafless trees and a bush with golden-brown foliage indicative of autumn or early winter. The overall tone of the image is somewhat bleak, enhanced by overcast lighting that creates a muted look across the scene. This setting, along with the lined-up people facing towards the building, suggests this might be a moment before an event or gathering, perhaps a sale or special opening at the store, given the context of a retail parking lot.","title":"Disciplined riders queue up for early morning express bus from montgomery mall (md shopping center) to Washington, dc","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546594","546598","546602","556801","549855","546651","546600","546599","546664","547190","556196","546605","546731","556808","556201","546596"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["coupe","parking","entrance","lot","lineup","retail","panels","bush","styles","darken"]}
