{"path":"546673.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This is a high-angle aerial photograph capturing a striking view over an urban landscape with prominent riverside features. The image includes a mix of architectural styles and infrastructure.\n\nIn the foreground, we see a dense cluster of mid-rise buildings which appear mostly residential or possibly small commercial businesses, evident from their varied roof colors and structures. This area is interspersed with streets and small patches of greenery, probably trees lining the streets or small parks.\n\nDominating the mid-ground are two large, remarkably curved multi-story buildings with layers resembling circular terraces. These buildings are likely commercial due to their size and structured shapes, standing out due to their unique architectural style compared to the surrounding block-style buildings. Nearby, roads curve gracefully around these structures and the waterfront, contributing to a dynamic urban layout.\n\nTo the left in the mid-ground, there is a massive, elongated building with a classical facade, possibly a museum or governmental building, given its monumental scale and presence. This building is set adjacent to spacious green areas that imply a public or ceremonial function.\n\nIn the background, across the river, we observe a lush park area bordered by a calmer residential or commercial district characterized by smaller buildings and abundant tree coverage, suggesting a more suburban setting.\n\nThe river itself is broad and smooth, reflecting the overcast sky, and enhancing the serene atmosphere contrasting with the urban density. Major roads and infrastructure weave through the landscape, showing an advanced and well-planned transport system.\n\nOverall, the composition offers a detailed lens into an urban setting where architectural innovation and natural elements like the river and green spaces coexist, demonstrating the diversity of urban planning and environmental integration.","title":"Watergate Complex, Kennedy Center and the Potomac River looking southwest","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["551188","551189","548407","547253","553559","546706","556949","546582","557421","550548","546669","549480","555720","557274","549477","546694"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["building","river","mid","museum","style","terrace","park","integration","infrastructure","coverage"]}
