{"path":"546669.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph is an aerial view of a city with significant infrastructure and landscape features. The picture captures a river curving through the cityscape, flanked on both sides by developed urban areas. On the left side of the river, there's a cluster of tall, modern buildings that possibly represent a downtown or central business district. This is contrasted with more densely packed, smaller buildings on the right side of the river.\n\nA major high-traffic freeway runs parallel and close to the riverbank, which includes multiple lanes that indicate a heavy flow of vehicles. This freeway exhibits complex interchanges, including one prominently in the lower center of the photo, which suggests a significant infrastructural setup catering to a large population.\n\nThe bridge that crosses the river is an arched design, indicating both aesthetic and engineering consideration, typical of major arterial routes connecting different parts of the city.\n\nThe overall greenery surrounding the edges of the river and extending into the horizon shows that the city has maintained ecological areas or parks, which may serve as recreational or environmental conservation areas.\n\nLight conditions indicate either dawn or dusk, creating a softer, more diffused lighting that casts a calm over the urban environment. The overall composition, with the river acting as a leading line, draws the viewer's eye from the foreground to the background, suggesting depth and scale in the urban environment.","title":"Whitehurst freeway and the potomac river, looking northwest","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546706","551188","548407","546581","551189","546582","551178","546694","547263","550548","552715","551181","553559","546673","557274","548427"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["river","freeway","city","population","consideration","interchange","cater","downtown","district","conservation"]}
