{"path":"546699.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph is an aerial view of a bustling urban area, prominently featuring a large car dealership and surrounding infrastructure. The scene captures various elements typical of a city environment:\n\n1. **Car Dealership**: The center of the image shows a large car dealership with rows of cars parked in a lot. The lot is densely packed with vehicles of various colors. There are some banners visible, one of which reads \"LOVING,\" suggesting a promotion or the name of the dealership.\n\n2. **Roads and Traffic**: Surrounding the dealership are busy roads lined with moving cars. To the left of the dealership, there is a street with a long line of vehicles, which indicates either heavy traffic or a traffic light causing a backup. Other roads and smaller streets intersect and border the main roads.\n\n3. **Buildings and Commercial Spaces**: Adjacent to the dealership are other commercial buildings, including what appears to be another smaller car lot or a service area associated with the dealership. The buildings are flat-roofed, typical of commercial industrial constructions.\n\n4. **Parking Areas**: Besides the main parking lot of the dealership, there are additional parking areas associated with other buildings, filled with cars and a few trucks.\n\n5. **Vegetation and Landscape**: Sparse patches of greenery can be seen throughout the area, primarily grassy areas bordering the roads and small trees lining the streets, contributing a slight break from the urban layout.\n\n6. **Railroad Tracks**: To the right side of the image, parallel to one of the roads, railroad tracks are visible. This element adds to the industrial feel of the area, hinting at the transportation and logistics that might be significant in this locality.\n\nThe photograph overall gives an impression of a busy commercial district focused heavily on automotive sales and services, intermixed with typical urban traffic and infrastructure elements. The aerial perspective provides a comprehensive overview of the layout and activity in this urban slice.","title":"Parking congestion","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546671","548434","545382","546708","547764","546616","549476","549523","546579","548433","548359","550143","546723","553001","555755","546715"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["dealership","lot","roads","car","parking","traffic","layout","service","associate","promotion"]}
