{"path":"546692.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph captures a vibrant, high-angle cityscape, possibly taken during the later part of the day, giving a detailed view of urban activity and notable landmarks. Here's a breakdown of the key elements in the image:\n\n1. **Foreground**: Prominently featured are several highways bustling with vehicular traffic. They curve and intersect at various points, filled with cars that suggest a busy urban life. A large parking lot filled with densely packed cars is seen next to the highways.\n\n2. **Waterfront**: To the left, there is a sizable marina packed with numerous boats of varying sizes, neatly docked in rows along the waterway. This adds a recreational or possibly commercial maritime element to the urban environment.\n\n3. **Buildings**: A mix of prominent governmental and possibly commercial buildings can be seen. These buildings are grand with classical architectural designs, hinting at their institutional importance.\n\n4. **Landmarks**: The Washington Monument stands out as a distinct, tall, narrow obelisk in the mid-background, establishing the location as Washington D.C. It serves as a focal point due to its height and iconic shape.\n\n5. **Background**: The broader landscape includes a view of a calm river further augmenting the scenic beauty and aesthetic of the area. A slightly cloudy sky covers the horizon, suggesting overcast weather conditions which might explain the slightly subdued lighting in the photograph.\n\nThe image as a whole provides a comprehensive view that combines elements of transportation, recreation, historical architecture, and urban design, encapsulating a moment in the dynamic life of Washington D.C.","title":"Southwest freeway (foreground) looking north to Washington monument","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546679","547267","546693","546741","546570","547228","546585","546577","547226","552268","546584","548392","552233","546678","557274","552231"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["landmark","highway","augment","breakdown","pack","marina","explain","establish","importance","recreation"]}
