{"path":"546693.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph provides an aerial view over a bustling urban landscape, focusing primarily on a complex network of roadways and a distinctive bridge crossing a river. \n\nThe composition captures a major bridge that spans over a river, appearing to connect two parts of a city. The bridge is filled with cars, indicating heavy traffic flow. Multiple lanes of roads and several ramps connected to the bridge illustrate a busy interchange system, suggesting a significant transportation hub in the city. \n\nOn the right side of the image, there's a wide river flowing beneath the bridge with some boats present along one of its banks, where there appears to be a docking area with several stacked materials, hinting at commercial activity.\n\nThe urban backdrop is dense with various buildings ranging in architecture and size, with abundant greenery interspersed among them, providing a lush contrast to the urban environment. The horizon shows a view of the city that extends far into the distance under a slightly overcast sky.\n\nSignificantly, towards the top middle of the image, the United States Capitol building can be seen, which identifies this cityscape as Washington D.C. The presence of this landmark situates the photograph geographically and adds a sense of grandeur to the overall scene.\n\nOverall, the photograph depicts a dynamic urban setting that balances natural beauty with bustling city life, highlighting the connectivity and density typical of a significant capital city.","title":"Pennsylvania Avenue and Anacostia Bridge looking west","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546704","546692","546570","546569","546581","546679","546689","547267","548414","546741","557274","546573","546616","548344","550157","546669"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["bridge","city","river","interchange","ramp","capital","docking","connectivity","landmark","hub"]}
