{"path":"546689.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This aerial photograph captures a bustling urban scene dominated by extensive roadways and a river. In the center, a multi-lane bridge spans a wide river, packed with vehicular traffic suggesting a time of peak travel or congestion. This bridge connects two distinct areas, likely different parts of the city, and supports both directions of traffic.\n\nThe river beneath the bridge appears calm and is bordered on one side by a green park area, adding a natural element to the urban landscape. A small boat is visible on the water, possibly used for tours or personal recreation, contrasting with the static nature of the heavy traffic on the bridge.\n\nTo the left of the bridge, the road systems are complex, featuring circular ramps and intersecting highways, facilitating various entry and exit points to the bridge. This area is surrounded by lush greenery and smaller structures, providing a contrast to the denser development seen on the opposite side.\n\nOn the far left, multiple vehicles crowd the highways and roads, with some semblance of organized lanes. Adjacent to the roads on this side are commercial and industrial buildings, the most prominent being one with a sign labeled \"Gulf,\" indicating a gas station. This commercial presence underscores the functional and utilitarian character of this part of the city.\n\nIn the background, the city continues with a mix of residential, commercial, and potentially industrial zones. The density of buildings decreases as the land extends farther from the river, suggesting the transition into less urbanized or suburban areas.\n\nOverall, the photograph depicts a dynamic urban landscape characterized by heavy traffic, architectural infrastructure designed to manage both vehicular and maritime activities, and the juxtaposition of natural and built environments.","title":"Anacostia Bridge, looking east toward Maryland","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546569","546704","546573","546581","548344","546616","548414","555745","548427","551188","551989","546588","546578","549503","555758","547263"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["bridge","traffic","river","highway","city","decrease","road","ramp","tour","entry"]}
