{"path":"546600.jpg","date":"March 1973","photographer":"Okamoto, Yoichi R.","caption":"The photograph captures a somewhat bleak and overcast day, showing a group of people crossing a street. These individuals, both men and women, are dressed in coats appropriate for cooler weather. Their attire primarily consists of coats, with men mostly in darker tones and a few women in lighter colored coats. They appear to be in a purposeful group crossing from one side of the road to the other, but it's not clear if they are headed to a specific event or just crossing the street during a daily routine.\n\nIn the background, there is a three-story motel-style building with balconies on each floor. People can be seen in some areas of the balconies, suggesting either residential or business use. The architecture is plain with visible external corridors leading to the rooms.\n\nA road runs across the foreground and the background of the image, with a vintage car visible on the roadway. The scene includes a 'YIELD' sign prominently placed on an island in the middle of the road. Another road sign is seen in the grass area on the right side of the photo which reads, \"STOP THE TAXES CAPITAL FEVER LAY A PARK HERE.\" This adds a political or civic protest element to the scene, suggesting some urban planning or community concerns being voiced.\n\nThe overall feel of the image, given the style of automobiles and the design of the building, along with the manner of dress, suggests a time frame that could be anywhere from the late 1950s to the 1970s. The scene's mood is quiet and orderly, yet with an undercurrent of urgency or importance as indicated by the group crossing together.","title":"Disciplined riders queue up for the 7:25 am express bus from the Montgomery Mall Shopping Center (MD) to Washington, DC.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["556199","548368","553184","549923","548369","556710","549906","546626","556808","547788","556726","547190","546622","549855","549882","556725"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["coat","balcony","road","group","motel","protest","1950","corridor","capital","urgency"]}
