{"path":"546694.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph depicts a sweeping aerial view of a meandering river flanked by roads and various structures. The image captures the landscape during what seems to be either dawn or dusk, as the lighting is dim and the sky carries shades of blue and gray, hinting at cloudy weather.\n\nThe river curves gracefully through the frame from the left towards the right-hand side, bordered on both sides by green spaces and urban development. On the far left, multiple lanes of a major highway run parallel to a railway line, separated by small patches of grass and trees. The highway is bustling with vehicles, suggesting a typical busy day.\n\nFurther along the river, a notable, large, modern stadium with a unique circular design is visible beside the river, serving as a prominent landmark. This structure stands out due to its size and distinctive architectural style compared to the surrounding lower-built residential and industrial buildings.\n\nTo the right of the stadium, residential areas consisting of rows of houses can be seen. These houses are organized in a compact, grid-like pattern, indicative of suburban planning. The right side of the river shows more dense development compared to the left, with more buildings and less visible green space.\n\nIn the foreground, more immediate to the viewpoint, there are several buildings, which appear to be industrial or commercial given their size and layout. A large parking area is also visible in the front, filled with cars.\n\nOverall, the photograph captures a dynamic urban landscape, showcasing transportation infrastructure, residential areas, recreational facilities, and the natural element of the river, all coexisting within a densely populated setting.","title":"Railroad yards and anacostia river.  Looking south","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["550548","551188","546706","546669","557421","550861","551181","546673","551178","546582","549500","547263","550546","547227","548407","557420"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["river","stadium","compare","highway","development","size","house","coexist","planning","landmark"]}
