{"path":"546697.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This is an aerial view of an urban area depicting a busy intersection amidst commercial and residential zones. The intersection is bustling with a variety of vehicles, including cars, vans, and a bus, indicating a high traffic volume. Surrounding the intersection, you can see several buildings with distinct purposes and architectures.\n\nOn one corner, there’s a large gas station with multiple pumps and a white canopy, hinting at a somewhat older design typical of mid-to-late 20th century service stations. This station, along with its expansive parking area, occupies a significant portion of the space and seems to be a central point of activity.\n\nAdjacent to the gas station are smaller commercial buildings possibly housing businesses like local eateries, shops, or service offices. These structures vary in design, with some featuring flat roofs and others with shingled roofing, typical of mixed-use urban areas.\n\nThe surrounding area includes more densely packed residential structures, characterized by peaked roofs and brick exteriors, suggesting they might be older, single-family homes or small apartment buildings.\n\nAlso notable are the rows of trees lining the streets, adding a touch of greenery and providing a slight buffer between the roadway and sidewalks. These trees might also indicate that this is a well-established neighborhood.\n\nThe shot includes some parking lots filled with cars which suggests either commercial activity or possibly residential overflow parking. Overall, the area is depicted on a standard busy day with no specific event visible, just the regular flow of urban life.","title":"New York Avenue, NE, looking north","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546712","546723","546616","546579","546703","548092","546620","546617","546726","548419","548411","548358","546708","548359","548420","548363"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["intersection","station","parking","gas","service","buffer","overflow","volume","roofing","pump"]}
