{"path":"546676.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph captures a vivid street scene set in front of a business establishment. It prominently features three men conversing on a sidewalk, with neon signs glimmering above them in the dim ambient light.\n\nStarting in the foreground, a man wearing a red-orange jacket and a black cap is seen from the back, partially facing the viewer. His hands are in his pockets, and he is looking towards two other individuals with whom he is apparently engaged in a conversation.\n\nThe central figure in the scene is another man wearing a suit and tie. He stands facing the camera with a slightly opened mouth, actively talking, based on his gesture and facial expression, which conveys a sense of interaction. His body is turned slightly towards the third man, a police officer.\n\nThe police officer is dressed in a standard blue uniform adorned with badges and a belt equipped with various gear items including a holstered gun. He is turning his back slightly toward the camera, looking over his shoulder at the man in the suit, signaling engagement in their conversation.\n\nThe setting behind them shows a part of a city’s commercial area. Neon signs include words “GRILL BAR”, “ASTORIA HOTEL”, and “RESTAURANT” in bright red, adding to the urban ambiance of the location. The scene also includes a glimpse into the bar or restaurant through its open door, but details are obscured by the low light inside. \n\nOverall, the composition captures a momentary snapshot of possibly routine urban interaction illuminated vividly by neon signage, with a focus on personal communication set against the backdrop of commercial establishments.","title":"14th street patrol call for \"disturbing the peace\" at a local bar","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["547205","546633","551853","546630","553148","551854","556847","548452","549292","553189","551818","542757","551459","556222","549291","549286"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["restaurant","neon","officer","police","bar","establishment","suit","man","turn","gun"]}
