{"path":"546690.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph provides an aerial view of an urban area located near a large body of water, which seems to be a river. The setting features an overcast sky with scattered clouds, suggesting a cool or gloomy day.\n\nIn the foreground, we can observe a dense grid of buildings and streets. Most of these buildings appear to be low-rise, possibly industrial or commercial, with flat roofs. The streets between them are lined with numerous cars, indicating a bustling urban environment.\n\nThe central part of the image is dominated by a complex network of roadways, including a prominent curved highway flyover. This flyover connects different parts of the city and suggests significant automobile traffic. Adjacent to it, there are several larger structures, possibly warehouses or factories, characterized by large rectangular shapes and what appears to be construction or open lots.\n\nFurther in the background, the river delineates the urban area from the greener regions across the water. The river bends slightly and is lined with greenery on both sides, contrasting with the dense urban environment. \n\nThe photograph seems to be taken from a high vantage point, perhaps from a tall building or a helicopter, giving a broad perspective of the city's layout and its integration with natural features like the river. The overall composition highlights the juxtaposition between bustling human activity and the serene natural environment of the river. Also, noticeable in the upper part of the photograph is a small tear or imperfection, indicating that the image may be from an analogue film source.","title":"Railroad yards, Anacostia River, and Robert F. Kennedy Stadium","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["548407","555744","548344","548347","546673","555758","548412","555745","555755","548453","546582","546581","548320","550548","542868","553559"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["river","imperfection","tear","helicopter","integration","city","street","automobile","part","film"]}
