{"path":"546672.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph appears to capture a bustling urban street scene. The view is framed by what looks like a part of a vehicle's interior at the bottom foreground, possibly through a car window, which adds a candid, voyeuristic touch to the image.\n\nThe setting is a commercial street lined with stores. Notably, a large sign that reads \"BARGAINTOWN D.G.\" dominates the upper left portion of the image, suggesting a focus on discount goods. Adjacent to this, various promotional signs can be seen advertising sales on items such as \"Tape Recorders, Toys, Appliances,\" and \"Drapes-Sheets-Sale Houseware-Rugs,\" with savings from \"30% to 50%.\"\n\nThe street is bustling with pedestrians. In the foreground, towards the center, a man in a trench coat and another person partially visible behind him appear to be crossing the street. Towards the right, a woman in a white coat carrying a purse is standing; her posture and direction of gaze make her a focal point of the viewer's attention, as she looks towards the camera or street action.\n\nLighting and weather conditions imply an overcast day, which casts a slightly gloomy hue over the busy street scene further enhancing the everyday, realistic atmosphere of the photograph. The architecture that can be made out, including the domed building in the background, fits the typical mid-20th century American cityscape.\n\nOverall, the image presents a moment of everyday life, emphasizing urban commerce and pedestrian activity against a backdrop that reflects a certain era of American city design.","title":"Bus stop in downtown Washington","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["556199","550127","546428","551125","545333","550132","549863","556225","556224","548369","549882","552933","550138","547191","548399","551494"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["street","coat","tape","everyday","toy","trench","purse","good","fit","do"]}
