{"path":"546678.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph is a high-angle view of an urban area featuring prominent transportation infrastructure and diverse buildings predominantly in an urban setting. It captures a curved, multilane highway bustling with cars during what appears to be daytime. This highway, set on an elevated road structure, dominates the foreground and middle ground of the image, illustrating a major artery of the city transport system. \n\nTo the left, parallel to the highway, is a series of high-density residential blocks; these are typical of urban housing with repetitive, closely packed architectural patterns. Beyond the residential area, one can see an expansive water body, adding a natural element to the urban landscape.\n\nThe foreground on the right features a combination of smaller, red-brick buildings with gabled and flat roofs, characteristic of a more traditional architectural style, possibly serving commercial or administrative functions. These buildings represent a stark contrast in scale and style to the residential blocks.\n\nIn the distant background, amidst the dense tree coverage, notable landmarks such as a grand domed-building are faintly visible, serving as iconic symbols likely important to the city’s identity.\n\nOverall, the photo is rich in detail, capturing the bustling dynamics of city life and the meticulous urban planning of transport integrated with residential and commercial zones. The aerial perspective offers a comprehensive overview of the urban landscape's structure and utilization.","title":"Southwest Freeway, looking west","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["555743","555781","546617","547765","546707","549478","546574","548392","549476","553001","546726","553838","547764","550153","546713","555745"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["highway","block","city","transport","multilane","serve","identity","bustle","overview","coverage"]}
