{"path":"546743.jpg","date":"April 1973","photographer":"Okamoto, Yoichi R.","caption":"The photograph captures a busy urban scene, likely from the 1970s or 1980s, based on the style of vehicles visible. The setting is composed of a wide street bustling with activity and lined with various forms of transportation and a prominent building in the background.\n\nThe building shown in the background is a large, modernist structure with a flat facade punctuated by rows of small, regularly spaced windows. It appears governmental or institutional, marked by flags displayed on flagpoles on the front.\n\nIn the foreground is a variety of vehicles that illustrate a vibrant urban environment. On the left, there's a tow truck parked by the curb, equipped with a visible crane and hook, suggesting it is either in the midst of towing another vehicle or ready to do so. Adjacent to the tow truck is a mustard yellow car, and a light blue car parked farther ahead.\n\nIn the street, there's a vivid scene of traffic and pedestrians. Vehicles include a white bus with passengers visible through the windows, a police motorcycle, and other typical cars of the era in various colors. A policeman is shown in the middle of the street riding the motorcycle, dressed in a typical uniform which includes a helmet and boots.\n\nPedestrians are seen in the background, crossing the street or walking along the sidewalks. Their attire suggests typical street clothing of the time, such as suits and casual wear.\n\nThe photo also features street lamps, and lush green trees can be seen around the edges, contributing to an urban park-like setting along the sidewalks. A discernible traffic light post adds to the metropolitan character of the scene.\n\nOverall, the photo conveys a dynamic, bustling urban life set against the backdrop of significant architectural and institutional elements. It offers a glimpse into the daily public and transportation dynamics of the era.","title":"Motorcycle cop directs removal of car in \"tow away\" zone","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["554309","546626","554293","548410","554310","549882","555782","548369","547369","551478","547651","551324","549886","549872","549991","548388"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["street","motorcycle","vehicle","pedestrian","sidewalk","transportation","traffic","mustard","car","truck"]}
