{"path":"546788.jpg","date":"June 1973","photographer":"Pickerell, Jim","caption":"This photograph captures a vibrant, sunlit urban marina scene, characterized by a mix of leisure and urban elements. In the foreground, a calm body of water reflects a clear blue sky and is bordered by a concrete edge. Two boats, a sailboat on the left and a smaller boat on the right, are moored in the water. The sailboat is decked with various gear and ropes, while the smaller boat appears simpler, suggesting it is used for recreational purposes rather than sailing.\n\nTwo individuals are engaged in activities near the water’s edge. On the left, a man in casual attire is attending to the sailboat, possibly securing it or preparing it for use. On the right, another man stands shirtless on the dock, handling some equipment close to the small boat, potentially engaging in maintenance or preparing to embark.\n\nThe background is a lively depiction of an urban environment. A large billboard advertising Pepsi towers over the scene. The billboard features a lively group of people of various ages and backgrounds, suggesting a communal meal or gather around a table, promoting the soft drink with a slogan, “Pepsi's got a lot to give.” Beyond the billboard are aspects of a typical cityscape: multiple parked cars, including older models in various colors, and industrial buildings that show signs of aging and utilitarian use. There is a large warehouse or garage structure directly behind the billboard with visible cargo or storage units.\n\nThis scene blends elements of daily life and leisure, contrasting the tranquility of boating against a bustling urban backdrop, cleverly juxtaposed with consumer culture through the prominent advertisement.","title":"Annapolis waterfront","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["542912","542871","556190","548078","552028","544717","550754","545155","546877","544130","542904","557483","544248","542902","554659","542650"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["billboard","sailboat","boat","consumer","leisure","slogan","use","drink","meal","garage"]}
