{"path":"546713.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"The photograph provides an aerial view of a bustling multi-lane highway flanked by various buildings and greenery, capturing a sense of urban momentum and infrastructure. On the left side of the image, the highway features several lanes with moderate traffic flow; vehicles are seen commuting in a generally orderly manner with no visible congestion.\n\nTo the right side, the highway expands into a significantly wider structure with additional traffic lanes, accommodating more vehicles. This section also includes a congested lane where traffic has built up, contrasting with the smoother flow on the adjacent lanes.\n\nThe surrounding area includes a mix of residential and commercial buildings. A notable feature is a series of mid-rise, possibly residential buildings immediately adjacent to the highway, which appear slightly weathered, suggesting they are not newly built. These buildings are tightly clustered, indicative of a densely populated urban area. There’s also a visible service road that curves around these buildings, mirroring the main highway’s path.\n\nThe landscaping between the highway and buildings includes small patches of grass and sporadic tree placement, providing a modest buffer of green space. This inclusion of nature in an urban setting offers a slight relief from the otherwise concrete-dominated environment.\n\nDominantly, the image captures a scene of urban movement and architecture, contextualized within a broader landscape that mixes natural and man-made elements. The perspective emphasizes the scale of the highway system relative to the immediate urban environment, underscoring the importance of such infrastructure in daily city life.","title":"Massive roadways leading into Washington","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["547780","546686","546608","547770","546726","552719","546617","546707","546734","553838","546612","546678","546721","555781","548092","546670"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["highway","lane","traffic","building","build","buffer","relief","expand","flow","commute"]}
