{"path":"546758.jpg","date":"January 1973","photographer":"Pickerell, Jim","caption":"This photograph captures two individuals engaged in a marine activity aboard a boat. The man closest to the camera is wearing a dark jacket, glasses, and holds a pole or some type of tool, while appearing to assist the other man. This second man, who is partially bent over the edge of the boat, is wearing a grey sweatshirt and is lowered closer to the water's surface, reaching into the water. He is also wearing bright red gloves, which contrast with the muted colors of his clothing. Both individuals are focused on their tasks, and the interaction seems collaborative and work-focused.\n\nThe boat itself is equipped with several pieces of equipment which suggest this might be for research or a specialized marine activity, possibly sampling or fishing in a professional capacity rather than leisure. The boat has a sturdy metal frame with a hanging device, possibly a hoist or pulley system, used to lower or retrieve items from the water.\n\nAt their feet, there is visible equipment and a black bucket, possibly for collected samples or tools. The boat’s deck is functional, with minimal embellishments and is geared towards utility.\n\nIn the background, the calm sea stretches to the horizon, meeting a faintly visible sky. Additionally, there are distant structures on the shore, possibly industrial, given the presence of smokestacks emitting plumes.\n\nOverall, the composition of the photograph focuses on the two men and their activity, with a wide-open sea and industrial backdrop providing context that this is a working scenario rather than leisure, possibly linked to environmental, industrial, or scientific work.","title":"Ron Jones of EPA's Annapolis field office takes bottom samples of Baltimore Harbor","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["552861","555832","549616","545093","545178","546324","552877","549356","554200","549351","552115","549596","548882","547557","549348","547566"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["boat","tool","sweatshirt","pulley","leisure","embellishment","sea","capacity","man","sample"]}
