{"path":"546712.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This image presents an aerial view of an intersection in an urban environment, likely captured during the late 20th century based on the design and color scheme of the vehicles. The photograph prominently displays multiple roads converging at a traffic-heavy intersection. Vehicles are seen in various colors, ranging from red, blue, and yellow to white and black, navigating or parked along the edges of the streets which are lined with various buildings.\n\nThe architecture visible includes a blend of commercial buildings with store fronts at the ground level. Some of these buildings have flat roofs while others have slightly pitched roofs, typical of urban commercial districts from mid-20th century. At the corners of the intersection, traditional red-brick buildings with large windows can be seen, suggesting mixed-use (likely shops at the ground level and perhaps offices or apartments above).\n\nThe street life is bustling with activity. Despite the clarity of the vehicles, tiny figures, possibly pedestrians, are visible at various points, likely engaged in daily activities such as crossing the road or walking along the sidewalks.\n\nProminently, there is a green space visible at the bottom of the image, possibly a small park, characterized by well-maintained grass and trees providing shade. This bit of greenery offers a contrast to the urban character of the surrounding area.\n\nOverall, the image encapsulates a busy urban scene, typical of many cities, highlighting vehicular movement, architectural styles, and urban planning elements like small park areas amid a densely built environment.","title":"Rush-hour traffic","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546723","546697","546620","546616","548419","546617","546716","546730","548092","548318","548358","551478","549899","546573","555743","546579"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["intersection","level","park","vehicle","century","converge","building","street","planning","apartment"]}
