{"path":"546778.jpg","date":"June 1973","photographer":"Pickerell, Jim","caption":"This photograph features the façade of a building with patriotic decorations and text promoting the preservation of Fort McHenry. The building has a deep red stone wall, with novabrik-style stones that have a rectangular and uniform design, giving the building a sturdy and regular look.\n\nThe window on the left side of the image is filled with various items promoting the American flag and Fort McHenry. In the window, a large central sign reads \"HELP SAVE FORT McHENRY\" with the American flag featured prominently above the text. Flanking the central sign are three smaller American flags on flagpoles positioned vertically. Additionally, there are two small tabletop flags set in what appears to be holders. \n\nOn the right side, a door features similar patriotic theming. The door is painted white and flanked by two more American flags on small vertical flagpoles. Attached to the door are three signs: the top sign reads \"BE PROUD OF YOUR FLAG,\" placed just above a medium-sized American flag; the middle sign reads \"SAVE FORT McHENRY,\" positioned just above a medium-sized glass pane; and the bottom sign, situated on the glass pane itself, is shaped like a shield and also promotes the effort to save Fort McHenry. Below the window pane, there is a decorative emblem featuring an eagle with spread wings, adding to the thematic representation of national pride.\n\nOverall, the decoration and messaging in the image highly emphasize patriotism, historical preservation, and respect for national symbols, particularly the American flag.","title":"House on a street near Locust Point and Fort McHenry","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["550038","550042","553422","546817","547886","545881","558130","557873","553063","550107","552964","558146","548225","554184","547295","542581"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["flag","pane","flagpole","preservation","sign","door","decoration","text","patriotism","holder"]}
