{"path":"546795.jpg","date":"June 1973","photographer":"Pickerell, Jim","caption":"This photograph shows multiple levels of a brick apartment building, with a primary focus on the balconies where various people are seen engaging in different activities. Three balconies are visible in the image, each furnished with outdoor chairs, suggesting an environment conducive to relaxation and social interaction.\n\nOn the top balcony, two individuals are seated, mainly turned away from the camera, suggesting a casual, possibly intimate conversation or quiet relaxation. Below them, on the middle balcony, two men and two women appear more engaged with the outside world or with each other, as one of the women is gesturing animatedly during what looks like a lively discussion. This group portrays a social and interactive scene. They are dressed casually fit for a warm day, with one woman wearing a dark polka dot dress, and another in light-colored casual wear.\n\nThe bottom-most visible balcony only shows parts of bodies that suggest the presence of at least two people, possibly relaxing or sunbathing, given the presence of a reclined lounger.\n \nThe building itself has a modern architectural design with visible features such as sliding glass doors and minimalist metal railings on the balconies, coupled with the traditional texture of red brick walls. Between the balconies, there are large windows that reflect the cloudy blue sky, adding a bit of nature to the urban environment. The overall scene conveys a communal aspect of apartment living, where people enjoy private yet adjoining outdoor spaces.","title":"Hilton hotel overlooks Annapolis harbor","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["550119","550718","555951","553063","555522","545350","548588","556276","551685","547882","546515","556174","548472","553159","552959","548658"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["balcony","apartment","relaxation","woman","relaxing","brick","adjoin","minimalist","sunbathing","recline"]}
