{"path":"546755.jpg","date":"May 1973","photographer":"Pickerell, Jim","caption":"This photograph features an industrial scene likely taken in a port or a shipyard. In the foreground, the curved edge of a large ship is visible, its hull painted in gray with the name \"TELLO\" clearly marked in black, alongside a crest that contains a red shield with a white cross. The ship partially obscures the view of a complex structure in the background.\n\nThe background is dominated by a large metal crane structure with various mechanical components and stairways, primarily painted in light colors and interspersed with exposed areas of dark metal. The crane is fitted with pulleys and cables, indicative of its use in lifting heavy loads. There is also visible cargo being moved—it appears to be a load of grain or a similar bulk material, which is spilling from a chute as it is transferred from the crane to the ship or possibly a storage facility. The detailed metal framework of the crane and its supports create a dense, intricate web of lines against the bulkier elements of the scene.\n\nBehind the cranes, the facade of an industrial building is visible, appearing robust and utilitarian, with large windows and layered external structures that suggest a multi-leveled functionality, typical of manufacturing or processing plants. The overall setting implies heavy industrial activity, commonly associated with cargo handling and processing in a shipping or manufacturing context. The scene is captured in natural light, adding realism to the gritty, industrial aesthetic of the photograph.","title":"Unloading raw sugar at the Domino Sugar plant in Baltimore Harbor","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["546934","547474","550910","555283","555261","555285","555284","545147","551577","555796","549305","555797","547113","550021","555269","552015"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["crane","ship","load","cargo","manufacturing","processing","web","pulley","realism","metal"]}
