{"path":"546717.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph provides an aerial view of a section of Washington, D.C. that captures several iconic buildings and infrastructure components. Notably, the snapshot prominently features the United States Capitol, which is centered in the middle background of the photo. This large, domed building serves as the home of the U.S. Congress and is a potent symbol of the American government. In front of the Capitol, slightly to the right, is the Supreme Court building, recognizable by its stately classical facade.\n\nIn the foreground, a large railroad yard dominates the view. Multiple tracks filled with trains and railway carriages form parallel lines that lead into a massive railway station or facility that bisects the image horizontally. This structure possibly represents the rear of Union Station. The presence of numerous cars parked in organized and scattered lots adjacent to the rail lines indicates a bustling transportation hub.\n\nTo the left in the midground, nestled among dense tree coverage and massive buildings, you can see the outlines of other governmental or significant structures. The landscape opens towards the upper part of the photo to reveal a view of the Potomac River, leading towards a distant bridge and hinting at a broader geographic area that encompasses residential, administrative, and possibly industrial zones.\n\nThe atmospheric lighting in the photo suggests early morning or evening, casting a slightly hazy, soft glow over the scene and highlighting a variety of architectural and natural textures. This photograph not only captures key components of national governance and infrastructure but also characterizes the interplay between urban design and natural geography in the capital city.","title":"Penn Central Station and Capitol, looking south","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546737","546674","546577","546570","547267","547226","546585","546679","546693","546692","551137","546613","546584","546638","547268","546741"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["railway","component","geography","government","capital","carriage","bisect","encompass","photo","infrastructure"]}
