{"path":"546797.jpg","date":"May 1973","photographer":"Pickerell, Jim","caption":"This photograph depicts a lively scene at a bustling outdoor location, primarily featuring a large crowd of people gathered near a historical ship. The setting appears to be a dock or port, evident from the presence of the ship with its prominent black hull and rigging partially visible on the left side of the image.\n\nThe crowd, consisting of a diverse mix of adults and children, is densely populated around the center and foreground of the image. People are dressed in an array of outfits typical of casual and semi-formal 1970s attire, with many women in dresses and men in jackets or shirts. The scene captures some movement and interaction among the crowd, suggesting a social or public event, possibly related to the ship or the port itself.\n\nForegrounded prominently is a railing with a sign saying \"PORT WELCOME Maritime Heart and Port Administration,\" indicating the photograph might be located at a designated visitor or tourist area within a maritime port. Metal fences partially guide the crowd's moving pattern through this dock area.\n\nIn the background, the urban landscape includes several high-rise buildings, indicative of a mid-to-large city's downtown area. The architecture varies, suggesting a mix of corporate, commercial, and possibly historical buildings. One particularly tall building stands out, possibly a notable skyscraper from the area, which combined with the overall scene suggests an active, populated city port area.\n\nOverall, the photograph captures a moment of active public engagement at a maritime-themed location, filled with a sense of community and urban backdrop ambiance.","title":"School children board the Port Welcome for a tour of Baltimore Harbor. U.S.S. Constitution and Baltimore skyscrapers in background.","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["551707","546839","545176","555948","549910","549706","548403","553799","553287","546812","549707","549931","544599","549905","554176","546925"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["port","crowd","ship","dock","mix","city","maritime","downtown","location","tourist"]}
