{"path":"546757.jpg","date":"June 1972","photographer":"Keyes, Cornelius M.","caption":"This photograph depicts an industrial environment, presumably within a factory or a similar heavy industry setting. The scene is shot from a low angle, giving a dramatic effect to the industrial machinery and structures present.\n\nThe foreground is filled with debris and dark, scattered industrial waste, suggestive of coal or metal remnants. This cluttered area leads into the central part of the composition, where a row of large, cylindrical machinery, potentially furnaces or boilers, dominates. These machines appear aged and worn, with surfaces that show signs of oxidation and long-term exposure to heat and elements.\n\nAttached to these central machines are large pipes and conduits, contributing to the complexity and chaotic nature of the scene. These pipes and metal structures have an old, utilitarian look, indicating this might be a part of an old plant that has seen better days.\n\nThe building itself has a high ceiling supported by a network of metal beams, typical of industrial architecture. Natural light filters through windows near the roof, casting beams of light that penetrate the haze and smoke, adding an ethereal quality to the environment while highlighting dust and smoke particles in the air.\n\nOnto the right, the building extends into a dimly lit area with more industrial equipment, possibly leading to other sections of the facility. The condition of the building and the visible wear on the equipment suggest either disuse or a working environment that is tough and unforgiving.\n\nOverall, this scene captures the gritty reality of industrial labor and heavy machinery, conveying a sense of decay and ruggedness associated with such environments. The photograph has a slightly blue tint, enhancing the atmospheric and somewhat somber ambiance of the setting.","title":"Smelter-inspiration consolidated copper company","placename":"Globe (Ariz.)","location":"Globe, Arizona","nn1":["543997","544045","545447","544001","543258","542545","545992","547010","542999","546191","543158","557387","544048","546108","545442","556389"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["machinery","machine","pipe","beam","metal","furnace","conduit","penetrate","smoke","reality"]}
