{"path":"546704.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph offers a high-altitude view of a bustling urban landscape with a complex network of roads and a river. The main focus is a multi-lane bridge that crosses over a broad river. Several cars and vehicles are visible on the bridge, suggesting a scenario of dense traffic.\n\nIn the foreground, the curving ramps and adjoining roads indicate a major junction or interchange, facilitating the movement of traffic between different directions. This part of the image includes green areas lining the roads and a small structure that could be a toll booth or control station.\n\nIn the energetic, densely packed midground, the scenery shifts to a more urban setting with blocks of buildings, smaller roads, and patches of greenery interspersed throughout the district. This heavily built-up environment extends into the horizon.\n\nThe background showcases a sweeping view of a cityscape under an overcast sky. Notably, a significant dome-shaped building, likely a prominent government or historical building, dominates the skyline. This building, set against the backdrop of a slightly hilly terrain covered mostly in vegetation and buildings, gives a grand and formal character to the city.\n\nOn the river, there are small boats, probably used for transport or leisure, adding a dynamic element to the waterway portion of the image.\n\nOverall, this photograph captures the vibrancy and complexity of urban life through its focus on traffic, infrastructure, and urban planning, while also hinting at leisure activities and the presence of iconic architecture.","title":"Pennsylvania Avenue, NE, looking west to Capitol","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546569","546616","546581","546689","548344","546574","546693","546678","546698","548414","546707","555745","546588","546573","548418","548358"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["traffic","road","river","bridge","junction","leisure","interchange","building","ramp","government"]}
