{"path":"546780.jpg","date":"June 1973","photographer":"Pickerell, Jim","caption":"The photograph depicts an outdoor scene filled with vibrant activity under the shade of trees. It appears to be a lively gathering, possibly in a park setting. A group of people are engaged in playing music and enjoying themselves. Central to the image are several musicians seated and playing traditional drums. These drums vary in size and are handheld, indicating a form of rhythmic and cultural music being played, likely influenced by African or Caribbean traditions. \n\nIn the foreground, a man in a red tank top and white pants is seated and appears to be vigorously playing a drum, his focus intensely on his instrument. Nearby, another musician in a white sleeveless shirt and khaki pants is also playing a drum, with a posture that suggests a dynamic involvement in the music.\n\nStanding around them are other attendees of the gathering. To the right, a woman in white and plaid trousers with sunglasses is standing with her body turned slightly towards the drummers, suggesting her engagement and enjoyment of the music. Behind her, various other individuals can be seen interacting or watching the performance. Some are less distinctly visible due to the angle and focus of the photograph but contribute to the overall communal and festive atmosphere.\n\nBehind the main activities, more people can be seen casually interacting or observing. The atmosphere is casual and joyous, as indicated by the casual attire of attendees and the presence of picnic-like setups in the background, with visible coolers and bags suggesting a day-long event.\n\nOverall, the composition of the photograph captures a rich cultural moment, filled with music, interaction, and a sense of community in a lush green outdoor setting.","title":"Bongo players at Sandy Point State Park","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["553248","551770","551012","553297","553234","553201","557264","553232","551018","553286","551011","551771","553238","553173","558295","550076"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["music","drum","musician","attendee","cooler","gathering","khaki","tradition","picnic","pant"]}
