{"path":"546700.jpg","date":"May 1973","photographer":"Okamoto, Yoichi R.","caption":"The photograph provides an aerial view of a busy urban area with a mix of transportation infrastructures. Dominating the image are two primary elements: a multilane highway and a parallel railway track.\n\nThe highway cuts vertically through the image from the top to the bottom and is characterized by moderate traffic. A bridge extends over the highway, connecting both sides of the surrounding area. On one side of the highway, there is a parking lot filled with numerous cars, and adjacent to this, a commercial building, possibly a restaurant or a business facility, colored in a distinct beige or light brown shade.\n\nParallel to the highway, on its right side in the image, are railway tracks filled with a series of freight train cars, hinting at industrial activity. The train cars feature various inscriptions such as “Southern” and other markings which indicate the railway company or freight details.\n\nFurthermore, the surrounding area includes several low-rise buildings, possibly residential or small businesses, characterized by a uniform architectural style typical of mid-20th-century American buildings. Some greenery is visible around the buildings, providing a slight contrast to the urban setup.\n\nThe overall composition portrays a vivid snapshot of mid-century urban life, emphasizing the role of road and rail transport in city planning and daily life. The point of view from above provides a comprehensive look at the layout and the hustle of this populated area.","title":"Pennsylvania avenue, ne.  A stalled car holds up traffic entering underpass","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546726","546681","548092","546698","555745","546617","547764","547780","546686","555742","548333","546713","555781","546678","546608","546616"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["highway","railway","freight","train","business","track","inscription","restaurant","hustle","provide"]}
