{"path":"546865.jpg","date":"February 1973","photographer":"Pickerell, Jim","caption":"The photograph captures a tranquil urban landscape at what appears to be either dawn or dusk, given the soft lighting and quiet atmosphere. The foreground of the image prominently features a body of still water, reflecting the sky and objects with some clarity. In the lower left corner, part of a submerged object, likely an old wooden structure or a partially sunken boat, is visible sticking out of the water.\n\nIn the middle ground, the focus shifts to a large metal truss bridge spanning across the water body. The bridge features multiple spans supported by steel trusses and concrete or metallic pilings. This vital infrastructure element suggests a connection between distant parts of a city, facilitating transportation. The construction appears practical and heavy-duty, typical of mid-20th century industrial design.\n\nBeyond the bridge, the background unveils a city skyline with various buildings crowding the horizon. The architecture includes a mix of mid-rise blocks and towers, possibly containing offices or residential spaces, characterized by the era's typical rectilinear forms. The skyline evokes a sense of bustling urban life, somewhat softened by the hazy sky, which might indicate smog or early morning mist.\n\nThe overall composition of the photograph—forgrounded by natural elements, transitioning through human-engineering marvels, and backed by a demonstration of urban living—evokes themes of nature, technology, and humanity coexisting in a complex balance. The image might invoke contemplation about growth, development, and environmental impact in urban settings.","title":"Water filtering at the Back River Sewage Treatment Plant","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["555731","552715","555730","548317","550955","550214","548414","551527","550964","558003","548339","546886","550186","547890","557096","542804"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["truss","bridge","marvel","skyline","piling","demonstration","span","smog","city","object"]}
