{"path":"546802.jpg","date":"May 1973","photographer":"Pickerell, Jim","caption":"This photograph captures a scene at a shipyard where maintenance and repairs are being carried out on boats. The image shows two main boats prominently in the foreground and midground of the shot, both are on dry land, possibly on a slipway or docks tailored for boat repairs.\n\nOne boat, fairly large, has a white upper hull with a red bottom, featuring several tires functioning as buffers along its side. It appears to be a fishing vessel or workboat, evident from its structure and the equipment visible on deck. The other vessel is smaller with an orange hull and a white cabin adorned with a series of black tires along its side for protection. \n\nIn the scene, several individuals are involved in various tasks. On the larger white boat, there is a person who seems to be working or inspecting something on the deck. Meanwhile, around the smaller orange boat, two individuals are engaged in activities: one of them appears to be welding or cutting a metal component at the rear side, generating visible sparks. There's another person standing beside the boat perhaps overseeing the work or preparing for other maintenance tasks. There’s also a ladder nearby, likely used to access the boats during repairs.\n\nThe background contains more maritime elements like parts of other boats and marine equipment, indicating a busy working area typical of shipyards. The sky is overcast, suggesting a cool or temperate climate, which might be typical for the location.\n\nOverall, the photograph offers a vivid glimpse into the routine maintenance and hard work that goes into keeping maritime vessels seaworthy, emphasizing both human activity and industrial environment.","title":"Repair work in a small boatyard on the shore of curtis bay in Baltimore harbor area","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["549590","546818","546016","547941","552149","543035","551046","546858","547955","546012","551228","547012","545147","547033","546040","552148"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["boat","repair","shipyard","vessel","maintenance","hull","work","tire","deck","tailor"]}
