{"path":"546814.jpg","date":"June 1973","photographer":"Pickerell, Jim","caption":"This photograph features an outdoor scene where two children are interacting with a large black cannon situated within a circular brick fortification. The cannon is mounted on a pivot and rests on a black carriage with wheels, allowing for rotational movement. The surrounding brick base is built with multiple layers, each descending deeper into the ground, creating an amphitheater-like structure.\n\nThe setting is a grassy field, suggesting a hilltop or raised area, as evidenced by the presence of water—an expansive river or a large lake—in the background. The water occupies the upper third of the photo, providing a calm, expansive backdrop.\n\nThe two children, a boy and a girl, appear to be exploring or playing on the cannon. The girl, in a white T-shirt and dark shorts, is standing at the rear of the cannon, holding onto it and looking into its barrel, possibly curious about its inner workings. The boy, wearing a light-colored shirt and darker shorts, has climbed onto the side of the cannon, holding onto one of its mechanisms, perhaps simulating the idea of operating it or merely enjoying the climb.\n\nOn the left of the image, another child, a girl in a dress, can be seen walking towards the fortification. The attire of the children, along with the picture's quality and color saturation, suggests a time frame that might be several decades ago, possibly in the 1960s or 1970s. The scene is lively yet peaceful, focusing on a moment of childhood curiosity and amusement with historical artifacts.","title":"Tourists at Fort McHenry","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["546790","546772","558273","546906","558277","558274","558276","548488","558275","551639","558272","546897","549703","551714","548965","544817"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["girl","child","boy","short","brick","idea","hilltop","working","amusement","artifact"]}
