{"path":"546862.jpg","date":"April 1973","photographer":"Pickerell, Jim","caption":"The image shows an aerial view of an industrial area, characterized by several large structures and a cloudy atmosphere saturated with pink and purple hues, likely due to the photographic filter or time of day. Smoke and steam are seen billowing from multiple stacks throughout the scene, adding to the dense industrial ambiance.\n\nDominating the foreground are large circular tanks and rectangular buildings, connected by a network of roads and railway tracks that weave through the site. The middle of the composition displays larger industrial facilities with tall smokestacks actively emitting smoke. These buildings show various stages of operation and construction, suggesting a bustling industrial environment.\n\nBeyond the immediate industrial zone, a water body is visible, bordered by docks where large ships are moored, hinting at the transportation of goods or raw materials essential for the industrial operations. The far background fades into a smoggy horizon, blurring the distinction between the sky and the land, and emphasizing the extensive scale of the industrial activity.\n\nThe overall composition of the photograph, with its focus on industrial elements and absence of natural landscapes or residential areas, underscores the scale and impact of industrial activities in this region. The color tone and quality of the image evoke a historical context, possibly dating back a few decades, reflecting environmental conditions and industrial practices of the time.","title":"Bethlehem steel workers lift the heavy supports knocked out from under the new tanker, \"chevron Hawaii.\"","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["548340","555776","555770","555761","550890","550868","551566","549968","548379","555774","547066","555771","557225","545268","552179","555769"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["saturate","smoke","scale","operation","weave","time","practice","date","good","moor"]}
