{"path":"546839.jpg","date":"May 1973","photographer":"Pickerell, Jim","caption":"This photograph captures a lively scene at a waterfront. The image is busy with activity and contains a mix of modern and historical elements.\n\nTo the left of the frame, there is a contemporary white boat moored at the quayside. Opposite it, dominating the right side of the photo, is a tall sailing ship with impressive masts and numerous riggings, hinting at a historical or replica vessel designed to attract visitors or serve as a museum.\n\nThe quay itself is bustling with people. There are many visitors, including adults and children, dressed in a variety of 1970s styles, walking, talking, and enjoying the area. Several groups are merely strolling, while others appear to be engaging in conversation or waiting around. The clothing styles range from casual to smart, with bright colors and patterns typical of the era.\n\nIn the foreground, several people are seated or kneeling on the ground, suggesting they might be resting or possibly watching a street performance, given some onlookers are focused towards a central point not visible in the photo.\n\nThe background beyond the ships shows industrial features, likely parts of the port or cityscape, including warehouses or factories, which contrast the recreational foreground.\n\nOverall, the composition of the photograph suggests a dynamic public space where the historical and contemporary meet, used for leisure and educational purposes. The presence of both a modern vessel and a historical ship highlights the diverse attractions at this waterfront setting.","title":"School children file out of \"Port Welcome\" after a tour of the Baltimore Harbor. The U.S.S. Constitution lies to the right of the pier.","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["546797","555948","549264","549910","547700","542912","548078","552000","543465","548403","549931","550221","549420","545176","545155","551707"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["ship","visitor","waterfront","vessel","museum","attraction","rigging","onlooker","mast","performance"]}
