{"path":"546857.jpg","date":"May 1973","photographer":"Pickerell, Jim","caption":"In this photograph, we see a group of children leaning against a dark-colored fence. The children, four in total and prominently visible, are closely huddled together, appearing to be watching or waiting for something interesting, possibly at an event or public gathering. \n\nStarting from the left, the first child has medium-length brown hair and is slightly looking down. Next to him, the second child is facing forward toward the camera with his head turned slightly to the left. He has blonde, windswept hair and is smiling, giving an engaged and excited expression.\n\nThe third child, toward the right of the blonde child, has brown hair cut in a neat style and is watching something off to the side. He has a serious facial expression and is also leaning on the fence with his arms.\n\nThe fourth visible child, partially obscured and on the farthest right, has short, light-colored hair and is leaning slightly on the fence. This child is also looking away towards the side and has a focused expression.\n\nThe background is indistinct, mostly filled with other people, likely adults, blurred and out of focus which suggests the photograph’s emphasis on the children in the foreground. The overall mood conveyed is one of anticipation or excitement, common in settings where a crowd is gathered for an event, possibly a parade or a public performance. The clothing style suggests the image may be from a cooler time of year or a temperate climate, as the children are wearing long-sleeved shirts or light jackets.","title":"School children and their teachers gather for a sailing tour of Baltimore harbor aboard the \"port welcome.\"","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["552759","556437","547146","548488","553511","545379","552760","551766","556163","553507","551130","558189","552958","544299","546821","556135"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","hair","fence","lean","have","watch","expression","anticipation","event","excitement"]}
