{"path":"546836.jpg","date":"June 1973","photographer":"Pickerell, Jim","caption":"This is a photograph of a water scene featuring industrial activity on a body of water, likely a river or lake. Foreground-wise, there is a notable presence of water pollution - frothy, discolored foam floats scattered across the surface, suggesting environmental degradation possibly due to discharge from nearby industries or vessels.\n\nDominating the middle ground is a large, functional tugboat to the right side of the image, which is paired with a longer barge. The tugboat is colored white and black, steering the dark red barge that appears empty. The configuration of the boat and barge suggests they are involved in transporting goods, likely connected to industrial or commercial operations.\n\nThe background showcases a shoreline with low-profile structures that could be industrial facilities or warehouses, interspersed with areas of vegetation. This setting implies that the body of water is integral to commercial activities in the area, serving as a channel for transportation and possibly also receiving industrial waste, as indicated by the condition of the water in the foreground.\n\nThe image is taken during daylight, under a slightly overcast sky, which casts a soft, natural light on the scene, reducing shadows and providing a clear view of the subjects within the frame. The photograph captures a moment that speaks to the intersection of industrial activity and environmental impact, highlighting issues related to water pollution and ecosystem health.","title":"Dead menhaden float along the tide line just north of the Chesapeake Bay Bridge.","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["551179","551008","546938","549783","550901","553826","550894","550959","550960","548187","550900","550893","552127","549819","546830","547618"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["barge","tugboat","pollution","water","discharge","configuration","float","health","foam","channel"]}
