{"path":"546843.jpg","date":"April 1973","photographer":"Pickerell, Jim","caption":"This photograph shows a large shipyard scene focused on the construction or maintenance of a massive ship. The ship, painted in red with the name \"CHEVRON HAWAII\" prominently displayed on its stern in white letters, occupies the central and right portions of the frame. It is flanked by several large, towering cranes, indicative of the shipbuilding and maintenance industry. These cranes, which resemble lattice structures, are positioned at various points along the dock, suggesting their use in lifting heavy materials.\n\nThe foreground features a set of railways or slipways that lead directly towards the ship, highlighting the infrastructure used to transport parts or possibly position ships for repair or construction. These tracks are littered with miscellaneous debris and construction materials, which add to the industrial feel of the scene.\n\nThe background hints at a broad river or coastal body of water, under an overcast sky. There are other vessels visible in the distance, possibly indicating this is a busy, active port. The general atmosphere is one of heavy industrial activity, focused on maritime endeavors.\n\nThis setting is typical of a large industrial shipyard, illustrating the scale and complexity of shipbuilding and maintenance operations. The environment is marked by functional, rather utilitarian design, aimed at efficiency and capability in handling large-scale industrial tasks.","title":"The launching of the new tanker, \"Chevron Hawaii\" from the Sparrows Point shipyard. The construction of oil tankers provides a major source of employment for Baltimore workers.","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["546766","545147","546919","546016","551997","555806","546909","547474","546934","555796","553740","552149","548346","555797","550910","546755"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","shipyard","maintenance","construction","crane","capability","efficiency","lattice","scale","repair"]}
