{"path":"546833.jpg","date":"May 1973","photographer":"Pickerell, Jim","caption":"This photograph depicts a busy industrial construction site near a body of water, likely a river or coast. A series of tall cranes, at least nine visible, are stationed throughout the site, suggesting heavy construction or infrastructural development is underway. These large cranes are interspersed with various elements of structural steel and concrete, indicating the early stages of a large building or civil engineering project.\n\nOn the left side of the image, there is a portion of land jutting into the water, fortified with rocks, likely serving as a breakwater or foundation for further construction. Moored next to this are barges and a tugboat, suggesting materials or personnel might be transported via water.\n\nThe right side of the image shows more pronounced vertical construction progress with tall, narrow structures that could be silos or elevator shafts rising above the general level of the site. These structures have exposed rebar and skeletal frameworks, typical of initial construction phases. \n\nVisible in the background across the water is a gentle rise of land, partly obscured by haze, which gives an industrial ambiance likely due to dust and emissions from the site and surrounding areas.\n\nThe foreground is littered with construction materials, such as wooden planks and concrete blocks, and parked vehicles including trucks and cars, indicating the presence of workers and the ongoing nature of the construction activity. The overall scene captures a moment of significant industrial activity, focused on construction and infrastructure.","title":"Construction of a bridge across the Baltimore harbor.  The bridge will complete the Baltimore beltway","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["547259","555796","547235","548361","548559","547171","555795","545858","549308","547129","546033","548431","545631","545070","552013","544753"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["construction","site","crane","elevator","rebar","shaft","breakwater","personnel","phase","foundation"]}
