{"path":"546873.jpg","date":"May 1973","photographer":"Pickerell, Jim","caption":"This photograph captures a moment on an urban street, possibly from the 1970s or 1980s, given the style of clothing and quality of the image. The scene includes four children and a dog. \n\nThe environment suggests a somewhat neglected urban area, indicated by the weathered condition of the buildings and the presence of graffiti. Behind the group, a red brick building can be seen; it has windows with broken panes and a wall partially obscured by a white board covered with graffiti, which includes scribbled names and letters in orange and red paint.\n\nThe group of children consists of four boys, each varying in pose and expression, suggesting a candid shot. The first boy, at the front of the group, is walking energetically towards the viewer, wearing a brown and white checkered jacket, brown trousers, and a facial expression full of intent. Following him are three other boys, two standing in the background looking directly at the camera with calm expressions, and one in mid-stride with curly hair, wearing a red jacket, also looking forward. Their outfits suggest a chill in the air, as most of them are wearing jackets or long sleeves.\n\nA medium-sized, tan and black dog stands in the foreground with a focused gaze towards something on the ground, adding a sense of everyday life and the presence of pets in this neighborhood scene.\n\nOverall, the photograph documents a slice of life from a bygone era, highlighting children's play and interactions in an urban setting that shows signs of wear and artistic expression through graffiti.","title":"Children on a street in East Brooklyn","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["553510","548488","549865","553526","552674","556265","552754","555895","552743","556163","545319","551729","551835","551123","545348","552756"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["boy","expression","dog","child","jacket","group","chill","intent","pet","stride"]}
