{"path":"546856.jpg","date":"January 1973","photographer":"Pickerell, Jim","caption":"The photograph captures a serene lakeside scene with several leisure activities in view. The image features a medium to large body of water with three boats moving near the foreground. Each boat contains several people engaging in recreational activities likely during a warm season given the attire and outdoor environment.\n\nOn the first boat, named \"Escapade,\" you can see at least three people, two of whom appear to be sunbathing or relaxing in swimsuits at the bow, while a third person is less visible. The second boat, which is moving slightly behind the first one, contains at least two visible people. The third boat, farthest to the right in the image and named \"Oriole IV,\" shows a few passengers dressed casually for a day on the water.\n\nThe background features a lush shoreline densely packed with trees and foliage. Several residential homes are visible along the shore, emphasized by their close proximity to the water and rustic appearance. The homes suggest a relaxed, rural lakeside community ambiance. Some structures appear to have personal docks or piers, indicating the residential nature and lifestyle focused around the lake.\n\nOverall, the photograph exudes a relaxed, leisurely summer day at a lakeside community, where recreational boating and enjoyment of the natural surroundings are central activities. The use of colors is rich and slightly aged, giving a sense of a time gone-by or a peaceful vacation moment captured in time.","title":"Trash and old tires litter the shoreline at the Middle Branch of Baltimore Harbor.","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["552316","554610","552982","543579","551679","553442","544266","549934","549939","549417","548555","553440","557562","553445","542908","551219"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["boat","lakeside","contain","home","name","medium","sunbathe","vacation","swimsuit","community"]}
