{"path":"546831.jpg","date":"April 1973","photographer":"Pickerell, Jim","caption":"This image depicts an aerial view of a suburban area abutting a large body of water. The composition is divided roughly into two main sections: the water on the left with docking facilities and several boats moored along piers, and a residential neighborhood on the right.\n\nThe water area features a dock extending into it, with multiple small boats docked in an organized manner. There are also a few boats moving or moored in the water, ranging from small single-engine boats to moderate-sized craft. The color of the water is a dark blue, suggesting depth or the presence of algae.\n\nOn the right, the landscape is dominated by a dense suburban neighborhood. The houses appear uniformly small to medium-sized, likely one to two stories, with various roofing colors mostly in shades of grey, brown, and occasionally red or green. Each plot includes a garden and is separated by green hedges or fences, indicating well-defined property boundaries. The neighborhood is structured with a network of streets that are narrow and seem to follow a slightly curvy pattern rather than a strict grid, typical of suburban developments.\n\nSeveral patches of green space and trees are scattered throughout, contributing to a lush environment. One notable large green space on the far right could potentially be a community park or a collective garden area.\n\nOverall, the photograph captures the coexistence of a peaceful residential area with the recreational and practical uses of the adjacent waterway, highlighting a tranquil and organized suburban lifestyle.","title":"The launching of the \"Chevron Hawaii\" at the Sparrows Point shipyard. The construction of oil tankers is a major source of employment for Baltimore workers.","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["552232","551198","551523","553062","546951","545896","557454","544604","558059","553705","553928","544562","544600","544568","556966","553919"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["neighborhood","boat","moor","garden","organize","dock","hedge","water","docking","right"]}
