{"path":"546881.jpg","date":"May 1973","photographer":"Pickerell, Jim","caption":"This photograph captures a bustling cargo handling scene on a large shipping dock. From a high vantage point, the image looks down towards the deck of a cargo ship lined with parallel wooden planks, showing signs of wear from heavy use.\n\nSeveral industrial cranes stand on the deck, their large, white metal structures towering above the surface with cables attached to various loads. These cranes are positioned at intervals along the deck and appear to be in the process of loading or unloading goods. The cables stretch down towards the deck and are attached to heavy cargo, some of which is visibly secured in large red and brown crates.\n\nWorkers maneuver around the ship in a coordinated effort. Five workers can be seen; they are small in scale compared to the vastness of the ship and are wearing safety helmets. The workers seem to be actively engaged in guiding the cargo and operating machinery, including a red forklift-like vehicle visible on one side, possibly positioning crates for lifting or offloading.\n\nBeyond the ship, the extensive, somewhat cluttered dock area is visible, scattered with more cargo, crates, trucks, and operational vehicles facilitating the logistics of shipping. The back shows a body of water, likely a coastal line facilitating the docking of such large vessels. In the farther background, there is land with a clear outline of city buildings, roads, and parked cars, indicating proximity to an urban area.\n\nThe scene is dynamic, highlighting the industrial character and logistical complexity of maritime cargo operations. The photo poignantly captures the scale of goods transportation and the orchestrated effort required in such environments.","title":"Hoisting a cargo of lumber from a ship at dundalk marine terminal, a busy Maryland port authority facility","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["555270","555283","546914","546910","555261","555797","552303","546828","546917","555260","547474","546901","555271","552008","546934","546762"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["cargo","crates","ship","deck","worker","shipping","facilitate","cable","effort","crane"]}
