{"path":"546910.jpg","date":"April 1973","photographer":"Pickerell, Jim","caption":"This image captures a bustling industrial scene at a shipping dock. A large shipping container, prominently marked with the logo \"HAPAG LLOYD\" and a variety of technical specifications, is being maneuvered by a crane. This container, which displays its weight and volume capacity, is suspended in the air above a flatbed truck waiting directly beneath it.\n\nThe truck is equipped with a flat, red platform and has license plates visible. It's parked on tracks that suggest it may be part of a rail system integrated with road transport. On the left, an additional part of the crane structure is slightly visible, emphasizing the scale and heavy machinery involved in this operation.\n\nThere are three workers in the scene, all wearing hard hats—two are visible directing the operations near the truck, with one gesturing probably for precise placement of the container. Another person, albeit partly obscured, is to the left interacting with industrial controls or perhaps another vehicle.\n\nThe environment around them is gray and industrial, with other structures and possibly more shipping containers in the background. This place is characterized by a lot of metal surfaces and an overcast sky, which adds a gritty, robust feel to the setting.\n\nOverall, the photograph documents a moment of coordinated effort in logistics, highlighting the industrial machinery and human oversight required in handling large shipping containers at a dock.","title":"Container cargo is unloaded at dundalk marine terminal, a Maryland port authority facility","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["546881","555283","555261","555285","546914","555284","546762","546917","555271","546901","555270","555260","555269","546915","546918","546796"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["shipping","container","truck","crane","oversight","dock","flatbed","capacity","machinery","weight"]}
