{"path":"546942.jpg","date":"June 1973","photographer":"Pickerell, Jim","caption":"This image captures a lively and busy scene at a beach during what appears to be a warm, sunny day. The beach is crowded with people engaged in various activities typical of a day at the seaside.\n\nForeground: There are several groups of people of different ages sitting and lying on colorful blankets and towels spread across the sand. The closest individuals include a woman lying on her stomach on a white blanket, and a group of three, possibly a family, seated and lying on a blue mat. They are chatting and enjoying the sunny day. Nearby, several sunbathers are either sitting up or lying down, enjoying the warmth and possibly sunbathing.\n\nMiddle ground: The shoreline is buzzing with activity where children and adults wade and splash in the shallow waters. Some adults stand in the water while watching over the children. There is a noticeable interaction among the people, with a child and an adult engaged in a cautious walk into the water.\n\nBackground: The background shows a dense crowd of beachgoers in the water, extending towards the far end of the beach. Beyond the beachgoers, the calm water stretches towards the horizon under a clear sky. Dense trees line the beach, marking the limit of the sandy area and providing some greenery contrasting with the dominant blues of the water and sky.\n\nOverall, the photograph is a vibrant depiction of a busy summer day at the beach, full of life and recreational activity, capturing a moment of leisure and relaxation enjoyed by a diverse group of people.","title":"Swimming and sunning on the beach at Rocky Point Park","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["547482","546874","550931","547491","547503","550243","547628","546794","555923","553685","550932","548541","550919","557772","553686","546928"],"cl":[12],"cluster":["#12 &mdash; Beach"],"terms":["beach","lie","beachgoer","adult","enjoy","blanket","child","crowd","group","people"]}
