{"path":"546943.jpg","date":"May 1973","photographer":"Conklin, Paul","caption":"This photograph provides a detailed look at a maritime setting, likely on a commercial fishing boat. The image is filled with various fishing equipment, illustrating the complexity and clutter typical of a working vessel.\n\nForeground:\n- Dominating the foreground are tangled nets and lines intricately woven together. These nets possess a weathered, rugged appearance, indicative of frequent use. \n- Numerous ropes and cables are strewn about and curled in coils, some appearing frayed at the ends giving a sense of persistent utility and exposure to the elements.\n- Wooden boards and other components of the ship's structure are visible, showcasing a natural, worn texture and dark hues.\n\nMidground:\n- Further into the scene, a pile of rusty chains adds an old, metallic element contrasting with the organic nature of the nets and ropes.\n- A small motorboat is nestled among the larger fishing nets and equipment. Its presence might suggest readiness for smaller or more specific tasks associated with fishing.\n\nBackground:\n- The perspective is framed by the towering masts of the fishing boat, equipped with additional gear and pulleys, indicating their purpose for hauling and managing the large nets.\n- Blue sky with clouds can be seen through the lines and riggings, filling the background with a sense of openness and height.\n\nThe overall composition conveys a dense, utilitarian scene focused on fishing activity, underlining both the complexity and the ruggedness of maritime work. The detailed equipment setup provides insight into the demanding nature of the fishing industry.","title":"The shrimp cooperative's fleet on Hilton Head Island. This is a Black-owned enterprise.","placename":"Beaufort (S.C.)","location":"Beaufort, South Carolina","nn1":["547552","548767","552298","545185","549599","545061","547563","546939","552300","554200","550306","545093","549601","542911","545056","548228"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["fishing","net","rope","complexity","equipment","pulley","haul","demand","coil","possess"]}
