{"path":"546903.jpg","date":"January 1973","photographer":"Pickerell, Jim","caption":"This photograph depicts an urban riverscape that appears to be from a past era, possibly the mid-20th century. It shows a broad river with a concrete bridge spanning over it. The bridge has a rounded arch, and slight reflections of the bridge and surrounding structures can be seen in the calm water of the river.\n\nOn either side of the river, there are large industrial or warehouse-style buildings, characterized by their red brick construction and multiple stories. Some of these buildings have tall smokestacks and others feature rows of large windows indicating commercial or industrial use.\n\nIn the foreground, there is a significant amount of debris collected along the edges of the river. This debris primarily consists of wood and trash, which implies some level of pollution or neglect.\n\nOn the left bank, there is a white wooden structure, which appears to be a small warehouse or utility building alongside the river. Behind the immediate riverside buildings, more modern-looking high-rise buildings can be glimpsed, suggesting the proximity of a larger downtown area. From the style and architecture visible in the image, this appears to be an American city.\n\nOverall, the composition captures a moment in an industrial part of a city where commercial activities dominate, yet also highlights issues of environmental care and urban infrastructure management.","title":"A screen placed across Jones Falls traps trash and keeps it out of Baltimore Harbor. Although not foolproof—a heavy rain can break the screen—it is effective when cleaned regularly.","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["550214","550964","550204","550210","551181","555767","555739","547890","553393","547586","552715","553462","547263","546865","552247","551182"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["river","bridge","warehouse","riverscape","building","city","debris","downtown","care","riverside"]}
