{"path":"546901.jpg","date":"May 1973","photographer":"Pickerell, Jim","caption":"This is an industrial photograph depicting a scene of workers involved in loading or unloading large quantities of lumber on a ship. The photograph captures multiple elements associated with heavy industrial labor and logistics. \n\nIn the foreground, a massive stack of red timber planks is neatly arranged, extending across almost the entire frame, suggesting the scale and intensity of the logistical operation. Each plank has markings, indicating possibly the grade or type of wood or tracking information, which is common in industrial shipping of materials.\n\nSeveral cranes with cables and hooks are visible, playing a central role in the movement of the timber. One such load of lumber is in the process of being hoisted, suspended in mid-air by a crane, giving a dynamic aspect to the image as it shows ongoing work.\n\nThere are at least three workers visible, wearing hard hats and work clothes, which indicates safety protocols are in place. These workers seem to be guiding the planks, ensuring that the lift goes smoothly. Their positions at different points on top of the stack highlight the teamwork and coordination required in such operations.\n\nIn the background, there is a hazy industrial landscape visible. The presence of other structures, possibly part of the wider port or industrial area, and faint smokestacks suggest a backdrop typical of heavy industry zones.\n\nThe overall composition of the photograph with its focus on workers, machinery, and industrial materials effectively conveys the sense of scale and the rigorous activities that are characteristic of maritime logistics and cargo handling.","title":"Lumber is being unloaded from a ship at the dundalk marine terminal","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["546914","546917","552303","546881","552148","552214","546910","552149","552200","546762","555797","542857","555261","546796","555283","554431"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["worker","plank","lumber","logistic","timber","load","crane","stack","protocol","coordination"]}
