{"path":"546951.jpg","date":"May 1973","photographer":"Conklin, Paul","caption":"This photograph provides an aerial view of a luxurious coastal neighborhood overlooking a wide expanse of water, possibly a river or bay. The area is characterized by a mix of residential structures and a marina hosting numerous boats.\n\nIn the foreground and extending into the middle of the image, there is a neatly organized residential area with houses that display a similar architectural style—flat roofs, with what appears to be stucco exterior finishes, in neutral colors like beige, brown, and pale pink. The houses are surrounded by manicured green spaces, sprinkled with mature trees and constructed walkways. There are also visible areas used for parking, filled with several cars, suggesting the image captures a moment during a busy day or that this is a well-populated locale.\n\nTo the right of the photograph, along the water’s edge, runs a marina lined with a substantial number of white yachts docked neatly in a row. The marina appears active, possibly with some people visible walking along the dock. The presence of the marina indicates a likely affluent community, given the size and number of yachts parked.\n\nThe wider context provided by the surrounding area shows a relatively flat landscape extending into the distance, with further land masses faintly visible across the water, enhancing the scenic beauty of the location.\n\nOverall, the photograph captures the essence of a serene, affluent waterfront community, designed for leisure and showcasing a substantial investment in both residential and recreational maritime infrastructure.","title":"Luxury living on Hilton Head Island. Ocean front lots, 100 x 100 feet, sell for as much as $225,000.","placename":"Beaufort (S.C.)","location":"Beaufort, South Carolina","nn1":["557422","544562","553931","552232","557462","546831","548638","544558","548639","548784","548763","553928","553919","553925","545128","542650"],"cl":[48],"cluster":["#48 &mdash; Waterfront Development"],"terms":["marina","yacht","number","stucco","masse","finish","house","community","locale","bay"]}
