{"path":"546936.jpg","date":"May 1973","photographer":"Pickerell, Jim","caption":"This photograph captures an industrial scene at a docking area. The key feature of the image is a large warning sign mounted on a wooden beam structure, reading \"WARNING DANGEROUS CARGO SULPHURIC ACID.\" The setting looks like a cargo loading or unloading zone, likely at a port.\n\nIn the foreground, there are various mechanical equipments placed on a concrete dock, which include pipes, valves, and what appears to be a motor or pump. These machines are set against a backdrop of water and wooden piles, indicating the proximity to a body of water.\n\nTo the right of the image, further machinery and equipment are partially visible, suggesting ongoing industrial operations. The ground beneath the equipment and structures is composed of both concrete and wooden beams.\n\nTwo workers can be seen engaging with the equipment. One individual is standing slightly behind the sign, facing the machine setup, perhaps monitoring or operating it. The other person is sitting to the right side of the frame on a separate wooden structure, facing away and looking towards the water or other activities outside the frame.\n\nThe overall mood conveyed is one of a busy, functional industrial environment with a focus on handling hazardous materials, emphasized by the stern warning sign. The natural lighting suggests that the photograph was taken during the day under clear conditions. The area is utilitarian with no ornamental elements, underscoring the industrial utility of the space.","title":"Boat dock at the olin chemical plant on curtis creek in Baltimore harbor.  Olin has applied to epa for permit which will regulate and diminish discharge of pollutants into Maryland waters","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["546045","546240","546009","547474","547014","546917","547065","552212","546016","545997","544227","547958","552014","552148","546037","542989"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["warning","equipment","machine","beam","composed","valf","concrete","wooden","docking","sign"]}
