{"path":"546917.jpg","date":"May 1973","photographer":"Pickerell, Jim","caption":"This photograph captures a dynamic industrial scene at a dockyard. The focal point of the image is a large bundle of lumber being suspended in the air by a crane, suggesting the scene takes place during a loading or unloading operation at a port. The lumber bundle is tightly bound and features planks of various lengths, implying it's prepped for transport or delivery.\n\nThere are two workers visibly engaged in the scene. The first worker, in the foreground, wears a yellow hard hat and is partially obscured from view, emphasizing a focus on the task rather than the individual. The second worker, also partially seen and wearing a white helmet and blue overalls, is actively maneuvering or stabilizing a large wooden beam on the dock. This activity might be part of preparing or securing the dock area for the loading operation.\n\nThe backdrop includes a glimpse of another ship moored at the dock, featuring its dark hull and part of its structural elements. This hints at a busy port environment. Various port infrastructure elements such as additional cranes, metal constructions, and maritime equipment are visible in the background, contributing to the industrial atmosphere of the scene.\n\nThe sky is overcast, casting a diffuse light that enhances the industrial feel and underscores the physical nature of the workers' tasks. The photographic composition frames the action to draw attention to the industrial operations and the scale of the cargo being moved, highlighting the role of human labor in maritime commerce.","title":"Dock workers unload ship at dundalk marine terminal","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["546914","546901","552303","552148","546881","555285","546796","547474","555261","546915","552149","546841","547065","555797","546762","555283"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["worker","port","bundle","lumber","loading","dock","operation","crane","bind","task"]}
