{"path":"547054.jpg","date":"April 1973","photographer":"Sequeira, Paul","caption":"This photograph is an aerial view of an industrial area filled with various types of heavy machinery, vehicles, and equipment scattered around a large, disorganized open space. The area is primarily occupied by machinery appearing to be in various states of disrepair or decommissioning.\n\nAt the center of the image, there is a compound composed of several older buildings with flat and aged roofs, used perhaps as workshops or storage facilities. These buildings include parked cars directly in front and in the parking spaces defined by white lines. The scene is not modern, evident from the vintage style and design of the vehicles and the general worn-out look of the facilities.\n\nTo the left of the image, there is a small body of water reflecting the sky. Surrounding this pool, and throughout the broader space, there are piles of metal scrap, what look to be old vehicle parts, brightly colored containers, and other industrial detritus. The variety of colors from the metal containers and equipment varies broadly, creating a somewhat chaotic appearance bolstered by the lack of clear organization throughout the space.\n\nThere are no people visible in the image; however, there is a main road visible at the bottom with several vehicles, indicating the area is likely close to other municipal facilities or public roadways. The overall setting indicates an industrial sector possibly devoted to the salvage, repair, or upcycling of machinery and vehicle parts. The area is vast and lacks vegetation, with dirt and grime visible, giving it a gritty, utilitarian character.\n","title":"Junkyard along i-94 in e.  Chicago: old cars and scrap metal","placename":"Gary (Ind.)","location":"Gary, Indiana","nn1":["547610","547611","545059","547625","548353","547062","555779","548422","551988","547777","550265","555761","556323","547066","549307","549526"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["vehicle","space","machinery","lack","container","salvage","compound","grime","sector","detritus"]}
