{"path":"547022.jpg","date":"May 1973","photographer":"Conklin, Paul","caption":"This photograph captures a vibrant street scene likely from a parade. The image features a high school marching band and majorettes performing on a street lined with spectators and storefronts.\n\nIn the foreground are majorettes dressed in red and white uniforms. One of the majorettes in a red dress with white trim is leading the group, prominently positioned in the middle of the street as she moves forward. The rest of the majorettes, dressed in white tops and shorts with red trim, follow closely behind her. They are coordinating their steps and seem to be performing a routine.\n\nThe marching band, consisting of predominantly African-American members, follows the majorettes. The band members are dressed in white shirts, black pants, and white hats, carrying various brass instruments including trumpets, trombones, and tubas. A few large, circular sousaphones are also visible, adding depth to the band's formation.\n\nOn both sides of the street, there are onlookers observing the performance. The setting is a small town with a traditional American main street vibe. Store signs visible in the background include \"C.E.F. DOLLAR STORE\" and \"LIGGETT AMAR DRUGS,\" among others. The architecture is typical of small-town America with brick buildings and modest storefront displays.\n\nThe street itself is paved, and no modern vehicles are visible, which might suggest the photo was taken several decades ago. The overall ambiance is festive and community-focused, characteristic of local parades that celebrate civic pride and local culture.","title":"The band comes marching by at the Memorial Day parade.","placename":"Beaufort (S.C.)","location":"Beaufort, South Carolina","nn1":["552656","556279","554451","552653","552661","549567","552660","556283","554449","549577","546995","557710","553173","546991","557714","552657"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["band","street","parade","member","town","brass","pride","onlooker","storefront","school"]}
