{"path":"547088.jpg","date":"February 1973","photographer":"Sequeira, Paul","caption":"This striking photograph features a house elevated on a dark, corrugated metal barrier. The house itself is painted in a rich, burgundy red and has a relatively simple construction with a symmetric frontal design featuring a central protrusion on the upper floor that houses two windows separated by a narrower window. The roof extends slightly over the house, creating a small overhang.\n\nForegrounding the house is a barrier made from vertically arranged corrugated metal sheets which have a weathered look, showing signs of rust and paint dripping, suggesting age and exposure to harsh elements. The metal extends downwards into a pile of irregular, scattered gray rocks that appear to be broken and eroded, adding a rugged texture to the scene. These rocks are thrown haphazardly at the base of the metal barrier and are partially embedded in a sandy ground, with tufts of grass peeking through, indicating a somewhat neglected or naturalistic environment.\n\nThe overall atmosphere of the photograph is slightly somber due to the overcast sky and the muted colors of the environment, contrasting with the more vivid color of the house. This setting could suggest a coastal or flood-prone area, necessitating the barrier for protection against water or environmental elements. The composition of the photograph, with its elements of decay juxtaposed against the sturdy construction of the house, evokes themes of resilience and isolation.","title":"Lakeside home owner attempts to hold back erosion by placing sheets of steel plate and slabs of concrete in front of his house.","placename":"Gary (Ind.)","location":"Gary, Indiana","nn1":["554787","554823","554799","543339","547038","556999","542588","551963","551115","548044","557640","554788","551091","547119","544465","555632"],"cl":[49],"cluster":["#49 &mdash; Weather Phenomena"],"terms":["house","barrier","metal","protrusion","overhang","construction","flood","sheet","protection","rock"]}
