{"path":"547097.jpg","date":"April 1973","photographer":"Sequeira, Paul","caption":"This photograph captures an aerial view of the United States Steel Corporation's Gary Works, a sprawling industrial steel mill located in Gary, Indiana. The image primarily showcases the extensive infrastructure and operation systems characteristic of an industrial steel manufacturing complex.\n\nIn the foreground, there are massive, elongated buildings with sloped roofs—presumably workshops or warehouses associated with steel manufacturing. These structures have a muted color palette, largely in shades of gray and brown, reflecting industrial materials. There are several smokestacks and other vertical structures projecting from these buildings, emitting plumes of smoke and steam that contribute to a hazy atmosphere throughout the scene.\n\nTo the left and center of the photograph, dense smoke is rising vigorously and diffusing into the sky, suggesting heavy industrial activity. This part of the facility appears more congested, with closely packed structures and possibly machinery, conveying a scene of intense industrial operation.\n\nThe background of the image hints at a coastal location as it meets what appears to be a large body of water, adding a natural element to the industrial scenery. The skyline is subdued under a veil of haze, likely from the emissions of the plant itself.\n\nCentrally placed in the image is a significant sign that reads, \"United States Steel Gary Works,\" solidifying the identity and operation of the site. The surrounding area is devoid of vegetation, underscoring the industrial nature of the environment.\n\nOverall, this photograph portrays the robust and gritty nature of a major steel mill in operation, highlighting the industrial might and environmental impact of such facilities during this period.","title":"U.S. steel plant","placename":"Gary (Ind.)","location":"Gary, Indiana","nn1":["547048","549510","549511","557227","546827","547069","549966","545427","547101","550225","557215","546882","549967","547060","557221","549508"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["steel","operation","mill","manufacturing","might","veil","identity","smoke","facility","workshop"]}
