{"path":"547098.jpg","date":"April 1973","photographer":"Sequeira, Paul","caption":"This aerial photograph presents a vivid and detailed display of a landscape featuring various natural and man-made elements. On the left side of the image, there is a body of water with a shimmering, almost metallic surface, bordered by dark, dense foliage that suggests a thick, undisturbed forest. This contrasts starkly with the right side of the image, which shows a muddy or sandy landscape dominated by brown tones, where the texture of the ground appears heavily manipulated, likely by vehicles or machinery, indicated by the visible tire tracks.\n\nIn the center, there is a distinct, narrow waterway or canal bordered by a thin strip of land that connects the two contrasting landscapes. This strip of land supports a bridge or small crossing structure, facilitating movement between the two sides. The waterway reflects a rusty color, possibly due to sediment or contamination.\n\nAdditionally, in the lower right portion of the image, there are several bright white spots resembling reflections, which could be standing water or metallic objects catching the sunlight, suggesting recent activity or the presence of equipment.\n\nThe composition and contrast between the developed, manipulated area and the natural environment highlight significant interaction or intervention, possibly for resource extraction or development purposes. The overall scene encapsulates a moment of stark environmental contrast, blending aqueous, earthen, and vegetative components in a manner that raises questions about land use and environmental impact.","title":"Clear water and discolored water in marshland","placename":"Gary (Ind.)","location":"Gary, Indiana","nn1":["548001","555752","550753","555684","550638","555859","553454","543767","550757","551568","551176","542881","547227","551611","555862","543697"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["manipulate","strip","waterway","land","question","border","contamination","crossing","extraction","canal"]}
