{"path":"547033.jpg","date":"April 1973","photographer":"Sequeira, Paul","caption":"This photograph captures a scene by a body of water, likely a lake or coastal area, with various activities and objects in view. On the left side of the image, the water gently laps against the shore, where several small, dark, possibly wooden boats are floating. Directly adjacent to the water, there is a building (a house or possibly a storage structure) with a pale exterior and a flat roof. Attached to the structure, a wooden platform extends towards the water, where at least two people are standing. These individuals appear to be engaged in some kind of manual labor, possibly related to boat repair or fishery activities.\n\nOn the right side of the image, the scene is dominated by a large and slightly disorganized construction area on a muddy ground. A heavy-duty truck equipped with construction materials and machinery, including what looks like a crane or lifting device, is prominently featured. This area suggests ongoing construction or repair work, possibly related to the waterfront property or infrastructure.\n\nThe background of the photograph shows a bright, clear sky indicating it might be a sunny day. There are power lines visible, running parallel to the structures and contributing to the sense of a working or residential area connected to utilities.\n\nThe photograph seems to capture a combination of everyday life and work activity in a waterfront community, with elements of construction and maintenance work evident, reflecting the interaction between human activities and the natural environment.","title":"Preparing to move home from water's edge after severe storm","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["544753","553375","548361","545005","550357","552149","548764","544260","547996","555795","543465","556905","544763","547109","544650","550221"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["construction","repair","work","waterfront","boat","relate","lap","kind","duty","lift"]}
