{"path":"547055.jpg","date":"March 1973","photographer":"Sequeira, Paul","caption":"This photo captures a scene in an urban park setting. It features two people, likely a young woman and a toddler, engaging with the camera in different manners.\n\nThe young woman, standing tall and smiling directly towards the camera, displays a friendly demeanor. She is dressed in a layered outfit consisting of a plaid garment, which looks like a long coat or a vest, layered over a floral blouse. Her warm expression and direct gaze make her the focal point of the image. Her right arm is wrapped around what appears to be a large plaid blanket or coat, suggesting it might be a chilly day.\n\nSquatting on the ground near a cylindrical metal bin (probably a public trash can) is a toddler, who also looks towards the camera but with a more reserved expression compared to the young woman. The toddler wears a light-colored top, perhaps a sweater or a jacket, with darker jeans and small shoes. Behind the toddler, the ground is wet, indicated by an apparent puddle, and a drain cover beneath the toddler suggests recent rainfall.\n\nThe background of the photograph is softly focused but features elements such as a bench, a chain-link fence, and some indistinct structures, which provide context suggesting that this scene is likely set in a public park or a similar community area.\n\nThe overall mood of the image is calm and a bit reflective, highlighted by the expressions and the quiet park setting. The interaction of the subjects with the camera adds a layer of intimacy and liveliness to the scene.","title":"In the Lincoln Park playground, largest park in the city.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["551027","551807","557632","550090","547072","543863","553219","551473","553377","551681","544230","551730","556152","551446","550051","555947"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["toddler","camera","park","plaid","coat","expression","woman","liveliness","bin","intimacy"]}
