{"path":"547026.jpg","date":"May 1973","photographer":"Conklin, Paul","caption":"This photograph depicts a bustling street scene with a diverse group of people, likely in an American town during the late 20th century. A crowd of people, including men, women, and children of varying ages and ethnic backgrounds, are gathered at a street corner. Many in the crowd are African American, and the adults are watched over or discussing among themselves while some hold children.\n\nThe focus of the scene is this variety of people. The adults show a range of expressions and are dressed in a variety of styles, from casual to slightly more formal attire, suggesting this might be a special event or gathering. Children are interspersed with the adults, some looking at the camera, others interacting with each other or the adults.\n\nIn the background, we see a white building with signage indicating it’s a shoe store named \"Lolly's Shoe.\" Across the top of this building, additional signage points to an ABC (Alcoholic Beverage Control) Package System, suggesting the sale of alcoholic beverages. There is also a notable sign with large letters on a pole prominently displaying distances to several local destinations: \"Hunting Island 16, Fripp Island 19, Parris Island 8.\" The traffic light and signs are distinctly American in style, with one saying, \"Right turn on red with caution.\"\n\nThe environment is urban with a clear daytime setting as evidenced by the bright lighting and shadows cast on the street. Cars can be seen parked along the side of the street, and the architectural design of the surrounding buildings is typical of 20th-century commercial districts in small to medium American towns.\n\nOverall, the photo captures a moment of everyday life, filled with activity and community interaction, possibly during a public event or simply a gathering in a town known for its proximity to several islands.","title":"Families enjoy the memorial day parade","placename":"Beaufort (S.C.)","location":"Beaufort, South Carolina","nn1":["556808","558118","549906","556199","557272","548368","550142","552411","553287","557705","554691","553142","552602","551324","548369","548355"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["adult","town","street","child","crowd","signage","gather","caution","event","century"]}
