{"path":"547079.jpg","date":"March 1973","photographer":"Sequeira, Paul","caption":"The photograph depicts a scene of devastation likely caused by a natural disaster. It shows a damaged house with significant structural and environmental disturbances. The house, appearing to be a small, one-story structure, is painted beige with white trim around the windows. A notable feature of the house is its sunroom or enclosed porch area, which is extensively glazed and exhibits a large, sloping skylight or glass roof that seems to be intact despite the surrounding chaos.\n\nIn the foreground, there is a profusion of debris scattered around the area. This includes broken wood planks, branches, and uprooted vegetation, indicating severe storm impact. Prominently, an overturned object resembling a roof or a large construction element, with red and dark shingles, is tilted against the sunroom.\n\nThe yard around the house is cluttered with destruction, including a toppled and damaged metal fence by the house. A tall antenna or radio tower still stands in the background, slightly askew but mostly unharmed, adding to the contrast of what structures held versus what succumbed to the disaster.\n\nThe environment around the house hints at a residential area, as parts of what appear to be neighboring houses can be glimpsed in the background. Overall, the mood is bleak under an overcast sky, emphasizing the wreckage and the calamity’s impact on a presumably quiet neighborhood. There's no visible presence of people, suggesting a moment captured possibly after an evacuation or during a quiet assessment of the damage.","title":"This home in zion (on lake Michigan) was desTroyed by floods","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["544797","544463","544464","547085","544467","544461","557162","547888","547119","547130","544583","547036","557993","544458","544468","551115"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["house","damage","disaster","assessment","skylight","radio","wreckage","devastation","shingles","chaos"]}
