{"path":"547120.jpg","date":"March 1973","photographer":"Sequeira, Paul","caption":"This photograph captures a city park scene, likely from the late 20th century, characterized by a vivid juxtaposition of urban development and recreational life. In the foreground, a large, striking kite with a simplistic human face design—featuring eyes, a nose, and a broad smile on a diamond-shaped white background—dominates the scene.\n\nThe kite is held aloft near a group of children and adults, possibly families, gathered around a playground area. The playground includes swings where children are actively playing, and other playground equipment can be seen slightly obscured in the background. The ground appears to be covered with grass, displaying patches that are worn, suggesting frequent use.\n\nThe backdrop of the photograph is defined by stark urban elements. Prominent in the skyline are two high-rise buildings; one, to the left, is under construction and topped with a crane, indicating ongoing urban development. The building's skeleton is fully visible, covered partially by construction scaffolding. Adjacent to this is another high-rise, seemingly complete, which looks to be a residential tower given its balconied façade.\n\nThe lighting in the image suggests it is either morning or late afternoon, evidenced by the long shadows cast on the ground and the soft, golden hue of the sunlight. This combination of urban and playful elements along with the distinct lighting provides a snapshot of city life where community spaces and expansive urban construction coexist.","title":"City playground and high rise construction","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["553252","552362","551733","552361","555928","553512","551768","555946","550075","547201","551725","555931","553294","555901","556296","556161"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["playground","construction","diamond","development","child","scaffolding","nose","swing","coexist","obscured"]}
