{"path":"547170.jpg","date":"February 1973","photographer":"Sequeira, Paul","caption":"This photograph displays two children playing in an urban setting, specifically in what appears to be an alleyway. The surface of the alley is unpaved or covered with old, worn asphalt, extending into the distance flanked by buildings and utility poles with visible electrical wires.\n\nThe child on the left is riding a tricycle wearing a red helmet and sunglasses. This child is dressed in a long-sleeve jacket that features stripes on the arms in contrasting colors, emphasizing the playful, vibrant character typical of children's attire. The tricycle itself is colorful, with a significant amount of red and yellow, adding a lively visual element to the scene.\n\nThe child on the right is seated on the ground, holding a yellow plastic baseball bat and wearing a green knitted hat. This child is dressed in a similar casual fashion and appears to be preparing or waiting to play a game, possibly involving the tricycle as a part of their imaginative play.\n\nThe setting conveys a raw charm with the stark brick buildings and the rustic alley environment. The overall atmosphere is of a candid, spontaneous moment of childhood, unstructured and infused with exploration and creativity. The bright sunlight casts shadows and highlights on the subjects and the gritty textures around them, enhancing the depth and the mood of the urban landscape. This scene captures a slice of everyday life, likely from a time when children more frequently played in less conventional and more improvised outdoor spaces.","title":"An alley in rogers park, north side of Chicago","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["551726","551727","550249","556175","557699","556166","549271","552755","555950","553495","551010","544432","551725","551729","553510","544354"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","tricycle","play","alley","improvise","alleyway","infuse","creativity","knit","childhood"]}
