{"path":"547117.jpg","date":"May 1973","photographer":"Sequeira, Paul","caption":"This photograph captures a scene at a sandy beach area, possibly exhibiting some temporary construction or digging activities. In the photo, two individuals are engaged with the environment in distinct actions.\n\nOn the left, a person dressed in darker attire, including a dark jacket and a hat, is actively using a shovel in a pile of sand. This individual is digging or manipulating the sand, possibly part of a larger effort to manage or reshape the immediate area. Their position and activity suggest they are deeply involved in their task, showing a sense of urgency or focus.\n\nTo the right, another person, clothed in light-colored pants and a navy or dark blue jacket, is walking briskly across the sand. This individual appears to be in motion, either walking towards something out of frame or possibly coordinating with the digging efforts.\n\nThe background is dominated by an expansive view of a tranquil sea, stretched under a clear blue sky. The horizon line cleanly separates the serene blue water from the sky, adding a calm backdrop to the human activities in the foreground. Along the visible coastline, there are segments of wood or driftwood, enhancing the natural, rugged feel of the setting.\n\nThe overall composition of the photograph suggests an interaction of human activity with the natural landscape, possibly for construction, cleaning, or environmental management purposes. The presence of tools, like the shovel, and the attentiveness of the individuals to their respective tasks, imply a moment captured during a significant endeavor at this coastal location.","title":"Man digging outlet channel between the pond and Lake Michigan","placename":"Muskegon (Mich.)","location":"Muskegon, Michigan","nn1":["547167","552286","545204","545076","543225","545208","547151","552278","547020","547530","547926","545077","552305","547115","545079","553093"],"cl":[17],"cluster":["#17 &mdash; Fish"],"terms":["shovel","sand","effort","individual","attentiveness","cleaning","task","navy","urgency","jacket"]}
