{"path":"547130.jpg","date":"March 1973","photographer":"Sequeira, Paul","caption":"This photograph depicts a scene of destruction and disrepair, primarily affecting the foreground and a two-story residential building. The foreground displays a severely damaged street with broken asphalt and chunks of concrete scattered around. The damage suggests perhaps a sinkhole or a similar form of collapse, undermining the integrity of the road.\n\nThe two-story building in the background, which is the main building in the frame, shows signs of neglect or damage. The lower level includes what appears to be a garage on the far left, curtained glass doors in the center, and a regular door to the right. A notable feature on this level is an array of different windows and doors, some covered with curtains, others bare and one with a makeshift covering.\n\nThe upper level of the building has large rectangular windows, one of which is visibly broken, leaving an open view into the dark interior. The siding of the building, while intact, looks worn, which matches the overall dilapidated feel of the scene.\n\nThere are no visible people or animals in the image, emphasizing a sense of abandonment. The dreary lighting contributes to the somber mood of the scene.\n\nThe photo’s composition uses the disruption in the foreground to lead the viewer's eye towards the decaying building, creating a narrative of urban decay and infrastructure failure. This damage may suggest recent weather events, an earthquake, or poor maintenance, giving the viewer a haunting impression of disrepair and abandonment. The tree branches visible in the top-left corner are barren, suggesting it’s either autumn or winter, adding to the bleakness of the scene.","title":"High waters washed out this road (lake shore drive)","placename":"Gary (Ind.)","location":"Gary, Indiana","nn1":["553548","557350","553555","557345","553470","544468","549785","547653","550129","544463","549786","553476","557349","557344","557348","550253"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["damage","level","door","disrepair","abandonment","building","decay","haunt","story","covering"]}
