{"path":"547103.jpg","date":"March 1973","photographer":"Sequeira, Paul","caption":"This photograph presents a scenic view over a city's urban area, captured from an elevated perspective through the frame of a window or an antenna structure. In the foreground, the thick dark outlines of antenna cables partially obscure the view, creating a unique framing element.\n\nThe urban landscape is dominated by several buildings, including red-brick apartment buildings and an assortment of mid-rise commercial structures. The architecture is varied, displaying periodic styles with flat and sloping rooftops accumulating patches of snow, suggesting it might be winter or early spring.\n\nIn the distance, a large body of water, possibly a lake or a coast, generates a natural horizon line juxtaposing the artificiality of the urban environment. The surface water appears slightly turbulent, reflecting the evening or morning sunlight with a silver gleam.\n\nThe area is equipped with a structured parking lot filled with cars, indicating the scene unfolds in a populated residential or commercial district. A few trees devoid of leaves line the streets, which are active with a few visible vehicles, adding subtle signs of life and movement.\n\nOverhead, a dramatic sky shows a mixture of clouds, ranging from small and wispy to large and voluminous, painted by the soft light of a setting or rising sun. The lighting conditions suggest either early morning or late afternoon, with soft, warm tones casting shadows and enhancing the depth of the urban landscape.\n\nOverall, this photograph captures a serene yet dynamic urban setting, emphasizing both the natural environment along with the human-made through a contrasting and compelling composition.","title":"Last of the old lakeside 6-flats on the north side of Chicago","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["548392","547206","552231","549971","548384","557273","550014","549480","552394","552252","548334","548317","548414","545429","553559","557274"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["antenna","gleam","accumulate","unfold","generate","coast","morning","silver","rooftop","apartment"]}
