{"path":"547112.jpg","date":"March 1973","photographer":"Sequeira, Paul","caption":"The photograph features a dramatic juxtaposition of natural and urban elements. On the left side of the image is a turbulent body of water, possibly an ocean or large lake, with waves actively cresting and falling, their tips catching the light in a bright, almost fiery glow. This suggests either a sunrise or sunset scenario, where the low light angle enhances the texture and color of the water surface.\n\nOn the right, contrasting sharply with the dynamic water scene, is a dark brick building. It appears to be a residential or perhaps an old industrial structure. The building is tall, filling most of the vertical space of the frame, its side profile facing the viewer. It has multiple windows, all uniform in size and evenly spaced, but only a few show any internal light. The overall condition and the lack of visible activity suggest it might be mostly unoccupied or only dimly lit inside.\n\nThe light on the building is dim, accentuating deep reds and shadows, contributing to a mood that’s somber and slightly eerie. The very edge of the building and a small part of the foreground includes the top of a chain-link fence, hinting that the area might be private or restricted, limiting direct access to the water.\n\nThis composition creates a striking contrast between the untamed, lively nature of the water and the static, somber character of the urban structure, each side occupying roughly half of the image space, creating a visual narrative about possibly overlapping or encroaching elements of nature and human habitation.","title":"Lake Michigan waves are whipped up by northeast winds.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["547147","550291","544709","547960","547068","547114","547118","552130","547143","544675","551519","547581","547091","549555","552167","553390"],"cl":[49],"cluster":["#49 &mdash; Weather Phenomena"],"terms":["water","tip","link","building","half","sunrise","chain","scenario","space","habitation"]}
