{"path":"547146.jpg","date":"March 1973","photographer":"Sequeira, Paul","caption":"This photograph captures a scene of five children standing together on a concrete ledge or platform. They are all bundled up in winter clothing, indicating cold weather. \n\nStarting from the left, the first child is wearing a dark coat with a light-colored inner collar and dark pants, with light-colored shoes. His hair is blonde and he has a neutral expression.\n\nThe second child, standing to the right of the first, is dressed in a textured dark-brown hooded jacket and green pants, wearing dark boots. His head is mostly covered by the hood and his hands are tucked into his pockets.\n\nThe third child, positioned in the center, is wearing a dark blue jacket and brown pants. He has on green gloves and brown boots, and is slightly turned towards his right, looking directly at the camera.\n\nThe fourth child, to the right of the center child, wears a checkered jacket in shades of dark green and tan, with dark gloves that appear to match the jacket's darker tones. His pants are a deep brown, and he wears tall, weathered boots. He is looking in the direction of the camera with a slight frown.\n\nThe fifth child, on the far right, sports a dark blue puffed jacket and dark pants. His red and white striped knit cap and navy blue gloves add pops of color. He also has a smile, making him appear more cheerful compared to the others.\n\nThe background behind them is bright and plain, focusing the attention on the group. The photo has a clear, crisp quality to it, encapsulating a moment of childhood camaraderie in a winter setting.","title":"Breakwater in Michigan City","placename":"Gary (Ind.)","location":"Gary, Indiana","nn1":["546857","545379","556437","553511","552760","552958","552759","552591","556301","553510","556135","547751","549993","548046","553507","551398"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","glove","jacket","pant","boot","winter","right","wear","bundle","pop"]}
