{"path":"547176.jpg","date":"May 1973","photographer":"Sequeira, Paul","caption":"This photograph captures a dynamic and lively outdoor scene where four children are playing football (soccer) on a grassy field. The setting appears to be in the late afternoon or early evening, with the lighting suggesting a cool, possibly cold, time of day judging by the children's attire.\n\nFrom left to right:\n1. The first child on the left is wearing a white shirt with black pants and classic sneakers; a red knitted hat and scarf complement their outfit, indicating it's likely cold. This child is kicking a red soccer ball, actively engaged in the game.\n2. The second child is right behind the first, slightly to the right, wearing a yellow shirt with what appears to be a reflective or high-visibility vest. They seem to be running to catch up or position themselves during the play.\n3. The third child, to the far right, is clad in a red jacket and plaid pants, walking briskly, and looking towards the other players, possibly directing or waiting for the ball.\n4. The fourth child, between the second and third, is in motion, wearing a yellow and red horizontal-striped shirt with dark pants. They seem to be chasing after the ball or trying to intercept it.\n\nThe background is a grassy area with some patches of soil or mud, typical of a used playing field in a park-like environment. The scene conveys a sense of youthful energy and friendship, with a focus on outdoor physical activity. The image, likely taken from a distance, uses a telephoto lens approach to focus on the action while keeping the background slightly blurred and nondescript. The overall composition emphasizes movement and the joy of play among friends.","title":"Youngsters of Dune Acres play kickball on a community field. Dune Acres is a private residential community near Bethlehem Steel and the lake shore.","placename":"Gary (Ind.)","location":"Gary, Indiana","nn1":["551769","556437","549318","546527","547201","553512","553096","554072","556537","555921","554850","556287","556136","551128","544354","552755"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["child","ball","pant","play","football","friendship","playing","sneaker","player","approach"]}
