{"path":"547152.jpg","date":"March 1973","photographer":"Sequeira, Paul","caption":"This photograph showcases an industrial scene near a body of water. In the foreground, there are two discarded bus-like vehicles lying on their sides with visible rust and weathering, hinting at abandonment. The vehicles are very close to the viewer, creating a stark contrast with the rest of the scene. Directly in front of the vehicles, there is a sign posted in the ground that reads \"NO DUMPING / ENFORCED CITY ORDINANCE / BURN PAPER ONLY / BURNER,\" suggesting the area has regulations against certain types of waste disposal.\n\nIn the middle ground, you can see a large industrial facility situated by the water. The facility features several large structures, including buildings with flat roofs, several tall smokestacks, and what appears to be piles of industrial materials. Notable are the white plumes of smoke or steam billowing out of one tall chimney and spreading across the sky, contributing to a sense of ongoing production or activity at the facility.\n\nIn the distant background, there's another mound of material similar to those closer to the facility, and these set against a backdrop of a sparse treeline on the far side of the water. Above, the sky is scattered with clouds diffused with sunlight.\n\nThe overall atmosphere of the scene underscores themes of industrial activity juxtaposed with environmental management and neglect, as evidenced by the presence of pollution control signage and the abandoned, deteriorating vehicles in a natural setting.","title":"Dow Chemical plant on far side of Lake Michigan","placename":"Muskegon (Mich.)","location":"Muskegon, Michigan","nn1":["547470","555851","549307","552154","550343","551559","548422","544294","552189","546084","555871","547582","551033","547611","556324","548357"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["facility","vehicle","burner","dumping","regulation","treeline","deteriorate","burn","disposal","material"]}
