{"path":"547255.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"This photograph captures an aerial view of a large industrial facility, likely a power plant, characterized by several prominent features.\n\nForeground: The most striking features are the tall chimneys, about six in total, standing in varied heights. The chimneys, cylindrical and made of concrete, show signs of wear and weathering. Some emit plumes of smoke or steam, contributing to the industrial atmosphere of the scene.\n\nMiddle-ground: Adjacent to the chimneys, there are several large cooling towers, recognizable by their hyperboloid structure and the steam billowing out from their tops. These towers are aligned in two groups, each consisting of multiple units that appear uniform in design and height. The dense steam suggests the facility is operational.\n\nSurrounding Structures: Around the chimneys and cooling towers, assorted smaller industrial buildings can be seen. These buildings include rectangular, flat-roofed structures and other cylindrical tanks, suggesting storage or processing functions.\n\nInfrastructure: The layout includes a lattice-type electricity pylon prominently positioned near the buildings, indicating the presence of high-voltage transmission lines. This is typical of power plants which require substantial electrical infrastructure to distribute generated power.\n\nBackground: Although not the focus, the surrounding landscape can be glimpsed at the edges, suggesting that the plant is situated in a relatively isolated location, possibly near a water body, given the presence of the cooling towers and their operational needs.\n\nOverall, the composition offers a detailed view into the infrastructure and operation of an industrial power facility, highlighting its complexity and scale.","title":"The Pepco (Potomac Electric Power Company) power plant at the Anacostia River","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["544494","544495","557305","545841","545833","557384","557294","551184","549710","548039","549215","551175","551994","553829","546087","546143"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["cool","chimney","power","steam","tower","facility","height","plant","total","voltage"]}
