{"path":"547221.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"This is an aerial photograph capturing a broad, flooded urban area. The muddy floodwaters dominate much of the scene, submerging several areas that typically might not be underwater. Prominently visible is a large river, swollen beyond its usual banks and inundating adjacent land and structures. The river has a sandy brown hue, indicating the presence of sediments or pollution.\n\nThere are multiple bridges across the river; some appear to be drawbridges with sections that can be raised to allow river traffic to pass. Several of these bridges are open in the image, presumably to enable boats or debris to move downstream without obstruction.\n\nA highway runs parallel to the river, filled with visible vehicular traffic including cars and larger trucks, indicating that despite the flooding, parts of the city remain functional and accessible. The highway serves as a demarcation line separating the dense urban development on one side from the flooded zones and industrial areas on the other.\n\nThe urban landscape on the far side of the highway shows clusters of buildings of various sizes—mostly low to mid-rise. No skyscrapers are evident, but there is a diverse assortment of architectural styles, suggesting a mix of residential, commercial, and industrial uses.\n\nIn the background, the city continues, spreading out into a blend of various buildings and green spaces under a clear sky. The horizon shows a relatively flat terrain dotted with more construction and sparse vegetation. The overall scene tells a story of a natural water-related disaster impacting an urban area, testing the resilience and adaptability of its infrastructure and inhabitants.","title":"South Capital Street Bridge crosses the muddy Anacostia River.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["552841","552840","550884","552849","552843","552845","550548","550861","552855","547258","552850","552848","546690","548344","551188","557501"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["highway","river","flood","enable","floodwater","bridge","traffic","inhabitant","demarcation","test"]}
