{"path":"547258.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"This aerial photograph captures a riverside residential area, likely affected by a recent flood. The image shows a muddy river that has overflowed its banks, extending very close to the adjacent homes. Several houses are visible; most have gable roofs and similar architecture, suggesting a planned community or development. The residences are spaced apart with neatly maintained lawns, and each property is bordered by a road that curves gracefully around the neighborhood, enhancing the orderly layout.\n\nThere’s a visible accumulation of debris and discoloration on the ground around the riverbank, indicative of flood impact. Two small boats are situated near the riverbank, one on the water and another possibly beached or placed on higher ground. A construction crane and other construction-related materials can be seen close to the river, pointing to ongoing work—possibly emergency repairs related to the flood or regular riverside maintenance.\n\nThe photograph also shows a detailed view of the roads, including a main road that runs through the right side of the image, further connecting the community internally with curving secondary roads. No visible humans are in this image, emphasizing a possible evacuation or avoidance due to the flooding. The lighting suggests it's either morning or late afternoon, based on the soft shadows cast by the buildings and the glint of light on the river surface, accentuating the serenity and isolation following what could have been a chaotic flood event.","title":"Aerial view of occoquan river showing shoreline erosion and siltation","placename":"Arlington (Va.)","location":"Arlington, Virginia","nn1":["552845","552857","552843","552848","550366","552840","547221","552850","550884","547212","547256","552849","552852","557420","550861","552855"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["flood","riverbank","road","river","glint","overflow","discoloration","residence","emergency","materials"]}
