{"path":"547267.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"This photograph offers an aerial view of a cityscape, likely capturing a section of Washington, D.C., given the presence of the Washington Monument visible towards the center-right of the image. The photo shows a diverse array of architectural styles and is marked by a mix of urban features.\n\nPrimary features include:\n1. The Potomac River, visible along the upper section of the image, bending around an area densely packed with buildings and parking areas.\n2. Several bridges crossing the river, adding linear elements that help segment the photo visibly.\n3. Massive parking lots filled with hundreds of cars, indicating either a commercial area or possibly transit hubs.\n4. A distinctive building with a unique trapezoidal shape along the photo's right edge. This could be a notable government or corporate facility due to its prominent and non-conventional architecture.\n5. Roads and highways that weave through the scene, filled with moderate traffic, suggesting active urban movement. The roads frame patches of green spaces and smaller buildings, providing a mix of urban and nature elements.\n6. The Washington Monument stands distinct against the city grid, acting as a focal point within the urban spread.\n\nThis image captures a day with clear skies, and the shadows suggest it might be midday. The blend of nature, urban infrastructure, and distinct landmarks provides a snapshot of a dynamic capital city characterized by political, historical, and everyday urban activities.","title":"Aerial view taken over southwest Washington looking north","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546679","546692","546741","546577","546570","546693","547228","547226","546585","546584","546613","546737","546674","546740","546717","553559"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["parking","hubs","capital","government","section","landmark","photo","weave","city","mix"]}
