{"path":"547217.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"The photograph is a scenic image featuring three silhouetted individuals at a waterfront during what appears to be late afternoon or early evening, judging by the low light and the reflections on the water. The setting has a tranquil mood, dominated by the sparkle of sunlight on the water's surface which fills the middle and background of the image.\n\nIn the foreground, there's a partially obscured frame that suggests the photo might be taken from under a structure, like a pavilion or canopy. Two trees are visible, their trunks and a network of branches adding texture to the scene and merging into the dark silhouette that extends across the top section of the image. These elements create natural frames within the composition, focusing attention towards the center.\n\nThe three people are positioned along a railing beside the water, each engaging in different postures. One individual on the left is bent forward, resting their elbows on the railing, possibly peering into the water, holding what seems like a hat. The central figure stands upright, hands either in their pockets or placed on the railing, facing out towards the water. The third figure, on the right of the composition, stands relaxed, hands resting on the railing, also looking out over the water.\n\nThe combination of calm water, silhouetted figures, and the serene setting suggests a moment of contemplation or leisure. The overall dark silhouette against the shimmering water creates a striking contrast, emphasizing the theme of quietude and reflection.","title":"Fishing the Potomac for catfish","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["548826","543893","543950","549716","550303","554477","552226","548988","543143","550240","545911","550296","547180","551572","550245","552263"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["railing","water","figure","pavilion","rest","reflection","elbow","silhouette","peer","quietude"]}
