{"path":"547229.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"This photograph provides an aerial view of an urban area highlighted by a mix of architectural styles and functions. The central focal point is a large, ominous complex featuring two interconnected parts: one building is a horizontally long structure with many small, square windows and a flat roof; the other is a taller, prominent building characterized by a similar window pattern and roof style. Both have a modern, utilitarian aesthetic expressed in their design.\n\nImmediately next to this complex on the left, there's a large Gothic-style church with pointed arches and a tall steeple, providing a stark architectural contrast using darker stone or bricks, intricate detailing, and traditional design elements typical of Gothic architecture.\n\nThe foreground of the image shows a bustling highway filled with cars, signifying active urban life and connectivity. On either side of the highway, there are more buildings of various sizes and designs, some traditional while others are more modern, indicating a dense urban fabric and a blend of different periods and styles.\n\nIn the background, the city stretches towards the horizon under a clear sky. The far backdrop hints at a residential area with greener patches, suggesting the outskirts of the city. There seems to be an elevated perspective on this part of the city, possibly a hill, offering a commanding view of the sprawling urban landscape below.\n\nThis photograph captures a dynamic urban scene where the past and present architectural aesthetics coexist, reflecting the historical evolution of the city.","title":"Southwest Washington, D.C. with south end of L'Enfant Plaza in foreground, Southwest Freeway, Department of Agriculture and Washington Monument beyond","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["556030","555743","551507","556020","548392","548364","549476","548425","556180","550153","551510","549979","548318","546678","550157","546745"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["city","style","highway","complex","aesthetic","evolution","express","design","steeple","connectivity"]}
