{"path":"547226.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"The photograph shows an aerial view of an urban setting possibly undergoing significant development or construction work. In the foreground, there are two prominent buildings—multi-story and cream-colored, with one appearing much taller than the other. Between them is a brown chimney stack. The buildings are surrounded by parking lots with various vehicles parked around them.\n\nBehind these buildings, there is extensive construction activity visible, with dirt areas, roads, and partially constructed pathways. This seems to indicate a large-scale construction or reconstruction project. Several construction machines and equipment are visible in the area, scattered among patches of green grass and small trees.\n\nIn the middle ground, a multi-lane highway filled with vehicular traffic bends towards a body of water, beyond which the cityscape extends. The city features densely packed buildings and is bounded by a river.\n\nThe background offers a view of significant landmarks and a clear skyline. Notably, the Washington Monument is distinctly visible, standing tall and alone, providing a sense of location—the city is likely Washington D.C. Also visible is the Capitol building with its iconic dome, visible across the river, alongside other urban buildings.\n\nOverall, the photograph encapsulates a view of urban development and architectural landmarks, combining elements of construction, urban planning, and historical significance in what appears to be a key location in Washington D.C. The time seems to be daytime, with clear skies and ample sunlight enhancing the visibility of the details.","title":"Aerial view of construction to widen shirley highway","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546679","547267","546570","546692","546741","551507","546693","546621","547228","555813","549477","546577","546624","548392","544625","546585"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["construction","landmarks","building","development","undergo","dome","city","location","planning","ample"]}
