{"path":"547260.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"This photograph provides an aerial view of a water treatment facility adjacent to a swollen, muddy river. The facility consists of several round and rectangular tanks, which are likely used for processing and treating wastewater. These include large circular tanks filled with what appears to be water, possibly undergoing aeration, indicated by visible structures in the centers of these tanks.\n\nThe facility has multiple buildings, rectangular in shape, scattered around the site, operative in nature for managing the treatment processes. Concrete paths and driveways lace between the tanks and buildings, and a few vehicles are parked around some buildings, suggesting operational activity or maintenance work.\n\nThe river near the treatment plant is notably turbid, with a brownish color dominating the water, likely due to sediments stirred up by recent rains or upstream activities. The banks of the river are cluttered with an accumulation of debris, and the water level seems elevated, potentially indicating recent flooding or high water flow conditions.\n\nOn the right side and across the river, there are more trees and what looks like a residential area with houses visible amidst the foliage. The general area around the plant is green, suggesting trees and grass, indicative of a somewhat rural or semi-urban setup. This setting implies the facility's role as a crucial infrastructural element within a community, handling and treating wastewater before its eventual release or reuse.","title":"Occoquan water filtration plant. Siltation discolors the Occoquan River.","placename":"Arlington (Va.)","location":"OTHER","nn1":["547257","547252","548216","547262","547239","546895","544555","553900","543574","553837","548212","547681","549636","548151","545840","543572"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["treatment","wastewater","tank","facility","river","lace","driveway","water","flooding","accumulation"]}
