{"path":"547247.jpg","date":"May 1973","photographer":"Neubauer, John","caption":"This photograph captures a group of four people, likely spectators, at an airport watching a large airplane as it takes off or lands. The scene is set outdoors during daylight with a clear sky, contributing to a vivid silhouette effect.\n\nThe airplane appears prominently in the foreground, captured from a frontal perspective almost head-on, implying that it is either just landing or taking off. Due to this angle, the plane dominates the upper half of the image with its large body and widespread wings, creating a dramatic presence in the frame.\n\nIn the foreground, there are four individuals standing and observing the plane. From left to right, the first individual is a woman dressed in a plaid suit with bell-bottom pants and has her long hair flowing down her back. Next to her is another woman with long hair, wearing a white blouse and patterned pants, who is slightly turned toward the first woman. The third person, standing more centrally in the group, is also a woman; she is wearing a patterned, vibrant green top and dark pants, with her hands shielding her eyes from the sun as she looks up. The final person on the right end is partially visible and appears to be wearing a patterned jacket over a lighter shirt or blouse.\n\nThere are bicycles near the group, suggesting that they might have biked to this spot. The bicycles are positioned casually on the grass, enhancing the laid-back, leisurely atmosphere of the scene.\n\nOverall, the composition uses a combination of human interest and mechanical power to create a dynamic and engaging image, filled with movement and emotion. The photograph not only documents the airplane but also captures a moment of human engagement and wonder, set against the technological marvel of air travel.","title":"Bicyclist holds her ears against the noise of a jet.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["547678","547231","547237","554092","548485","544963","542499","548487","548881","542720","548447","548464","544967","548469","544606","548481"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["airplane","plane","bicycle","woman","blouse","pant","group","marvel","emotion","wonder"]}
