{"path":"547212.jpg","date":"March 1973","photographer":"Sequeira, Paul","caption":"This photograph depicts an extensive flood covering what appears to be a suburban neighborhood. The foreground shows a large expanse of water reflecting a clear blue sky, scattered with several small, white floating objects that could possibly be debris. The edge of the water is marked by a curved, wet grassy area leading into the inundated zone.\n\nTo the left and back of the photo, there are two houses partially visible, with the nearer one showing a grayish roof and a brown wall visible above the water level, suggesting significant flooding of the property. Bare trees and budding trees suggesting early spring conditions are visible near these houses. A fence also appears to be partially submerged in the water near these homes.\n\nThe center and right side of the image display a serene scene with more houses, all of which seem to be threatened by rising waters. These homes have varying external features such as different roofing and siding colors ranging from grays to off-whites. A row of well-kept, tall conifer trees is prominently seen on a thin strip of land in the flooded area, suggesting the normal walkway or street is beneath the water.\n\nIn the distance, a flat and open grassy area can be seen, likely a park or communal space, now also under water. This open area is bordered on the far side by more residential buildings which appear less affected by the flood.\n\nOverall, the photo captures the calm yet unsettling scene of a normal suburban neighborhood struggling with extensive flooding, under a deceptive, serene blue sky.","title":"Flooded area in Zion after winter storm on Lake Michigan","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["552857","552843","552436","547077","552853","552852","552850","552849","552845","547258","547036","552855","552824","552848","547266","550884"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["flood","flooding","house","water","neighborhood","home","roofing","strip","walkway","calm"]}
