{"path":"547254.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"The photograph features an expansive, rugged, and muddy landscape dominated by dark brown and reddish earth tones, capturing a scene typical of an industrial or mining operation. Visible at the center of the image is a large, earth-moving bulldozer. This bulldozer, colored in muted yellow, is actively engaging with the environment, possibly pushing or moving the earth. \n\nThe terrain around the bulldozer is irregular and heavily marked by tire tracks and disturbed soil, suggesting recent and frequent activity. There are various puddles and patches of wet earth, indicating recent rainfall or the presence of water in the soil, which adds a glossy sheen to various surfaces and enhances the texture.\n\nIn the background, the terrain continues to appear uneven and disrupted, extending towards the horizon without significant variation in elevation or the presence of any vegetation or structures. The overall atmosphere and aesthetic of the image suggest a remote location, primarily utilized for industrial purposes, focusing on the raw and functional aspect of land management or resource extraction.\n\nThe lighting in the image is natural, likely outdoor daylight, which casts clear but soft shadows from the bulldozer, adding depth and emphasizing the contours of the landscape and machinery. The image does not contain any people or animals, and there is no visible sky, emphasizing the isolation and solely functional nature of the depicted environment.","title":"Blue Plains sewage treatment plant: Dirt mixed with treated sewage is excavated for use as fill","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["544138","549950","551947","556325","547939","545665","551262","555608","554544","549740","556456","544375","543760","545652","543105","549240"],"cl":[25],"cluster":["#25 &mdash; Mining Operations"],"terms":["bulldozer","earth","soil","sheen","extraction","puddle","rainfall","resource","elevation","variation"]}
