{"path":"547222.jpg","date":"November 1972","photographer":"Neubauer, John","caption":"The photograph captures a scene of roadway construction likely from the late 20th century, judging by the styles of the vehicles visible. In the foreground, there’s a curving on-ramp directing traffic onto a highway or a junction. Two green directional signs mounted on high poles guide traffic: one advises on the directions to \"I-95 South\" and another to \"I-95 North.\" An additional sign stating \"YIELD\" is placed at the intersection where the ramp merges with the main highway.\n\nOn the left side of the image, ongoing construction is evident with extensive dirt work and the presence of multiple construction vehicles, such as bulldozers and dump trucks. Partially constructed structures can be seen in the background, possibly commercial buildings or components of the highway infrastructure itself, such as overpass supports.\n\nThe main highway runs left to right across the middle of the photo and is elevated, revealing support columns underneath. Cars, typical of the era, are seen using the road, suggesting that while construction is underway, traffic flow continues. The highway and surrounding terrain feature little vegetation, and the area bears the marks of heavy construction activity, including exposed earth and construction materials.\n\nOverall, the photograph documents a moment during an expansive highway construction project, possibly aimed at improving traffic flow or expanding road capacity. The setting is industrial, with a focus on transportation and construction activities.","title":"Midafternoon traffic on Shirley Highway. Additional lanes are under construction.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["551966","549890","552001","555437","549879","546265","556785","546686","553475","547785","544723","547569","547811","546681","549278","552719"],"cl":[42],"cluster":["#42 &mdash; Transportation Infrastructure"],"terms":["highway","construction","traffic","ramp","support","flow","junction","run","capacity","overpass"]}
