{"path":"547241.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"This photograph captures a serene outdoor scene featuring a family and their bicycles by a large body of water that stretches into the horizon under a hazy sky. The setting gives off a peaceful, leisurely vibe well-suited for family activities.\n\nThe family consists of two adults and one child. The woman on the left is standing beside a tandem bicycle designed for two riders. She has shoulder-length hair, wears sunglasses, a striped tank top, and red shorts. The man, situated in the middle of the image, is seen from the back, wearing a plain white T-shirt and dark shorts. He holds hands with a young child, who is seated on a child's seat attached to his bicycle. The child appears engaged and looks out towards the water.\n\nBoth adult bicycles are equipped for touring, with multiple gears and saddlebags attached to the rear racks, suggesting they might be on a longer ride or carrying supplies for a day out. The bicycles, especially the tandem, highlight a sense of shared activity and cooperation.\n\nThe background features a tranquil and somewhat misty lake or river, bordered by a thin line of indistinct vegetation. The sky is overcast, diffusing the natural light and enveloping the scene in a soft glow, enhancing the calm, reflective mood of the image. The composition of the photograph, with the family and bicycles arranged linearly from left to right, leads the viewer's eye across the scene, from the individuals enjoying their outing to the expansive water and sky behind them.","title":"On the bicycle path along the George Washington Parkway which is in the glide path to National Airport.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546941","547595","543530","554618","548531","543497","552975","554517","544980","557933","550827","543892","543164","544230","555499","554506"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["bicycle","family","child","short","adult","cooperation","rack","rider","ride","supply"]}
