{"path":"547248.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"The photograph is an aerial view of a lush, expansive estate bordering a large body of water. To the left, the water shimmers under the sunlight, reflecting a gentle serenity. In the water, a small house-like structure with a pointed roof is situated at the end of a pier, seemingly isolated and tranquil.\n\nOn the estate, the terrain gently slopes from the well-manicured lawn down towards the waterfront. The area is dotted with numerous mature trees, mostly leafless, suggesting it might be either spring or fall. A variety of smaller shrubs and plants are scattered throughout, enhancing the natural beauty of the area.\n\nTowards the right of the image, there is a large, traditional-style building, possibly a historic mansion or a public facility given its significant size and architectural grandeur. Its off-white facade contrasts sharply with the deep greens of the sprawling lawns. This main building is complemented by several smaller buildings or annexes, also in a style that suggests a mix of functionality and aesthetic appeal.\n\nTwo paths seem to be visible: one winding through the main grassy area, and another closer to the line of trees near the water. These paths help to frame the space, creating an inviting environment that leads towards the water or deeper into the gardens.\n\nIn terms of human presence, there are two people visible; they are small in scale compared to the expansive landscape, walking on one of the paths and contributing to a sense of scale and the human use of the space.\n\nThe overall composition of the photograph, with its blend of natural and man-made elements, conveys a serene, well-maintained environment that serves as a peaceful retreat next to the water. The usage of light and shadow, along with the positioning of the various elements, provides a picturesque and inviting scene.","title":"Aerial view of Mt. Vernon and the Potomac River","placename":"Arlington (Va.)","location":"OTHER","nn1":["542711","547249","545896","547264","544503","556966","557094","545041","547920","546748","550757","548030","556981","558093","542967","550749"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["estate","path","lawn","water","retreat","scale","positioning","serenity","appeal","usage"]}
