{"path":"547259.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"This aerial photograph captures a large construction site by a water body. The construction site displays a busy scene with numerous cranes and a variety of structural skeletons of buildings in different stages of completion. The structures are predominantly built with steel beams, and there’s visible construction machinery and equipment scattered throughout the site, including cranes, trucks, and temporary storage materials.\n\nTo the left of the construction site, along the coast, there are a few older, intact buildings, likely industrial or institutional, standing in contrast to the new construction. The site borders on a body of water which curves along the top side of the image, suggesting the site may be located next to a river or a large lake. On the opposite side of the body, more urban development and green areas can be seen, indicating a populous region.\n\nThe ground around the construction area is largely barren and sandy, marked by tracks likely made by heavy vehicles. Visible are also temporary roads and paths created across the construction site, facilitating movement and access.\n\nThe area beyond the immediate construction site appears to be more developed with structures that look more complete, possibly indicating different phases of the development or other independent structures. The overall impression is one of significant industrial or commercial development, involving substantial logistical coordination given the scale and scope of the construction efforts depicted.","title":"Wide angle view of Blue Plains Sewage Treatment Plant showing existing facilities and extensive new construction.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["546833","547235","548361","548559","555813","545858","555795","545070","555765","555796","547996","548431","544639","547171","553391","544167"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["construction","site","development","crane","completion","coordination","scope","phase","coast","body"]}
