{"path":"547235.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"This image captures a large construction site for a multi-story building. The site is bustling with construction activity. Several cranes are visible; one positioned atop the building and another towering alongside it, aiding in the construction efforts. The framework of the building suggests it is in the early to mid stages of construction, with multiple floors visibly outlined by structural steel and temporary safety barriers.\n\nThe site is surrounded by a variety of construction machinery and materials. There are scattered construction vehicles such as trucks, and numerous personal vehicles parked around the site indicating the presence of a large workforce. Various construction materials, including steel rods and wooden planks, are piled around the site.\n\nIn the foreground, the rugged terrain is marked with tire tracks and patches of water, likely from recent construction or rain. This part of the site appears less developed, with muddy ground and minimal vegetation.\n\nBehind the construction site, there is a body of water, possibly a river, which adds a natural contrasting backdrop to the industrial scene. The far side of the water features a green treeline, and further in the distance, buildings from a neighboring area can be glimpsed, hinting at a populated urban environment not far from the site.\n\nOverall, the photograph depicts a dynamic and extensive construction operation, characterized by heavy machinery, structural frameworks, and a busy workforce, set against a mix of natural and urban landscapes.","title":"A new solids processing facility is being built at the blue plains sewage treatment plant","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["547259","546833","548431","553391","550274","544167","548559","549169","549640","549166","553394","545070","549128","551966","553453","547977"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","site","steel","framework","neighboring","machinery","treeline","aid","building","material"]}
