{"path":"547214.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"This aerial photograph captures a large, industrial area abutting a wide, muddy brown river. In the river, there are several boats; some appear to be small personal boats docked in a neat row extending from a jetty on the river’s edge. Others look like larger industrial or transport vessels, hinting at commercial activities.\n\nOn the waterfront, prominent circular and cylindrical storage tanks, likely for industrial use, dominate the scene. There’s a notable large circular structure with a domed top that appears to be a gas holder or similar storage facility for industrial gases or liquids. Adjacent to these tanks and the river, extensive paved areas are visible, filled with parked cars and trucks, suggesting that this area experiences considerable worker or commercial traffic.\n\nBuildings flanking these industrial setups seem to be mostly low-rise, functional, and oriented towards industrial or logistical uses. A highway runs alongside the area, marked by a steady flow of traffic, indicating the strategic importance of this location for transportation access.\n\nIn the distance, the landscape transitions into a more urban setting with a higher density of buildings, indicating proximity to a city. The sky is clear, adding to the visibility in the photograph.\n\nOverall, the scene captured in the photograph illustrates a bustling industrial sector located along a vital waterway with a blend of transportation and urban backdrop, suggesting its integral role in the regional economy.","title":"The anacostia river, brown with silt","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["550886","550890","552007","551995","551988","551609","549495","548423","555765","550765","552209","545889","548320","551976","547994","552131"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["river","gas","transportation","holder","tank","traffic","sector","economy","storage","jetty"]}
