{"path":"547285.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"The photograph captures a group of people seated on concrete steps, watching an event, presumably a sports match or a public gathering. The setting appears to be an outdoor stadium or arena with structured seating.\n\nOn the left side of the image, there's a man wearing a red sweater over a white shirt paired with a blue pants. He has on a straw hat and is holding what looks like a rolled-up program or map. Next to him, a young boy is sitting, dressed in red pants and a black T-shirt with a white print. The man and boy are sitting closely, suggesting they may be related, perhaps father and son, sharing a moment together as they watch the event.\n\nTo the right, there’s an older man dressed in a red jacket and light blue shirt, seated in a relaxed pose with his legs crossed. His expression suggests he is engaged and enjoying the moment. Next to him, another gentleman in glasses wearing a gray jacket over a yellow shirt is laughing, adding a joyful atmosphere to the scene.\n\nIn the background and surrounding these individuals are additional spectators, varying in age and dress, all focused in the direction of the event. The crowd appears animated and diverse, capturing a slice of life in a communal setting.\n\nThe overall ambiance of the photo is lively and communal, with a casual, relaxed outdoor setting that invites the viewer to feel part of the audience. The composition of the photography, with its vivid colors and candid expressions, emphasizes a sense of in-the-moment liveliness and collective experience.","title":"Annual spring intra-squad football game at the university of Nebraska","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["547442","553757","547434","557054","547323","551811","549734","554442","551801","551814","551808","543482","553322","553759","547438","556525"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["event","boy","shirt","watch","arena","father","stadium","liveliness","laugh","jacket"]}
