{"path":"547375.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph captures a scene in a venue with tiered seating, possibly during an intermission at a sports event or a performance. The setting includes a series of empty dark seats forming rows in the upper part of the image, indicating an indoor venue.\n\nIn the seating area, five individuals are visible. From left to right, two elderly women and one elderly man are involved in a conversation; the woman in the middle leaning towards the elderly man on her right. Another elderly man in a pastel shirt and tie sits beside them with his arm resting on the seatback, facing away towards a woman in a bright blue jacket who appears to be either listening intently to him or lost in thought.\n\nIn the lower part of the image, there are three individuals standing, each taking on different postures that suggest a casual or relaxed interaction. From left to right, a man in a tucked white shirt and tie stands with his hands in his pockets. Next to him, an older man with glasses stands alone, his hand touching his face in a pose of contemplation or concern. The third figure, a woman, stands with her arms crossed over her chest, wearing a skirt with a floral pattern and a white blouse; she appears to be slightly removed from the conversation, or possibly observing the seated group. Beside her, a man is seen with his hands clasped in front, also wearing a white shirt adorned with what seems to be an official badge or emblem.\n\nThe background is simple and dark, drawing attention to the people and their expressions. The attire of the figures suggests the photograph might have been taken several decades ago, judging by the fashion styles of dresses, shirts, and accessories which seem reflective of mid-20th-century fashion trends. The atmosphere conveys a sense of casual, yet slightly formal gathering, possibly during a break where people stretch their legs and enjoy light conversations.","title":"Lookers-on at Lincoln's 33rd annual square dance festival held in pershing memorial auditorium","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["548557","556450","556028","547285","545384","557152","547434","547371","551808","558393","556048","547870","547438","551852","551675","553167"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["venue","seating","conversation","woman","man","fashion","tie","shirt","arm","hand"]}
