{"path":"547374.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph captures a lively scene at an outdoor market or community sale, possibly a garage sale or a fundraising event. Two older women are prominently featured in the foreground, examining a colorful patchwork quilt together. The woman on the left is wearing glasses and a light-colored headscarf along with a patterned black and white coat. She appears to be holding one edge of the quilt, studying it closely. The woman on the right, also wearing glasses, is dressed in a dark jacket adorned with a flowery scarf around her neck. She's holding the other edge of the quilt, seemingly engaged in discussing its details or negotiating a potential purchase.\n\nThey stand in front of a table covered with various other items, suggesting the sale offers a variety of goods, including more textiles like blankets or linens.\n\nThe background is active with other people browsing items laid out on tables, and some are carrying boxes and conversing. The setting includes several cardboard boxes with visible branding (one says \"Budweiser\"), which are being used to display or store items for sale. A white house with siding and tall grass or shrubs around it is partially visible in the background, implying that the event is being held in a residential area.\n\nThe overall atmosphere is bustling and communal, with a focus on second-hand goods and shared interest among attendees. The setting is casual, with attendees dressed in simple, functional outdoor attire suitable for a day of bargain hunting.","title":"Saturday auction near Hickman, 15 miles south of Lincoln","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["557163","551696","547370","551695","558252","557135","549323","557131","558249","547378","557132","552613","547275","551163","557161","551694"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["quilt","sale","attendee","good","item","box","table","purchase","woman","hunting"]}
