{"path":"547325.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph features a middle-aged man standing in front of a blue building with vertical siding. The man is dressed in traditional work attire that includes a flat cap, blue denim overalls, and a dark blue shirt. He appears sturdy and tough, with his hands on his hips and a stern expression. His overalls are secured with metal clasps and you can see a chain or strap hanging from his right pocket.\n\nBehind him, the building is identified as a post office by the signage that reads \"POST OFFICE\" painted over a lighter section of the blue siding. Below this text, \"GRAFTON NEBR\" is identified, likely the location of the post office in Grafton, Nebraska. The paint on the building is a little faded and weathered, adding a rustic charm to the scene. On the window behind the man, a faded United States Postal Service logo is visible along with the number \"68365,\" which might be the postal code for that area.\n\nNo other people are visible in the image, focusing attention entirely on the man and his direct environment. The photograph captures a blend of rural Americana, characterized by a simple, straightforward lifestyle and a classic depiction of a working man. The lighting indicates it might be midday or early afternoon, casting soft shadows and providing a clear view of the details in the man's rugged appearance and the textures of the building. The background is minimally detailed, emphasizing the main subject and his immediate surroundings.","title":"Charlie Gross outside Grafton post office. A former farmer, truck driver, boxer, dog raiser, and salesman, he has lived in Nebraska more than half his life.","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["547277","547313","545087","545401","547310","554845","552864","556155","549054","546068","549019","558333","549051","557138","547311","546636"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["overall","man","siding","office","post","code","hip","strap","pocket","lifestyle"]}
