{"path":"547337.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph captures a dramatic and moody sunset scene in a cemetery. The image is backlit by the setting sun, which creates a strong silhouette effect for the elements within the frame.\n\nOn the left side of the image, prominently featured is a silhouette of what appears to be a crane with a hooked end, possibly used for maintenance or monument installation within the cemetery. This industrial element contrasts with the serene and traditional setting of the cemetery.\n\nThe rest of the image is dominated by the dark outlines of various tombstones, monuments, and statues, which vary in shape and size. Some of the notable silhouettes include a large statue that resembles an angel or a religious figure with an extended arm, positioned towards the center-right of the frame.\n\nThe background shows a dramatic sky filled with textured clouds, allowing streams of sunlight to peek through, highlighting the horizon in a bright, golden hue. This lighting adds a mystical, almost ethereal quality to the scene. A few sparse trees are scattered around the cemetery, their branches also silhouetted against the sky.\n\nThe ground is uneven and covered in grass or other low vegetation, suggesting the natural terrain of the cemetery which adds to the solemn and historical atmosphere of the setting.\n\nOverall, the composition balances elements of man-made structures and nature, under a captivating light that evokes a sense of contemplation and reverence.","title":"Sun streams through storm clouds at grafton cemetery.  In foreground is pump of artesian well, one of many scattered through the area","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["557184","558040","557185","547397","554824","557089","554790","544427","554792","544267","545322","552487","550731","543400","550365","547420"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["cemetery","monument","statue","silhouette","tombstone","reverence","captivat","hook","solemn","backlit"]}
