{"path":"547308.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"The photograph shows four elderly women outdoors holding up a large, handmade quilt in the foreground. They appear to be displaying it, possibly examining or admiring their work. Two of the women are facing the camera with visible smiles, suggesting pride or joy in their craft, while only parts of the other two women are visible as they are turned halfway. Each woman is dressed distinctively, wearing long sleeves and patterns, indicating cool weather or personal style preferences.\n\nThe quilt itself features multiple fabric patterns arranged in a series of geometric shapes, predominantly triangles within square blocks. The colors and prints of the quilt segments vary, adding a vibrant and eclectic aesthetic to the handmade item.\n\nIn the background, there is a two-story Victorian house with distinct Gothic Revival architectural features like pointed arches and a steep roof. The house, which looks slightly worn but picturesque, sets a nostalgic and serene mood. There is also a swath of grass around, and it seems to be a sunny day, given the shadows and brightness in the image.\n\nThe scene likely takes place in a rural setting, suggested by the openness and the old-fashioned quality of the house. The activity paired with the house and clothing style subtly narrates a story or a lifestyle centered around community, tradition, and handicraft.","title":"Members of the Fairmont Golden Circle Club hold quilt they have made. In the background is a century-old frame house, the oldest building in town. Originally a school, it is now a private residence.","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["547275","547339","547377","546981","547741","558340","558341","551676","546977","547374","557158","558342","557153","553483","546855","550679"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["quilt","house","woman","preference","swath","story","pride","print","tradition","craft"]}
