{"path":"547378.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph captures a vintage outdoor flea market scene, bustling with activity and various vintage items on display. In the foreground, there’s a prominent display of old, colorful license plates with numbers and text visible, arranged in a neat, stacked layout on a wooden surface. The license plates are varied in color, showing different shades like yellow, white, and red, suggesting different origins and times.\n\nIn the midground, several people are engaged in browsing and interacting. There’s a group that includes four people; three women and one man. One woman, dressed in a striped pink suit, is examining items on a table meticulously. There’s another woman wrapped in a light blue scarf next to her. Opposite them, another woman, wearing a dark jacket over a white blouse, seems to be negotiating or discussing an item with a man in a black hat and a striped shirt who is watching her.\n\nThe background further enhances the busy market atmosphere with more people milling around tables filled with various items for sale. Some tables and items are partially visible, with people inspecting different types of goods. Trees are visible in the distance, suggesting a park or a similar spacious outdoor setting. The sky is overcast, giving a soft, natural light to the scene, which highlights the vivid colors of the items and outfits without harsh shadows.\n\nOverall, the scene effectively conveys a lively community activity, typical of a flea market where people come together to find treasures among the wide range of vintage goods. The attire of the individuals suggests a time frame that could be in the mid-20th century, reflected by the style of the clothes and the nature of the items being sold.","title":"At a saturday auction near hickman, 15 miles south of Lincoln","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["557132","557131","547370","551696","551749","551695","551694","557135","551752","551691","557130","557161","557163","551750","551690","558249"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["item","market","flea","table","license","plate","goods","woman","vintage","people"]}
