{"path":"547324.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph offers an expansive aerial view of a rural landscape during what appears to be the late afternoon or early evening, capturing the glow of the low sun which enhances the richness of the colors. In the foreground, prominently illuminated by golden light, stands a white church with a classic steeple topped with a green roof. Adjacent to the church is a small cemetery filled with neat rows of headstones, reflecting the evening light.\n\nThe paved road runs parallel to the church, bordered by utility poles that recede into the background, adding to the sense of rural connectivity in the scene. Beyond the immediate vicinity of the church and cemetery, the landscape opens into a broad patchwork of agricultural fields, showcasing varying shades of greens, reds, and browns—indicative of different crops and soil treatments.\n\nIn the middle distance, the fields are interspersed with clusters of trees and farm buildings, suggesting a well-established farming community. Far off in the background, under a soft haze, a large industrial or storage facility with multiple silos stands prominently, contrasting with the predominantly agricultural surroundings.\n\nThe scene is enveloped by a vast sky, suggesting the photograph was taken from a high vantage point. The overall effect is peaceful and pastoral, with a strong element of human interaction with the land evident in the cultivation of the fields and the presence of the church as a community focal point.","title":"Church and farmlands on the seward-saline county line","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["547440","547343","547357","550287","557758","547428","546455","547309","556480","547350","547321","557023","557952","557119","554035","557951"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["church","cemetery","field","headstone","evening","richness","steeple","patchwork","connectivity","community"]}
