{"path":"547369.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph captures a bustling urban street scene, likely taken in the 1970s or 1980s, showcasing a vivid snapshot of traffic and commercial activity. The image is taken from an elevated perspective, looking down a busy road lined with numerous automobiles of various models and colors, typical of the era with larger, boxier car designs.\n\nThe road is packed with vehicles; both lanes are full, including a distinctive red truck on the left and several vans and sedans. Traffic appears to be moving moderately, with some vehicles turning at intersections. Overhead, a network of utility poles and power lines crisscross the skyline, adding a busy and somewhat chaotic layer to the urban landscape.\n\nOn both sides of the street, the environment is densely populated with a variety of business signs and advertisements, towering high to catch the eyes of passersby. Visible signs include \"SHORT,\" \"HOSP,\" and several other partly obscured names suggesting a commercial area with diverse offerings. There are multiple billboards and neon signs, featuring vivid colors and bold text, typical of the time period's advertising style.\n\nThe background of the image reveals a slight incline, with more vehicles and signs extending into the distance. The overall feel is very dynamic and somewhat cluttered, depicting the vibrant life of a bustling commercial district. Trees and greenery are sparse but visible in the distance, hinting at the urban setting's reach beyond just commercial and traffic activity.\n\nThe photograph provides a nostalgic glimpse into a past era, characterized by its automobile-centric urban planning, vibrant commercial advertising, and the busy daily life within such environments.","title":"Traffic is heavy on Dodge Street, one of Omaha's main thoroughfares.","placename":"Omaha (Neb.)","location":"Omaha, Nebraska","nn1":["547651","545216","542586","551135","554551","546370","556724","549872","546716","551324","546626","544793","550139","556709","554297","556224"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["advertising","automobile","traffic","sign","centric","vehicle","offering","era","passersby","incline"]}
