{"path":"547321.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph provides an aerial view of a rural landscape during what appears to be either dawn or dusk, given the soft lighting and long shadows present. The main focus is on a large farm complex situated in the center of the image, surrounded by sprawling fields that show various shades of green and brown, indicative of different types of crops or stages of field preparation.\n\nThe farm itself consists of several large buildings including a main barn and multiple outbuildings, which are likely used for storage and livestock. There is also a large, white circular structure that resembles a silo or storage tank, contributing to the agricultural function of the compound. The layout of the farm suggests a well-established operation, with organized sections and clear boundaries delineated by fencing.\n\nAround the farm, the open fields are interspersed with patches of trees, providing a contrast in texture and color to the orderly agricultural plots. The composition of the photo also features a straight road that cuts through the landscape from the bottom right toward the horizon, emphasizing the vastness and open nature of the rural setting.\n\nIn the distant background, the flat horizon meets a softly lit sky, hinting at expansive, open country beyond what is visible. The overall mood conveyed by the lighting and the composition is serene and quiet, typical of a rural scene away from urban bustle. The image captures the essence of agricultural life and the expansive natural beauty of the countryside.","title":"Farmlands west of Lincoln","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["547426","547447","547350","547428","547309","547291","547684","554819","544481","557748","549257","557023","547304","549222","556963","556971"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["farm","field","compound","storage","outbuilding","fencing","country","bustle","countryside","livestock"]}
