{"path":"547430.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph features an aerial view of a long, straight urban roadway stretching from the foreground into the distance. The road is lined with multiple lanes of traffic and surrounded by buildings of various sizes, primarily mid-rise structures. The landscape is highly developed, with dense urban infrastructure including large blocks divided by perpendicular streets.\n\nThe road bisects the city in a perfectly linear fashion, showcasing a clear divide between two halves of the cityscape. Buildings are primarily flat-roofed and appear to be commercial or industrial in function, with some parking lots visible among them. The area is predominantly composed of dark-colored rooftops, and there are no significant green spaces visible within the immediate vicinity around the road. The color palate of the scene is made up of darker shades, giving it an almost monochrome appearance despite being a color photo.\n\nIn the background, the road converges toward the horizon, meeting distant land features and possibly water, as suggested by lighter tones and reflections in the far distance. There are no prominent landmarks or natural features, just a continuation of the urban grid. The photograph appears to have been taken during the day given the clarity and visibility in the shot. No sky is visible, focusing all attention on the urban layout below.","title":"Business district of Lincoln, the capital city.  Focal point of a vast agricultural region, Lincoln is a primary grain market and a distributing point for agricultural implements","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["546703","546621","551510","551505","547764","546617","546612","549846","553838","546707","553001","547765","547755","549476","553016","546678"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["road","divide","bisect","continuation","converge","rooftop","landmark","half","vicinity","clarity"]}
