{"path":"547447.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph presents an aerial view of a rural farm complex surrounded by vast agricultural fields. The setting appears to be in a region with flat terrain, allowing wide expanses of land to be visible stretching into the distance with intermittent patches of green crops and plowed fields.\n\nThe farm complex is centrally located in the image, with several key features distinguishing it. There are multiple buildings including a large red barn with white trim, which is notable for its traditional design, contributing a rustic charm to the scene. Adjacent to the barn is a smaller red building, possibly a storage or auxiliary shed. Another large structure, which appears to be a silo, dominates the area with its cylindrical shape and is likely used for grain storage.\n\nSeveral smaller white and metallic buildings are scattered around the property, which could function as additional storage facilities, workshops, or livestock shelters. The presence of residential structures suggests that this might also be a living area for farm owners or workers.\n\nThe farm is accessed by a dirt road that bifurcates just before reaching the buildings, indicating multiple entry points or pathways within the complex. The road system extends to the exterior, connecting the farm to wider rural road networks.\n\nAdding to the rural scene, there are clusters of trees providing patches of greenery amongst the predominantly brown tones of the fields, offering some contrast to the earthy hues that dominate the aerial view.\n\nOverall, the photograph captures a serene and productive agricultural scene, highlighting the structured organization of farm buildings and the vastness of the surrounding farmland.","title":"Seward county farm northeast of friend in the late afternoon sunlight","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["547426","547321","547350","547684","542729","547291","547304","557748","558414","544481","549237","553817","554819","547309","547303","554806"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["farm","complex","storage","barn","field","road","owner","building","plow","entry"]}
