{"path":"547464.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"This photograph captures a vibrant scene of maritime activity featuring a sailboat named \"Wandelaar\" from Wickenburg. The boat is painted a bold red at the hull, enhancing its visibility against the murky, gray backdrop of what appears to be a foggy day at sea.\n\nOnboard, numerous individuals can be seen, actively involved in sailing activities. They are wearing casual, yet practical attire suitable for sailing, such as white shirts and darker pants or shorts. The crew seems occupied, some looking towards the sails, adjusting them, or perhaps managing the rigging, indicating they are in the midst of navigating or controlling the sailboat's direction.\n\nThe boat itself is well-equipped for sailing, evidenced by several visible masts and sails, which are hoisted up and filled with wind. The deck of the boat shows several other features like winches, ropes, and safety rails that cater to the functionality and safety of the sailing experience.\n\nThe environment surrounding the boat adds an atmospheric element to the scene, with mist or light fog hanging low over the water. This weather condition creates a soft, diffuse light and limits visibility, suggesting the photograph might capture a moment of challenging navigation conditions. The sea itself appears relatively calm with only light waves, which aids in focusing the viewer's attention more on the activities happening aboard than on the sea's turbulence.\n\nOverall, the photograph vividly portrays a moment of active sailing, collaboration among the crew members, and interaction with the natural elements at sea under subdued weather conditions.","title":"The wandelaar, a class 1 contender in the 5-class Annapolis--Newport race, southward bound toward the atlantic ocean in the early hours of the race","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["547449","547460","549392","547456","549433","547458","547465","548513","549410","547452","547448","544667","549394","549397","549428","549399"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["sailing","sea","boat","crew","sail","sailboat","visibility","safety","winch","collaboration"]}
