{"path":"547466.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"The photograph captures three individuals engaged in sailing a small, yellow-hulled sailboat. The setting appears to be a breezy day, evident by the choppy water texture and overcast skies, which might contribute to a stiff sailing experience.\n\nThe crew members are all wearing matching yellow t-shirts labeled “YELLOW JACKET,” which likely signifies the name of their team or the boat. Each of them is also sporting light-colored shorts and caps, dressed appropriately for active, aquatic endeavors.\n\nOn the left, a man is operating a winch, preparing or adjusting the sail. He seems focused on his task, showing the physical effort involved. In the center and right of the photograph, the other two crew members are situated by the boat’s rail. One of them is gripping a rope and appears to be either pulling in or letting out the line, possibly adjusting the sail or the boat's heading, indicated by him looking upward toward the sail. The other crew member next to him is also focused upwards, possibly monitoring the sail or the effect of their adjustments.\n\nEach individual shows a level of engagement and concentration that suggests they are actively participating in a dynamic and rigorous sailing activity. The boat’s deck is equipped with various sailing gear like ropes and metallic fixtures, adding to the functional and utilitarian feel of the scene. The background is predominantly the grey, misty sea merging with the overcast sky, adding a moody ambiance to the setting. Their coordinated outfits and actions portray a scene of teamwork and shared effort in navigating the boat.","title":"Crew of the Yellow Jacket lend color to the Annapolis--Newport race, a biennial sailing event.","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["547455","549388","547451","549386","549389","549427","549433","549392","548513","547454","547458","548526","547462","547456","549394","549425"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["sail","crew","member","sailing","boat","rope","effort","winch","adjustment","team"]}
