{"path":"547453.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"This photograph captures a group of people engaged in activities on a sailboat. The setting appears to be a calm day on a large body of water.\n\nThe boat is equipped with a sizable, taut mainsail and what appears to be a smaller foresail, though the latter is mostly out of frame. The boom looms overhead, adding to the nautical ambiance. There are various sailing gears visible such as winches, ropes, and part of the steering wheel.\n\nThe deck of the sailboat is the main focus, bustling with six people. On the left, a figure is partially visible within a sheltered area of the boat, appearing to gaze out. In the central part of the deck, three individuals seem engaged in adjusting or managing the boat's gear; one of them is bending over a seated person who is possibly handling something or resting. On the right side of the deck, a woman stands firmly, holding onto a rigging line, looking off into the distance, possibly watching the route or enjoying the breeze. Another person near her seems to be adjusting something on the deck.\n\nEveryone is casually dressed suitable for a day of sailing, with short sleeves and pants or shorts, indicative of mild weather.\n\nThe water surrounding the boat is calm and expansive, suggesting a peaceful sailing environment. The overcast sky contributes a soft light to the scene, enhancing the tranquil mood. The American flag on the rear of the boat adds a patriotic touch to the setting.","title":"One of the smaller boats in the multi-class Annapolis--Newport race, an important biennial sailing event on Chesapeake Bay","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["547465","549392","548511","547458","549415","549397","549399","547455","549427","549386","548502","549412","548513","548503","548508","549433"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["deck","sailing","boat","sailboat","adjust","gear","winch","rigging","boom","steering"]}
