{"path":"547465.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"This photograph captures a scene of leisure and adventure, featuring a group of people sailing on a large sailboat. The boat, which has a deep blue hull with a white and dark blue stripe separating it from a wooden trim near the deck, is cutting through the water at an angle, suggesting a moderate speed as its sail fills with wind. The sail itself is predominantly white or light-colored, with some rigging and cables visible against the sky.\n\nOnboard, there are six visible individuals engaged in various activities and enjoying their time. In the foreground, on the starboard side (ride side when facing the bow), a man stands leaning slightly against the deck rail, observing something attentively. Behind him, seated and also looking out, are two women—one is wearing a blue top, and the other, partially obscured, appears to be wearing red. Close to the central mast, another man in a gray shirt is managing something related to the boat’s operation, possibly handling ropes or adjusting the sail.\n\nOn the port side (left side when facing the bow), one individual seems to be climbing or stepping down from the bowspit, seen in a relaxed pose as he watches the surroundings or checks the condition of the sail. Behind him on the bow, another woman in white is seated, also looking toward the starboard side, possibly in conversation with or watching the other passengers.\n\nThe environment suggests a somewhat overcast day, with the water reflecting muted tones rather than bright sunshine. The background is a subtle gradient of blues and grays, indicating either an overcast sky or a distant shore blurred by mist or spray. The overall atmosphere is one of a serene yet engaging nautical journey, shared among companions on the open water.","title":"Contender in the Annapolis--Newport race, a biennial sailing event, on Chesapeake Bay in the opening hours of the race.","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["547458","549392","549415","549412","547453","549410","549386","549397","548513","549428","548508","548502","549399","549403","549427","549408"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["sail","bow","deck","sunshine","side","companion","rigging","boat","mast","journey"]}
