{"path":"547400.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph features a man in the foreground, attending to a bicycle. He is captured in a crouched position as he seems to be examining or fixing the front wheel of the bike. The man is dressed in a dark brown jacket and darker trousers, with a light-colored shirt visible underneath. His attention is focused on the task at hand, indicative of a candid or semi-candid moment rather than a posed shot.\n\nIn the background, a large white church dominates the frame. It features a traditional design with a steep pitched roof, a front entrance framed by an arched doorway, and a tall steeple rising into the clear blue sky. The architecture suggests a quaint or rural setting. The church is surrounded by a well-manicured lawn and there is a clear separation from other structures, suggesting that it might be the central feature in this scene.\n\nTo the right of the background, partially visible, is a parking lot filled with cars which might suggest a time of activity or an event at the church, possibly placing this scene on a Sunday or during a church-related event.\n\nThe setting is enhanced by bright daylight and a vivid blue sky that suggests a pleasant, calm day. The overall composition of the photograph, with the man and bicycle in the foreground and the imposing church structure in the background, creates a juxtaposition between everyday activity and the serene, possibly spiritual, context provided by the church environment.","title":"Associate County Court Judge Fred Burns checks tire of bike which he rides daily to the Seward County Courthouse.","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["557535","547817","547332","547389","543497","551464","551465","547032","544967","544963","551108","547748","554035","547336","547158","557951"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["church","bicycle","separation","event","steeple","bike","doorway","man","wheel","lawn"]}
