{"path":"547460.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"This photograph captures a dynamic scene of a group of people sailing on a red yacht named \"Wanderlaar\" registered in Wickenburg. The yacht is relatively large and equipped for ocean sailing, judging by its size and the robust design. The boat is making significant headway through the water, as indicated by the spray and wake visible around its hull.\n\nThe yacht sports a series of white sails, all hoisted and filled with wind, contributing to its brisk movement. The main sail and jib are clearly visible, and all the sails appear taut and well-maintained, suggesting good weather conditions for sailing albeit a slightly overcast sky.\n\nThere are at least six people on the yacht, all appearing focused and actively engaged in managing the sailboat. Most of the individuals wear casual, light-colored sailing attire suitable for an outdoor maritime environment. The crew seems to be comprised exclusively of men, some standing and overseeing the operation while others are seated at the stern, possibly handling navigation or steering mechanisms.\n\nIn terms of activity, it appears to be a moment captured during a sailing expedition or race, given the crew's attentive positioning and teamwork. The image conveys a sense of adventure and the thrills of competitive or recreational sailing.\n\nThe ocean around the yacht is choppy, indicating some wind activity, which is ideal for sailing. The background is a blurred horizon of water meeting the sky, focusing all attention on the vivid red yacht and its occupants. The overall composition of the photograph emphasizes action, teamwork, and the beauty of sailing on the open sea.","title":"The wandelaar, a class 1 entrant in the 5-class Annapolis--Newport race, scudding south to the atlantic in the early hours of the race","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["547458","547448","547449","547457","549429","549398","547454","549391","549397","549427","549435","547464","549428","548513","548494","549430"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["yacht","sail","sailing","teamwork","crew","ocean","wind","thrill","register","expedition"]}
