{"path":"547458.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"This photograph captures a dynamic scene of a group of people sailing on a yacht. The photograph is taken from a perspective slightly elevated above the water level, possibly from another boat, looking obliquely towards the starboard side of the yacht.\n\nThe yacht, which is large and appears to be well-equipped for sailing, is cutting through the water at an angle, indicating it is heeling due to the wind. The hull of the boat is dark, likely navy blue, with a light-colored stripe near the top. The deck is populated by at least four people actively engaged in sailing tasks.\n\nThe sails are fully hoisted and billowing. The main sail is closest to the camera, and it dominates the right side of the frame. The white sails contrast sharply against the grayish sky, suggesting overcast weather conditions. A jib sail is also visible to the left, contributing to the impression of speed and motion of the vessel.\n\nThe crew consists of both males and females, all wearing casual sailing apparel typical of the period when this photo might have been taken (the exact period isn't discernible but it suggests a mid to late 20th-century setting). The individuals are seen engaging in various activities crucial for sailing: one person at the stern appears to be steering, while others are handling ropes and adjusting the rigging.\n\nThe background is composed of a muted, hazy sky that fades into a calm sea at the horizon. It gives no hint of land in sight which enhances the feeling of open water. The water itself shows some chop, likely due to the wind, contributing to the dynamic conditions for sailing depicted in this image.\n\nOverall, the composition and activity capture a moment of teamwork and recreation, set against a backdrop of natural elements that include the sea and the sky, emphasizing themes of adventure and navigation.","title":"Racing south on Chesapeake Bay toward the Atlantic in the opening hours of","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["549427","547460","549428","548513","549397","547457","549429","547454","547465","549398","549392","549391","549388","548494","549394","549433"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["sailing","yacht","sail","wind","period","apparel","sea","female","stern","rigging"]}
