{"path":"547425.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph captures a candid social scene involving a group of four men and one boy outside a white church building with a pointed arched doorway. The church's exterior is traditional, painted white, with visible architectural details like siding and molding around the windows.\n\nThe first man, on the left, is older, wearing a gray suit, a fedora hat, and is laughing heartily. He appears to be engaged in a light-hearted moment, holding a cigarette in one hand, his body slightly leaning forward due to his laughter.\n\nNext to this man is a young boy, who stands out as he is the youngest in the group. He's wearing a dark blue blazer, light blue unbuttoned shirt, and jeans. His expression is jovial, with a wide-open laugh, looking at one of the men.\n\nIn the center of the group is another elderly man dressed in a solid gray suit and a white shirt.\n\nTo his right, occupying the right foreground of the composition, is another older man, who, unlike the others, is shown in profile. He is dressed in a blue blazer, white shirt, and a multicolored striped tie, and he wears a light-colored fedora hat. His expression is joyful, and he looks like he's in the midst of a conversation or a joke.\n\nBehind these figures, slightly blurred, is another man visible only partially, wearing a dark suit and also smiling.\n\nThe mood is convivial and light-hearted, emphasized by the vibrant smiles and engaged demeanors of the participants. The setting seems to be during a social gathering, possibly related to an event at the church. The overall atmosphere is one of warmth, familiarity, and community, set in a simple rural or small town context.","title":"After service at immanuel lutheran church on highway 34 near garland","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["546233","546210","547443","558397","546229","547411","547414","558402","547415","557145","558239","556731","558396","557666","547006","551853"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["church","fedora","laugh","suit","blazer","man","boy","group","mold","smile"]}
