{"path":"547474.jpg","date":"April 1973","photographer":"Alexander, Hope","caption":"This photograph captures a scene at an industrial docking area, presumably a shipyard. In the background, there is a large ship moored to the dock, equipped with multiple cranes and the infrastructure typical of cargo or freight ships. The ship is white and appears to be an older model with a robust build, perhaps used for transporting goods.\n\nAdjacent to the ship, to the right, stands a large industrial building, possibly a warehouse or a hangar for storage and maintenance purposes. It is rustic, with faded paint and a large arched roof. Behind this structure and further in the background, another crane can be seen, hinting at ongoing industrial activities.\n\nThe foreground is dominated by neatly arranged long metal beams, possibly steel, lying horizontally on the dock. These beams show signs of rust, indicating that they have been exposed to the elements for some time. The color and condition of these beams suggest they are used in large-scale construction or shipbuilding and repair works.\n\nThe surface of the dock where these beams rest is expansive and appears to be made of concrete, with visible tire tracks and patches, underscoring the busy nature of this industrial environment.\n\nOverall, the photograph captures the essence of an active, working dockyard characterized by heavy machinery, structural components for marine or architectural projects, and a sense of robust industrial activity. The ambiance is utilitarian with a focus on shipping and manufacturing.","title":"Loading scrap metal for export at Fields Point on the Providence River","placename":"Providence (R.I.)","location":"Providence, Rhode Island","nn1":["546934","548346","545147","550910","546016","547572","555806","552244","546881","555796","546828","552148","546876","555797","548127","552303"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","beam","dock","crane","shipyard","docking","freight","shipping","repair","concrete"]}
