{"path":"547429.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This aerial photograph captures a sprawling urban landscape during twilight, giving the scene a warm, subdued glow. The city is densely packed with numerous buildings of various sizes, designs, and colors, from modest structures to prominent high-rise towers.\n\nCentered in the image is a noticeable, historical-looking building with a tall spire, possibly a landmark within the city. Surrounding it are several other significant buildings, some with flat roofs and others with more intricate tops, possibly featuring amenities or designed with architectural flair.\n\nThe infrastructure is prominently visible with a series of wide roads and highways crisscrossing through the city. One major highway curves elegantly through the center of the image, guiding the viewer’s eyes across the landscape. Alongside the roads, several large, rounded structures are noticeable, possibly stadiums or arenas, suggesting a cultural or sports-related aspect to the city.\n\nThe city extends far into the horizon, gradually transitioning into a less densely populated area with fewer buildings and more open space visible. The horizon itself fades into a soft, almost misty gradient, likely due to the ambient light conditions.\n\nOverall, the photograph captures the vibrant, dynamic essence of a city alive and bustling at the end of the day, wrapped in the soft hues of the setting sun.","title":"Lincoln, the capital city, including subdivision on western edge. Lincoln has been described as a \"rural city,\" with few of the pressures found in other metropolitan areas of the U.S.","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["548392","548417","543965","544082","546684","545406","547755","543957","555736","547445","553559","549476","549979","550007","555425","555406"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["city","highway","arena","stadium","flair","amenity","spire","building","landmark","horizon"]}
