{"path":"547431.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph presents an aerial view of a bustling urban area, likely taken in the late afternoon given the way shadows are cast over the buildings and streets. At the forefront of the image, dominating much of the view, is a large, open sports stadium. This stadium features sections of tiered seating surrounding a central rectangular field, which is marked for a sport—possibly football. The seating areas are empty, suggesting no event is occurring at the moment.\n\nAround the stadium, there are several buildings with distinct architectural styles, ranging from modern high-rises with flat rooftops to more traditional structures with intricate detailing and older façades. The density of the buildings decreases as the view extends towards the horizon, where a flat landscape can be seen meeting the sky.\n\nThe city is marked by an assortment of other structures, such as smaller commercial or residential buildings, crisscrossed by streets and avenues active with tiny specks that indicate moving vehicles, although these details are small due to the altitude of the perspective. The overall color palette of the area varies from darker shades on rooftops and roads to lighter tones reflecting off the sides of some buildings, likely due to the lighting conditions.\n\nFurther in the background, the urban area transitions into what appears to be a suburban or less densely populated zone with smaller structures and more visible green spaces. The sky above is clear, adding brightness to the aerial scene and highlighting features like the stadium and architectural diversity of the bustling cityscape below.","title":"Lincoln, the capital city, seen from the air.  In foreground is the university of Nebraska stadium","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["553285","551510","547429","548392","549476","546624","547765","553016","555407","549979","547764","553001","557274","548424","549477","551506"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["stadium","seating","rooftop","sport","avenue","football","decrease","building","mark","speck"]}
