{"path":"547446.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph captures an American football game in progress. The image is centered around the football field, which is marked with white lines indicating yardage. The field is a synthetic turf, noticeable by its uniform, slightly shiny texture, consistent coloring, and lack of mud or grass stains.\n\nTwo football teams are visible, each wearing distinct uniforms. One team is dressed in white jerseys with dark pants, lined up in a defensive formation, while the opposing team, in red jerseys with white pants, is lined up offensively and appears ready to initiate a play. A quarterback in a red jersey is under center, preparing for the snap.\n\nThe backdrop of the scene is a stadium filled with spectators. The crowd, a mix of adults and possibly some children, is clad in various colors though reds and whites dominate, suggesting fans of both teams might be present. The spectators are seated on traditional stadium bleachers that stretch across the background of the image. Some attendees are standing, perhaps to get a better view of the play, showing engagement and interest in the game. Multiple people are seen leaning on the railing at the front of the stands.\n\nThe weather during the game looks overcast, as indicated by the diffused lighting and the somewhat muted colors in the photograph. Such conditions often contribute to cooler temperatures, which might explain why many in the crowd are wearing jackets or long sleeves.\n\nOverall, the photograph depicts an active, dynamic moment in a football game, set against the communal and vibrant atmosphere of a sports event, enjoyed by an attentive audience.","title":"A big annual event is the spring football game at the university of Nebraska.  This is an intra-mural game, and many fans sport the colors of the team, the \"big red.\"","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["555408","555407","552629","552630","547314","558204","547176","558200","556302","547431","546272","557780","558199","552024","553042","558198"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["football","team","jersey","game","stadium","spectator","crowd","uniform","fan","play"]}
