{"path":"547462.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"This photograph captures a dynamic and vibrant scene of a sailing yacht race. The yacht, named \"Yellowjacket\" and hailing from Annapolis as indicated by the text on its stern, is a medium-sized sailboat with a yellow hull. It appears heavily crewed by individuals wearing matching bright yellow shirts, which adds a coordinated and energetic feel to the scene.\n\nThe crew is actively engaged in the sailing process, some are positioned at the stern working on navigating and steering, while others are handling the sails at the bow. Their attention seems focused on their tasks, underscoring the intensity and competitiveness of the race. The boat leans to one side due to the wind filling the sails, indicating strong sailing conditions and adept handling by the crew.\n\nThe background is a vast expanse of open water, reflecting the grey, overcast sky which suggests a cool, possibly blustery, day on the water. The sea is relatively calm with mild ripples, barring the wake and splash generated by the yacht’s swift movement through the water.\n\nThis photograph not only displays a moment of active competition but also reflects the teamwork and skill involved in yacht racing. The composition, focusing on the crew and the yacht with a clear view of its name and loading port, identifies this as a snapshot of a competitive sailing event, possibly part of a regatta.","title":"The Yellow Jacket, a class 4 contender in the 5-class Annapolis--Newport Race, sets her course for the open ocean in the early hours of the long sail-south out of Chesapeake Bay, and then north to Rhode Island.","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["549389","549401","549430","549429","549390","549436","549391","547460","547466","547454","549435","549388","549404","548513","547457","549398"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["yacht","sailing","crew","race","sail","regatta","competition","racing","skill","steering"]}
