{"path":"547434.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph captures a diverse group of people seated at an outdoor sporting event, likely a baseball game given the nature of the setting and attire. The image foreground features three individuals prominently in focus:\n\n1. An older man on the left wearing a cap and a striped shirt, holding a program or scorecard. He is also wearing suspenders and has a camera hanging around his neck, suggesting he might be interested in recording the event.\n2. A middle-aged man in the center, dressed in a patterned shirt and plaid trousers, engrossed in the event, with a serious expression.\n3. A woman on the right, who appears to be in her late 30s or early 40s, wearing glasses and a white blouse with a floral pattern. She is attentive to the event, with a slightly leaned forward posture.\n\nIn the background, multiple rows filled with spectators can be seen, suggesting a well-attended event. The audience is variably focused, with some attendees engaged in conversation while others concentrate on the action unfolding. The general attire is casual, featuring a lot of 1970s fashion, including t-shirts, hats, and casual shirts.\n\nThe stadium is expansive with a basic, utilitarian design. It has wooden bench seats and a large, covered spectator area in the distance. The overall ambiance is lively, communal, and distinctly reminiscent of a typical American sports outing during this era.","title":"Big sports event of the year is the annual spring football game at the University of Nebraska. This is an intra-mural game, and many fans wear red in honor of the team, nicknamed \"Big Red.\"","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["547285","547323","557780","553757","551675","556507","547442","551808","547438","547375","549734","553759","557054","556532","554442","552024"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["event","spectator","shirt","30","stadium","sporting","suspender","audience","baseball","attendee"]}
