{"path":"547426.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph is an aerial view of a rural farm landscape, capturing the expansive setting in a serene and systematic arrangement. The image prominently features a large farm complex situated in the center, surrounded by vast open fields, likely used for agriculture. \n\nThe farm itself consists of multiple buildings, including several barns (one prominently red and another painted in a faded red), silos, and residential-type structures with various roofing colors like red, white, and teal. There are clear roads or pathways that intersect around the central area of the farm, leading to different parts of the property.\n\nThe surrounding fields show signs of agricultural activities, with patterns that indicate recent plowing or harvesting. The fields are mostly brown, suggesting either a post-harvest season or preparation for new planting. Patches of green suggest some areas are either fallow or planted with a different crop.\n\nBordering the farm, there are clusters of trees providing a natural boundary and a break in the monotony of the fields. The trees, appearing mostly in green, add a splash of color and life against the browns of the cultivated land.\n\nOverall, the photograph depicts a tranquil rural setting focused on agriculture, showcasing the organized and sustained farming practices in such regions. The aerial perspective provides a comprehensive view of the land use and layout, emphasizing the expanse and the rural beauty of the area.","title":"Seward County farm northeast of Friend, in late afternoon sunlight","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["547447","547321","547684","547350","558414","547291","553817","542729","552858","557748","554055","544481","554029","547428","547304","547357"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["farm","field","agriculture","monotony","teal","planting","harvesting","roofing","land","silo"]}
