{"path":"547405.jpg","date":"May 1973","photographer":"O'Rear, Charles","caption":"This photograph depicts an indoor scene set in a diner or café with a distinctly retro aesthetic, likely from the 1960s or 1970s. The scene includes two people: a man on the left and a woman on the right. Both are seated at what appears to be a counter, with their profiles facing towards a large pair of white underpants hung on the wall behind the counter. These underpants bear the iconic slogan \"MAKE LOVE NOT WAR\" in bold, blue capital letters.\n\nThe man wears a cap and is dressed in a dark zip-up jacket. He is captured in profile, looking toward the underpants. The woman has a stylish hairdo typical of the era, and wears a light blue sleeveless top. She is looking down, her hand partially covering her face in a contemplative or possibly emotional gesture. \n\nThe background is a plain wall adorned with various decorations. On the left part of the wall, there’s a framed picture of a rural landscape and three flower arrangements in wall-mounted baskets. To the right, there is another framed picture, more flower baskets, and a calendar hanging near the underpants. The table surface is visible in the foreground, featuring a napkin dispenser, condiments, and a black handbag next to the woman, indicating she may be preparing to leave or has just settled in.\n\nThe interior lighting casts a warm glow, enhancing the intimate and somewhat solemn mood of the image. The photograph captures a quiet, poignant moment, possibly reflecting the social and cultural tensions of the time when the anti-war sentiment was prevalent.","title":"Surprise for Dick Christian (at table), at Beaver Crossing High School alumni party","placename":"Lincoln (Neb.)","location":"Lincoln, Nebraska","nn1":["554895","554268","549324","554866","554852","551450","547834","554222","545452","558301","545970","551820","551337","553546","553217","550106"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["counter","basket","wall","profile","picture","condiment","dispenser","woman","sleeveless","flower"]}
