{"path":"547559.jpg","date":"May 1973","photographer":"Alexander, Hope","caption":"This photograph captures a maritime scene during an evening or early morning, with ambient light casting a deep blue hue over the image. The setting is in open water, likely an ocean or large sea, judging by the vast, unbroken horizon and the relatively calm state of the water with small, gentle waves visible.\n\nA central figure, a man, stands at the stern of a small boat, wearing a protective yellow rain suit that includes bib overalls and a jacket, which suggests he might be involved in a fishing or marine activity. He appears to be handling or monitoring some form of equipment or action at the back of the boat, though the specifics of the activity are not entirely clear from this angle.\n\nThe boat is positioned parallel to a larger vessel, part of which is visible on the right side of the frame. This larger vessel exhibits features typical of fishing trawlers, including robust metal construction and what could be rigging or nets draped along its side. The small boat is tethered to this larger vessel by ropes or chains, implying a support or dependency function, like a tender boat or a secondary craft involved in a coordinated operation.\n\nThe overall ambiance of the photograph is somewhat moody and tranquil, given the natural lighting and the solitary focus on the man in his working environment. The composition leverages a perspective looking from the larger vessel towards the smaller one, creating a sense of observation or oversight by the viewer. The vast, open water environment suggests a feeling of solitude and the expansive nature of maritime occupations.","title":"Trap nets are set in April and May at the mouth of the Sakonnet River. This is the time fish leave up river spawning grounds to return to the ocean.","placename":"Newport (R.I.)","location":"Newport, Rhode Island","nn1":["547554","547557","547566","547549","547553","547558","547561","547556","547548","544234","547552","547564","543035","549374","555802","545120"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["vessel","boat","fishing","tether","oversight","occupation","leverage","rig","specific","stern"]}
