{"path":"547505.jpg","date":"May 1973","photographer":"Alexander, Hope","caption":"This photograph features an industrial setting with a focus on several large storage tanks, located in a coastal area. In the foreground, the largest tank dominates the scene with its deep blue color. The ground around these tanks appears rugged and sparse with vegetation, indicative of industrial development. There are multiple other storage tanks of similar design but smaller in size scattered around the main tank.\n\nTo the left, there is a crane visible, and several pieces of industrial machinery and hardware lie strewn around, which suggests ongoing construction or maintenance work. There are pipes running along the ground, connecting the tanks, likely for transportation of liquids.\n\nIn the far background, a wide body of water extends towards the horizon, with several boats visible on the water, suggesting that this might be a port area. On the other side of the water, there is a distant shoreline that can be seen, and high-rise structures faintly mark the horizon, suggesting a distant cityscape or developed area.\n\nThe upper section of the image shows a clear sky, hinting at the photograph being taken on a bright day. This industrial zone, marked by its functional layout and the absence of residential or recreational areas, appears to be dedicated to bulk storage, likely of liquids given the presence of tanks and proximity to waterways for logistic reasons.","title":"The Northeast Petroleum tanker terminal on Mt. Hope in Tiverton. To guard against oil spills, each ship and barge that enters is surrounded by an oil containment boom.","placename":"Newport (R.I.)","location":"Newport, Rhode Island","nn1":["549978","551987","555786","552131","551977","555724","547958","549977","552025","555777","546058","555775","546062","551982","552245","545273"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["tank","liquid","storage","hardware","reason","mark","dedicate","port","horizon","strew"]}
