{"path":"547564.jpg","date":"May 1973","photographer":"","caption":"In the photograph, three individuals are shown engaging in marine activities, depicted in a silhouette against a backdrop of a bright, sunlit sea. The scene captures a small boat on the water, viewed from the perspective of another boat from which the photo is likely taken. \n\nOn the left side of the image, a person is sitting at the rear of the boat, operating the steer or perhaps handling the engine controls. This individual is wearing a hat and a jacket, suggesting a cooler environment or protection from the sun. \n\nIn the middle of the boat, two other people appear to be working; one of them seems to be managing either a net or some sort of maritime equipment, possibly preparing to deploy it into the sea or organizing it after use. Both individuals are dressed in casual outerwear suitable for marine labor.\n\nThe sea around them glitters in the sunlight, suggesting early morning or late afternoon, with the sun low on the horizon. A distinct lighthouse is visible in the far left distance, providing a point of reference and indicating the proximity to a coastline or an established navigation route. Further to the right, a landmass or small island can be seen on the horizon, enhancing the maritime setting.\n\nOverall, the composition of the photograph, with its focus on silhouetted figures against the bright sea, accentuates the themes of daily labor and the vastness of the oceanic environment. The mood is contemplative and captures a moment of everyday life on the water.","title":"Trap nets are set at the mouth of the sakonnet river in april and may.  This is the season when fish leave up river spawning grounds to return to the ocean","placename":"Newport (R.I.)","location":"Newport, Rhode Island","nn1":["547557","554199","547556","547553","547552","544269","547563","547559","545056","547554","554198","547549","548769","554147","547566","547561"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["sea","boat","labor","deploy","glitter","organi","lighthouse","sun","reference","landmass"]}
