{"path":"547562.jpg","date":"May 1973","photographer":"Alexander, Hope","caption":"This photograph depicts a vibrant and busy fishing pier scene under overcast or rainy weather conditions. It shows a man on the left side of the frame, dressed in a yellow raincoat, engaged in an activity that involves handling fish on the deck of a fishing vessel. He appears focused on his task, working with what seems to be a fish bucket.\n\nThe deck itself is strewn with various fishing equipment and supplies, including numerous round, black wire crab traps or baskets, some of which are stacked. Scattered freshly caught fish can also be seen on the surface where the man is working. The deck is wet, suggesting recent rain or sea spray.\n\nIn the background, there is more fishing equipment, ropes, and several large bags possibly containing catch or supplies. Another person, also dressed for wet weather, is partially visible in the background near the mast of a ship, hinting at the collaborative effort typically involved in such settings.\n\nThe backdrop shows a view of a water body with more boats docked or moored, indicating a busy fishing port. The gray, misty sky merges with the distant landscape, enhancing the chilly, damp atmosphere typical of a seafood harvesting operation.\n\nOverall, the setting is robustly maritime, focused on fishing activity, characterized by practical, heavy-duty equipment and attire suitable for inclement weather and sea conditions.","title":"Sorting the catch. Trap nets are set at the mouth of the Sakonnet River in April and May. At this time fish leave up river spawning grounds to return to the ocean.","placename":"Newport (R.I.)","location":"Newport, Rhode Island","nn1":["545185","545061","545178","547551","550297","545189","547552","547563","554200","545211","543033","545093","552298","547565","544995","543076"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["fishing","fish","deck","supply","equipment","catch","inclement","raincoat","crab","seafood"]}
