{"path":"547681.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"This is an aerial photograph of a water treatment facility under construction. The image prominently features a series of large, round settling tanks or clarifiers. Each tank is equipped with a central, rotating arm used to stir the water and facilitate the settling process that purifies the water by removing sediments and impurities.\n\nThere are approximately twelve tanks visible, most of which are situated consecutively in three rows. Each tank appears to be bordered by small walkways and railings, possibly for maintenance access. In the tanks, the water varies in clarity and color, suggesting different stages of the treatment process.\n\nIn the foreground of the photograph, there is a large rectangular building, possibly a control center or additional processing facility. The roof of this building is flat and features some small structures, potentially air vents or access points.\n\nThe site is populated with various construction vehicles and equipment, indicating ongoing work. Piles of earth and construction materials are scattered around the area, and several workers can be seen around the site, highlighting the active development phase of the facility.\n\nThe backdrop of the scene shows a busy highway adjacent to the plant, illustrating the facility's proximity to infrastructure and hinting at an urban setting. The overall atmosphere is one of industrial activity focused on establishing vital water treatment infrastructure.","title":"Aeration tanks at the Blue Plains sewage treatment plant on the Anacostia River. More tanks are being added to meet needs of ever-expanding suburbs.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["547262","547239","553900","548216","543574","545840","548212","547260","543572","546895","548151","553837","549636","544555","547568","543571"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["tank","treatment","facility","construction","access","stir","phase","process","site","remove"]}
