{"path":"547668.jpg","date":"May 1973","photographer":"Alexander, Hope","caption":"The photograph captures an industrial scene by a large body of water. In the foreground, a series of floating barriers extends diagonally from the bottom right corner towards the center left of the image. Each barrier segment is connected by bright orange joints or markers, which are visible against the dark blue tones of the water.\n\nIn the background, on the opposite shore, there are large green storage tanks situated on a slope. These tanks dominate the middle portion of the background. To their right, there appears to be an industrial facility accompanied by multiple structures, some of which seem to involve tanks or cylindrical shapes. Roads or pathways can be seen winding through the industrial area.\n\nA long pier or jetty stretches from the far left side of the photo towards the center, leading towards the floating barriers in the water. The jetty supports what looks like a pipeline or some structural framework, indicated by several vertical supports.\n\nThe environment is clear with no visible people or moving vehicles, suggesting a tranquil but functional industrial setting. There is a hint of greenery on the hill behind the tanks, and the sky is a mild gradient from deep to lighter blue, indicating either early morning or late evening light. Overall, the image combines elements of industrial activity with natural water surroundings, emphasizing functional aspects of an industrial landscape.","title":"Part of the boom system of the North East Petroleum Tanker Terminal at Tiverton. The largest tanker terminal in the northeast it is also the only one that encloses each ship with a boom to contain oil spills.","placename":"Newport (R.I.)","location":"Newport, Rhode Island","nn1":["547958","547677","547505","552836","552131","546002","551977","544179","544289","552206","546118","551998","545854","552025","545676","544293"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["tank","barrier","jetty","float","pipeline","support","marker","accompany","segment","water"]}
