{"path":"547690.jpg","date":"May 1973","photographer":"Sequeira, Paul","caption":"The photograph captures a scene in an outdoor setting, predominantly featuring agricultural machinery in action, surrounded by a natural backdrop. At the center of the image, there is a tractor emitting a significant amount of smoke, suggesting it is either operating or experiencing a mechanical issue. The tractor is red and appears to be vintage, connected to a piece of equipment possibly used for farming or landscaping.\n\nBeside the tractor, slightly to the right, there is another vehicle, a blue tractor labeled \"LEYLAND,\" which seems to be smaller and more modern compared to the red tractor. This pairing hints at agricultural activities, possibly involving tilling, planting, or maintenance work in the area.\n\nThe background is lush with trees and shrubs, indicating that the photograph was taken in a rural or semi-wooded area. The trees have dense branches but do not seem to display a rich foliage, suggesting that the photo might be taken in an early spring or late autumn setting when leaves are sparse.\n\nThe dominant colors in the photo are the natural greens and browns of the trees, contrasted against the vibrant red and blue of the tractors, set under either a sunset or sunrise light that enhances the rustic aesthetic of the scene. The overall composition of the photograph directs the viewer's attention towards the machinery, their interaction with the environment, and the significant smoke, which adds a dynamic element to the otherwise tranquil rural setting.","title":"Tree spraying operations at the bass lake outlet to lake Michigan","placename":"Muskegon (Mich.)","location":"Muskegon, Michigan","nn1":["547436","544319","544888","545893","557521","552577","543671","555565","544323","557753","555878","547297","542533","544225","549258","542654"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["tractor","till","planting","machinery","smoke","landscaping","sunrise","farming","amount","issue"]}
