{"path":"547677.jpg","date":"May 1973","photographer":"Alexander, Hope","caption":"This photograph captures a serene marine setting during what appears to be the late afternoon or early evening, indicated by the gentle lighting and the quiet mood of the scene. It depicts a series of water barriers or booms extended within a large water body, likely a lake or a calm sea area. These booms are floating and connected by a series of bright orange, buoyant markers or floats, which add a vibrant contrast to the dark blue hues of the water.\n\nOn the left side of the picture, two wooden structures or remnants of piers jut out into the water. These struts are weathered and worn, suggesting they are old or abandoned. Moving rightward, there's a mid-water platform that appears like a small, floating dock. It is equipped with what seem like mechanisms or tools, possibly for monitoring, though their specific purposes aren't immediately clear.\n\nIn the background, several different layers of scenery can be seen. Firstly, the immediate backdrop includes calm waters detailing gentle ripples and reflecting the sky's color. Further back, the shorelines are visible covered with subdued greenery and houses that appear modest and spaced apart, indicative of a peaceful residential area. The horizon shows a clear sky with no visible clouds, enhancing the tranquil atmosphere of the image.\n\nOverall, the image composes a calm marine environment, perhaps part of ecological or industrial activities suggested by the booms and platform. This could imply efforts at controlling water movement, possibly for environmental monitoring or containment purposes. The photo emanates a quiet, almost solitary feel, showcasing human elements subtly integrated into the natural landscape.","title":"Part of boom system of the north east petroleum tanker terminal at tiverton.  The largest such terminal in the northeast, it is also the only one that surrounds each ship with an oil-containing boom","placename":"Newport (R.I.)","location":"Newport, Rhode Island","nn1":["547668","545969","550207","542870","547109","547224","545922","545096","551981","552192","547572","548030","546109","545932","547142","547561"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["boom","float","monitoring","marine","platform","water","purpose","containment","emanate","series"]}
