{"path":"547790.jpg","date":"November 1972","photographer":"Smith, Bob","caption":"The photograph features an old, two-story building constructed from stone, possibly limestone, with a gabled roof. It appears to be a large establishment, most likely a historic hotel given the signage. On the upper gable wall of the building, there is a fading painted sign that reads \"Keystone Hotel\" along with the year \"1870\" inside a red circle, indicating the year the establishment was presumably built or founded. Adjacent to this painted wall sign, there is a similar yet smaller sign that protrudes perpendicularly from the building, making it visible to those at a distance or approaching from the side.\n\nThe building has a series of white-framed windows, evenly spaced across both floors. No curtains or blinds are visible in the windows, which are all closed. Along the ground level, to the right, there is an extended structure with a flat awning that may serve as an entrance or additional space related to the hotel. At street level, a narrow sidewalk runs along the front of the building.\n\nThere are no visible people or moving vehicles in the scene. The surrounding area has a quiet look, with a barren tree and a utility pole equipped with what appears to be an antenna. The street is paved, and there is a classic car parked beside the curb, enhancing the nostalgic feel of the photograph. In the background, there are more structures, but they are not distinctly clear due to the focus on the hotel building.\n\nThe sky is overcast, casting soft, natural light on the scene, which contributes to a serene and slightly somber mood in the picture. The overall composition evokes a quiet, historical small-town atmosphere, highlighting the architectural heritage and the seemingly unchanged character of the place over the years.","title":"Buildings in continuous use for a century or more are not uncommon in downtown San Antonio. An active program of restoration and revitalization of the city's historic sections is in progress.","placename":"San Antonio (Tex.)","location":"San Antonio, Texas","nn1":["557156","552681","557643","556420","555908","547822","552605","557661","556330","556766","544882","553425","554699","552533","544088","558037"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["hotel","year","establishment","building","blind","level","heritage","gable","sign","awning"]}
