{"path":"547752.jpg","date":"December 1972","photographer":"Smith, Bob","caption":"This photograph captures the interior of what appears to be a traditional, rustic church or chapel. The shot is taken from the perspective of someone either sitting at the back of the church or standing near the entrance, facing toward the altar.\n\nThe architecture inside the church is characterized by simple, whitewashed walls that curve gently into a barrel-vaulted ceiling. This ceiling is made of exposed wooden beams and planks, giving a warm, earthy feel to the space. On the walls are several small, framed religious artworks or icons, evenly spaced. There is also a round window set high in the wall, shedding natural light into the room.\n\nThe floor seems to be made of tile or stone, typical of such traditional buildings, contributing to the cool, serene atmosphere of the place. Near the center of the photograph, a wooden altar can be seen. Above the altar, there is a religious painting or decoration that forms the focal point of this sacred space. To the left, there is a large wooden door ajar, permitting a glimpse of sunlight and hinting at the world outside.\n\nIn the foreground, wooden pews with curved tops are positioned in rows, facing toward the altar. These pews are simple in design, which aligns with the overall modest decor of the chapel.\n\nThe lighting in the photograph suggests it is taken during the day, as natural light streams through various openings, casting soft, diffuse shadows within the interior. The mood conveyed is one of quiet contemplation and historical reverence.","title":"Inside the mission San Juan Capistrano","placename":"San Antonio (Tex.)","location":"San Antonio, Texas","nn1":["558026","558027","552473","558384","558406","554209","558383","546467","558400","545366","558389","547439","558382","558019","554207","550376"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["altar","church","pew","ceiling","wall","interior","reverence","artwork","painting","tile"]}
