{"path":"547785.jpg","date":"May 1972","photographer":"Smith, Bob","caption":"This photograph captures a busy urban highway scene, showcasing dense vehicular traffic in broad daylight. The image is from an elevated perspective, likely taken from a high vantage point such as a building or a bridge.\n\nThe main focus is on a multi-lane highway that curves slightly to the left as it extends into the distance. The highway is bustling with traffic, featuring a variety of vehicles including cars, trucks, and buses. A distinctive feature in the traffic pattern is a significant congestion on the highway's near side, indicating either peak travel hours or possible road work or incident causing a slowdown.\n\nOn the left-most side of the highway, aligned parallel to it, is a large parking lot dominated by numerous white buses, hinting at a central transport hub or depot associated with the nearby \"CAROLINA TRAILWAYS\" sign shown prominently at the corner of this lot. Adjacent to this parking area is a sizeable, low-rise building labeled \"HYATT HOUSE,\" likely a hotel serving freeway travelers or visitors to the city.\n\nThe surrounding area includes patches of grassland and a mix of commercial and possibly industrial buildings. Billboards and commercial signage are visible along the highway, adding to the urban commercial landscape. In the far background, industrial structures or warehouses with distinct rooftops indicate the outskirts of an industrial zone.\n\nOverall, the photograph depicts a typical urban freeway environment characterized by heavy traffic and commercial activity, reflecting common themes of transportation, commerce, and urban sprawl.","title":"Friday afternoon traffic on the stemmons freeway at continental street.  Most of the traffic is moving south","placename":"Dallas (Tex.)","location":"Dallas, Texas","nn1":["556194","547780","546686","546681","549890","549902","546726","546608","546612","552719","547823","547770","546713","547811","552001","542764"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["highway","traffic","bus","lot","parking","incident","hotel","traveler","congestion","grassland"]}
