{"path":"547729.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"The image depicts a person lying inside an oval-shaped, translucent flotation tank, which appears to be made of a clear, possibly acrylic material. The environment is dimly lit and has a sci-fi or futuristic ambiance. Above the tank, there are multiple pieces of equipment; most notably, a complex lighting fixture that is directly positioned over the person, possibly to provide light therapy or for heating purposes. This fixture includes several lights and what looks to be mechanical parts, possibly used for adjusting the lights or other settings related to the tank's operation.\n\nThe inside of the tank is partially obscured but includes some kind of patterned fabric or material, suggesting either a towel or a pillow that the person is using for comfort. The tank itself is situated within a dark room with no visible windows, emphasizing a controlled environment, perhaps for sensory deprivation or relaxation purposes. The presence of another soft, spherical light source in the background contributes to the overall tranquil yet otherworldly atmosphere of the setting.\n\nThe overall composition of the image, with its focus on the machinery and the positioning of the person inside the tank, suggests a setting where technology intersects with human relaxation or therapy, potentially exploring themes of isolation, meditation, or enhanced sensory experiences.","title":"Worker demonstrates positioning of body under radiation detection device at the Las Vegas EPA National Environmental Research Center. Machine is called a \"whole body counter.\"","placename":"Las Vegas (Nev.)","location":"Las Vegas, Nevada","nn1":["553906","548842","547319","555354","555330","556514","551860","553522","553883","555332","548835","547712","552701","549346","548861","545399"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["tank","fixture","person","relaxation","pillow","purpose","heating","inside","comfort","towel"]}
