{"path":"547796.jpg","date":"October 1972","photographer":"Smith, Bob","caption":"This photograph captures a lively scene inside what appears to be a country/general store that also serves food and drinks at a counter. There are four young men in the image, three of which are sitting at the counter, and one appears blurred and is possibly moving behind the counter. All three seated men are smiling and appear to be enjoying their time.\n\nThe first man from the left is wearing a large cowboy hat and a yellow t-shirt; he is looking directly at the camera with a smile. The second man, also wearing a cowboy hat and a light blue long sleeve shirt, and the third man, wearing a white t-shirt, are smiling and interacting with one another, adding to the candid and friendly atmosphere of the scene.\n\nThey are sitting at a dark-colored bar counter with what looks like glasses of milk in front of them. On the counter, there's also a black cash register and a promotional display for a drink.\n\nThe background of the scene reveals more about the setting; it's filled with shelves stocked with various items like food products and perhaps some household goods, indicative of a local general store environment rather than a specialized bar or restaurant. There’s a lot of ambient light filtering through windows, suggesting it might be daytime. The general store aspect is reinforced by the presence of multiple products and the informality of the environment.\n\nOverall, the photograph captures an essence of rural or small-town life with a focus on community and simple pleasures, like sharing a drink at the local store.","title":"Teenagers in drug store in stockyards area (Northside) of Ft Worth","placename":"Fort Worth (Tex.)","location":"Fort Worth, Texas","nn1":["554866","548234","558313","548233","547789","547794","551342","553518","556612","556440","556613","547376","545984","551279","546226","545330"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["counter","store","drink","bar","product","food","man","cash","milk","country"]}
