{"path":"547773.jpg","date":"April 1972","photographer":"Smith, Bob","caption":"This photograph captures a lively lakeside scene, likely from the mid to late 20th century, given the style of the vehicles and sailboats visible. The image is taken from a shady area under large trees with sun filtered through their leaves, setting a serene, outdoor ambiance.\n\nThe foreground shows several classic cars parked on the grass, which vary in color and model, suggesting a possibly informal gathering or event. A station wagon, a convertible, and a couple of other sedans are among the visible vehicles, detailed with shiny chrome trim and distinctive body shapes typical of automotive design from around the 1960s or 70s.\n\nBeyond the cars, the shoreline is busy with a variety of small sailboats, many equipped with sails already hoisted. These boats are docked in a wooden pier system that extends into the water, helping to organize the numerous vessels. Many of the sails bear registration numbers and symbols, indicating that they might be part of a racing or sailing club.\n\nA group of people, small in the frame, are engaged in various activities around the boats, likely preparing for sailing or managing their vessels post-sail. Their casual attire and active engagement suggest a recreational or sport-oriented gathering.\n\nThe lake itself is calm, reflecting light and contributing to a sense of peaceful outdoor recreation. The opposite shore is visible in the distance under a clear sky, implying a broad, open water body ideal for the sailing activities depicted.\n\nOverall, the composition of the photograph—with its blend of nature, leisure, and vintage elements—evokes a nostalgic representation of a day spent sailing and enjoying the outdoors by a group of enthusiasts.","title":"At White Rock Lake, a popular weekend resort area","placename":"Dallas (Tex.)","location":"Dallas, Texas","nn1":["551528","546856","543994","544002","547757","548555","547754","547781","554683","543936","553133","552119","554484","554610","558233","544266"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["sailing","sail","sailboat","vessel","gathering","club","racing","registration","enthusiast","70"]}
