{"path":"547756.jpg","date":"April 1972","photographer":"Smith, Bob","caption":"This photograph captures a cheerful, bustling scene at what appears to be a park during a sunny day. The image features a group of six people engaged in various leisure activities.\n\nIn the foreground, there is a young couple laying on a colorful red and black blanket. The man is lying on his back, wearing a white shirt and dark pants, while the woman, dressed in a gold-yellow top, rests her head on his chest affectionately. Her expression and posture suggest relaxation and contentment.\n\nBehind them to the left, two men are sitting on a bench. One individual is wearing a striped sleeveless top and a hat, while the other is dressed in a full-sleeved shirt and pants. They seem to be absorbed in a conversation, possibly enjoying some drinks.\n\nTo the right of the foreground couple, in the background, there is another group. A man in a white shirt holds a child on his lap, capturing a familial moment. Another child is sitting beside them, observationally distanced and focused inward or on something outside of the frame.\n\nThe scene is set in a lush, green park surrounded by trees, and the ground appears to be covered with dry leaves and patches of grass, suggesting it might be late summer or early autumn. This ambiance contributes to the tranquility and the recreational nature of the setting. A picnic vibe is further suggested by visible food containers and casual dress of the participants.\n\nOverall, the photograph depicts a serene snapshot of friends and family enjoying a relaxed day in a park, embracing the joys of simple outdoor gatherings.","title":"A Sunday afternoon at White Rock Lake, one of the city's most popular weekend playgrounds.","placename":"Dallas (Tex.)","location":"Dallas, Texas","nn1":["553065","555947","551017","551682","552036","556298","558182","557935","556296","551027","552033","556522","558188","550074","551011","552032"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["park","couple","contentment","child","shirt","picnic","pant","gold","lap","chest"]}
