{"path":"547794.jpg","date":"November 1972","photographer":"Smith, Bob","caption":"This photograph portrays a dimly-lit indoor setting that captures a candid scene of social interaction in what appears to be a bar or tavern. The room is filled with men, most of them wearing hats, seated around tables and engaging in games or conversations. A sense of casual and relaxed atmosphere is conveyed through their postures and the informal arrangements of chairs and tables.\n\nTwo distinct sources of overhead lighting highlight key areas: one hangs directly over a group of men, focusing particularly on a table where some appear to be playing cards, and the other closer to the center-right of the image, likely above another point of activity not fully visible due to the framing.\n\nThe background features walls that are somewhat worn and aged, with a large window that is letting in natural light, contrasting with the otherwise dark interior environment. The window is adorned with what appears to be a metal fixture or decorative element in its center, creating a stark silhouette. On the wall, there is an advertisement or a sign with the words \"Upper 10,\" which suggests some commercial context, possibly relating to a product promoted within the establishment.\n\nThe composition of the photograph, characterized by its realistic capturing of everyday life and its raw, unprocessed aesthetic, offers a glimpse into a moment of leisure and community, emphasizing themes of camaraderie and routine. Further, the gritty and textured quality of the environment and the warm tones from the indoor lighting add a nostalgic and almost cinematic feel to the scene.","title":"Tavern in lampasas","placename":"Austin (Tex.)","location":"Austin, Texas","nn1":["547376","546025","548234","543975","553518","554866","551320","547796","556613","548233","546975","543041","543990","558313","550323","545984"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["table","card","let","camaraderie","wall","promote","fixture","bar","game","establishment"]}
