{"path":"547707.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph offers an expansive aerial view of Central Park in New York City, extending towards the dense, high-rise cityscape characteristic of Manhattan. The photo has a vintage feel, indicated by its slightly faded colors and the grainy texture typical of older film photographs. \n\nCentral Park dominates the foreground and middle ground of the image. The park is lush and green, with numerous trees and neatly manicured lawns. The focal point within the park is the large rectangular reservoir filled with water, reflecting the overcast sky above. Surrounding the reservoir are various well-tended patches of land, some of which are shaped into geometric patterns possibly for ornamental purposes.\n\nThe background showcases a dramatic contrast with the natural greenery of the park, presenting a skyline filled with numerous skyscrapers that embody various architectural styles and eras. These buildings are tightly packed, showing the dense urban environment of Manhattan. Notably, the Empire State Building can be seen in the distance, slightly towards the left side of the center.\n\nThe sky above is cloudy, suggesting an overcast day, which adds a moody tone to the image. The horizon blends the city into the sky, demonstrating the vast scale and the urban density of New York City. The overall composition of the photograph—dividing between the natural landscape of Central Park and the urban skyline—beautifully captures the essence of New York as a place of remarkable contrasts and diversity.","title":"Aerial view looking south across central park","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548394","548323","548406","551767","548360","548319","548408","555741","548421","548314","555732","548386","548378","555734","555735","548345"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["reservoir","skyline","park","embody","tend","manicure","demonstrate","diversity","film","skyscraper"]}
