{"path":"547700.jpg","date":"June 1973","photographer":"Pickerell, Jim","caption":"This photograph captures a bustling harbor scene presumably in an urban setting. The body of water is dotted with numerous boats ranging from sailboats to larger motor vessels, suggesting the activities could vary from leisurely sailing to more commercial purposes. The harbor is framed by a cityscape consisting of modern high-rise buildings juxtaposed against older, mid-rise structures, reflecting an architectural diversity that points to a developed, possibly metropolitan area.\n\nIn the foreground, the harbor appears lively and vibrant with maritime activity. You can see some smaller boats that are likely used for personal recreation, moving across the calm water, while larger vessels are possibly involved in tours or transport services.\n\nThe skyline is dominated by several tall buildings, some of which exhibit reflective surfaces most likely made of glass, giving the city a modern feel. The city's density gradually decreases from skyscrapers to smaller buildings, some of which might date back to mid-20th century, judging by their architectural styles. This transition adds a historical layer to the urban environment, informing us that the city has undergone significant development over the years.\n\nThe overall composition, with its blend of natural and man-made elements, paints a vivid picture of an active urban harbor, serving both as a recreational area and a commercial hub, indicative of a city that thrives both economically and culturally.","title":"Downtown redevelopment area of Baltimore Harbor crowded with pleasure boats on a Sunday afternoon","placename":"Baltimore (Md.)","location":"Baltimore, Maryland","nn1":["546937","548078","548403","550754","555800","545166","551991","549528","546925","553790","556945","549892","555766","556190","542905","546998"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["harbor","city","vessel","decrease","tour","motor","undergo","boat","thrive","recreation"]}
