{"path":"547803.jpg","date":"April 1972","photographer":"Smith, Bob","caption":"The photograph depicts a man and a woman posing with a motorcycle. The setting appears to be a sunny park with trees and grass in the background.\n\nThe motorcycle is prominent in the foreground of the image. It has a high, arched frame, an elongated front fork making it a chopper style, and is adorned with an American flag motif on the fuel tank and parts of the frame. The handlebars are tall and chromed, adding to the distinctive look of the bike.\n\nThe man, seated on the motorcycle, wears red sunglasses, a helmet also decorated with an American flag pattern, a red tank top, dark pants, and boots. He projects a playful, confident demeanor, holding the handlebars and grinning towards the camera.\n\nThe woman, sitting behind the man on the motorcycle, coordinates with him wearing a similar style American flag helmet. She sports large white-framed sunglasses and a top that is also styled with the American flag. Her expression is joyful and she is hugging the man from behind, looking towards the camera with a delighted smile. Her attire is completed with dark, form-fitting shorts and light-coloured boots.\n\nThe background's greenery and soft sunlight suggest a casual, leisurely atmosphere, possibly a gathering or trip during a warm day. The overall vibe of the photograph is cheerful and free-spirited, encapsulating a moment of fun and camaraderie, centered around a shared interest in motorcycle culture.","title":"At White Rock Lake. Once unspoiled and rather isolated, White Rock has become a city dweller's weekend mecca, attracting people looking for \"action\" as much as those seeking relief from urban pressures.","placename":"Dallas (Tex.)","location":"Dallas, Texas","nn1":["554876","556418","554877","556206","554874","554875","545598","558232","551382","546993","545134","554872","548690","544422","544844","548890"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["motorcycle","flag","handlebar","boot","helmet","sunglass","tank","fun","man","bike"]}
