{"path":"547866.jpg","date":"June 1973","photographer":"Tress, Arthur","caption":"This photo features an old American gas station with multiple elements suggesting a time period likely around the 1970s or 1980s, based on the style and condition of the elements within the frame.\n\nIn the foreground, there is a large, double-sided pylon sign with a rounded, emblem-like top displaying \"American\" in capitalized, bold white font against a blue-and-red background. Above the text is a stylized red and white icon resembling flames, integrated into a circular design, likely representing the brand of the gas station. The sign is supported by an angled, white pillar that appears to be made of metal.\n\nTo the left of the sign, a functional air pump station marked by a red and white \"AIR\" sign can be seen. This area reflects a practical service feature typical of gas stations during that era.\n\nBehind the pylon sign is the main building named \"Car Stereo Center,\" which shows it has been repurposed or expanded from solely a gas station to also operating a car electronics business. The building’s facade is cluttered with various signs advertising electronics brands and prices, such as Pioneer and Panasonic, suggesting a focus on car stereo sales and installation. Prices like \"$49.95\" and terms like \"AM/FM Auto Radio\" and \"Cassette Deck\" reinforce the time period further.\n\nOn the side, parked just outside the frame of the main doors, is a dark-colored classic sedan, supporting the vintage feel of the scene.\n\nThe overall atmosphere of the scene conveys a vibrant yet routine slice of commercial life from the past, with a focus on automotive services and sales. The presence of a tall, unlit radio tower in the background adds more dimensional planes to the composition, overwhelming the skies and giving a slightly industrial feel to the setting. The vivid blue sky with light cloud wisps contrasts with the colorful, somewhat worn signage and building, creating a nostalgic essence.","title":"On Hylan Boulevard, Staten Island","placename":"New York (N.Y.)","location":"New York, New York","nn1":["549003","555517","555506","555484","555520","555457","550096","555467","554784","550093","549870","548889","555910","554873","546973","555452"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["gas","station","pylon","sign","price","brand","sale","service","period","wisp"]}
