{"path":"547876.jpg","date":"May 1973","photographer":"Tress, Arthur","caption":"The photograph features a large outdoor informational construction or project sign, primarily in colors of red, white, and black, likely captured in an urban setting. The main header on the sign reads \"PURE WATERS\" and the detailed information below is organized under the subheading of \"WATER POLLUTION CONTROL FACILITIES.\" According to the sign, the water pollution control project cost a total of $48,601,000, with contributions listed from the City of New York, U.S. Quality Office, U.S. Environmental Protection Agency, and N.Y. State Department of Environmental Conservation; there are specific grant amounts mentioned next to each contributor. The further text on the sign indicates that the purpose of this project is to clean up Jamaica Bay and mentions additional administrative details, including names of involved officials.\n\nThe background of the photograph shows an industrial scene, possibly the site related to the signage. There are large industrial buildings and warehouses visible, some construction or waste materials scattered across an overgrown grassy area, and a series of white, geometric, skeletal structures, possibly framework for billboards or signs. This setting communicates a somewhat neglected or under-construction area. The atmosphere seems overcast, lending a drab and utilitarian feel to the photograph. The industrial buildings, the signage, the visible greenery overtaking portions of the field, and the general appearance of the site speak to a narrative of industrial activity mingled with environmental management efforts.","title":"City, state and federal funds are building a water pollution control plant in spring creek, Queens","placename":"New York (N.Y.)","location":"New York, New York","nn1":["553351","548209","549162","557296","544813","550272","554567","547992","544040","548137","550280","557297","552014","552127","546944","550206"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["project","mention","sign","construction","signage","official","total","mingle","site","clean"]}
