{"path":"547861.jpg","date":"May 1973","photographer":"Tress, Arthur","caption":"This photograph displays a rural scene with a distinctive focus on agriculture and a modest dwelling. The central structure is a two-story building made of wood, painted in a fading gray hue with white trim around the windows and doors. Its architectural design is simple, featuring square and rectangular shapes, and lacking ornate details. The building is elevated on stilts, possibly suggesting a location prone to flooding or used for storage beneath the structure. A wooden staircase leads up to the front door, indicating it as the main entrance.\n\nTo the left of the building, there's a lush garden where rows of different vegetables appear to be meticulously cultivated. The vegetables are in neat rows and the soil looks well tended. This garden suggests that the occupants of the house possibly rely on self-grown produce.\n\nOn the far right, another structure, possibly a shed or storage unit, also built of wood and similar in design and color to the main building, is visible. Nearby, there are various farming aids, including a wheel and barrels, hinting at ongoing agricultural activities.\n\nThe backdrop features an open, flat landscape with sparse vegetation, which may indicate a remote or rural location. It's a clear day with no visible clouds, and the lighting in the scene emphasizes the middle of the day. Overall, the image portrays a tranquil, self-sustained rural life focused on agriculture.","title":"Broad Channel, marginal land in Jamaica Bay near the JFK airport. New York City owns this land and leases it for five year periods. This renter is cultivating a vegetable garden.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["557746","555611","547658","556961","551091","557750","550704","546992","554767","551076","548295","556959","547288","542801","557669","555577"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["vegetable","self","agriculture","garden","produce","door","storage","dwelling","aid","wood"]}
