{"path":"547821.jpg","date":"November 1972","photographer":"Smith, Bob","caption":"This photograph features an outdoor scene captured within an architectural structure resembling a large archway. The archway creates a dramatic frame for the central subjects of the image.\n\nIn the foreground and to the left, there are two bicycles leaning against each other on a paved area. They appear to be unattended and parked casually.\n\nCentered under the archway, two men are depicted in an urban setting. The man on the left sits on what seems to be a bag or sack, wearing a wide-brimmed hat, sunglasses, a long-sleeve shirt, and dark pants. He appears relaxed or in a waiting posture. The man on the right stands with a slight lean forward, wearing a cap, sunglasses, a checked shirt, a sweater vest, cream-colored trousers, and holding a plastic bag and a walking stick.\n\nThe background behind these figures is a stark, dark shadow cast by the archway, serving as a contrast that highlights them within the composition. The wall surfaces around and beneath the arch are textured and worn, showing patches where the paint has peeled off, revealing underlying layers. The overall color palette consists mostly of earth tones with the white and cream surfaces stained and weathered, giving a sense of age and exposure to the elements.\n\nThe light and shadow play contributes to the mood of the photograph, suggesting a clear day with bright sunlight creating deep shadows. The image captures a quiet, perhaps contemplative moment in an everyday urban environment.","title":"In the old mexican market section just west of downtown San Antonio.  A plan to demolish the area and replace it with modern structures has been abandoned.  The plan now is to upgrade and revitalize the section without desTroying its historic character","placename":"San Antonio (Tex.)","location":"San Antonio, Texas","nn1":["547748","553270","552971","546540","553794","547820","551646","551786","545315","557907","555930","551463","545511","555991","556276","545323"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["archway","cream","sunglass","bag","lean","sack","shadow","waiting","paved","stain"]}
