{"path":"547806.jpg","date":"May 1972","photographer":"Smith, Bob","caption":"This is a vivid, color photograph depicting a street scene in front of an American Airlines office. The image captures a mix of individuals seemingly going about their daily routines.\n\nThe most conspicuous feature in the image is the brightly lit store facade of American Airlines, which includes prominent signage with the airline's name and logo. Above the doorway hangs a neon sign with the initials \"EL\" and just below this is another neon sign with the airline's iconic eagle logo inside a circle, flanked by the letters \"AA.\" The main sign above reads \"AMERICAN AIRLINES,\" and there are also references to \"DC-10's\" likely advertising flights serviced by such aircraft.\n\nIn front of the airline's office, there are seven people. On the left side, a man in a business suit is exiting the building, talking on a payphone tucked into an alcove. A young woman in a bright red dress with a circular pattern and cut-out detailing stands nearby, apparently waiting. In the center of the image, there's a black man dressed in a smart uniform, possibly a doorman or security, gesturing conversationally towards the street.\n\nTo the right, focusing on four more individuals: A young woman in a white short-sleeve top and colorful red skirt is walking along, followed closely by another woman wearing a long-sleeve white blouse and sunglasses, who appears to be shielding her eyes from the sun with her hand. Behind them are two more individuals: one woman in a bright red jacket and skirt, and a man in a light-colored suit.\n\nOverall, the photograph provides a glimpse of an urban scene from an era suggested by the fashion and car designs visible on the street, characterized by the style and decor of the 1960s or early 1970s. People are dressed in formal and semi-formal attire, hinting at the office-centric nature of the neighborhood. The atmosphere is lively yet casual, with a sense of daily business and street interaction.","title":"Street scene in downtown Dallas, in front of Baker Hotel on Commerce Street","placename":"Dallas (Tex.)","location":"Dallas, Texas","nn1":["549812","550127","550142","556221","549882","548399","550130","551125","556224","547788","556808","552411","556199","548402","554314","549806"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["office","neon","street","skirt","woman","logo","suit","business","centric","security"]}
