{"path":"547812.jpg","date":"October 1972","photographer":"Smith, Bob","caption":"This image captures a man standing on the porch of a building. The setting seems quite old and slightly decrepit. The porch where the man stands is elevated, accessible via a few concrete steps leading up to a flat space, enclosed by metal railings. The railing appears weathered, suggesting it has seen considerable use and exposure over time.\n\nThe man is dressed casually, wearing what looks to be work clothes—possibly a long-sleeve shirt paired with dark pants. He is also wearing a light-colored hat, tilted slightly on his head, adding to the casual nature of his attire. His posture, leaning slightly on the railing, and the semi-turned position towards the camera, gives him an approachable and relaxed demeanor. His facial expression is not clearly visible, but he seems to be making eye contact with the photographer, indicating awareness of being photographed.\n\nOn the right side of the image, next to the man, a prominent sign is fixed to the wall of the building. It reads:\n\"PLAYERS NOT PERMITTED TO SIT ON STEPS BY ORDER OF THE MANAGEMENT\"\n\nThese words suggest that the building is perhaps a theater or a venue where performances occur, and the rule applies to performers (players). The sign, framed by distinctly darker areas on its right and a patch of exposed red brickwork from the building, adds a formal directive contrasting with the otherwise worn and informal setting.\n\nThe background is dark, focusing the viewer’s attention more on the man and the sign. The shadows and subdued lighting give the impression of this being taken either early in the morning or late in the evening.\n\nOverall, the photograph is a depiction not just of a man on a porch but of a moment at a potentially historical or older venue, highlighted by natural wear and the explicit rule sign aimed at performers, thereby hinting at the activity and regulations dominating this space.","title":"Old boarding house in northside of Ft. Worth","placename":"Fort Worth (Tex.)","location":"Fort Worth, Texas","nn1":["556489","545232","552523","558330","549973","545511","556488","547313","553516","547808","556156","554845","547330","550739","549981","556443"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["rule","performer","porch","railing","player","venue","man","step","sign","permit"]}
