{"path":"547830.jpg","date":"June 1973","photographer":"Tress, Arthur","caption":"This photograph captures a lively scene on a ferry or waterfront, showcasing a group of people engaged in activities with a backdrop of a wide water body, possibly a river or a sea. The setting seems to be casual, full of movement and enjoyment, possibly from the 1970s given the fashion.\n\nIn the foreground, there is a woman with her back to the camera, dressed in a colorful, long, puffer-style coat with swirls of pink, yellow, and blue, and a long, multi-colored patterned skirt. She is performing a dance move with her arms stretched out sideways. To her right, there is a young woman in a pale brown jacket paired with maroon and white plaid pants, also dancing. Most of the individuals are facing away from the camera, adding a sense of candidness to the scene.\n\nOn the left side, another group of people, including a man and a young woman, are seen mid-motion, possibly also dancing or just turning around. The man is dressed in a black jacket and pants, and the woman is in traditional attire with several elaborate prints.\n\nThe environment is slightly misty, suggesting either early morning or late evening. The railing of the waterfront or ferry is lined with metal, painted in alternating green and white colors. In the background, the slightly blurred horizon and calm open water with minimal wave activity create a serene atmosphere. Notably, there is a suspension bridge visible in the far distance under a cloudy sky, setting a vast, open, urban waterway scene.\n\nOverall, the photograph conveys a sense of joy and freedom, likely capturing a spontaneous moment among friends or family enjoying a day out near the water, emphasized by their bold and distinctive 1970's fashion.","title":"School excursion on the Staten Island Ferry, crossing Upper New York Bay","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554176","555948","555945","551707","549707","546797","553210","556288","549373","549910","553761","551711","546839","550228","553232","545728"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["dance","ferry","woman","fashion","waterfront","alternate","suspension","jacket","freedom","pant"]}
