{"path":"547833.jpg","date":"June 1973","photographer":"Tress, Arthur","caption":"This photograph depicts a construction site with several elements visible. In the foreground, there is a large concrete structure, possibly a foundation or underground parking, with visible wooden boards (formwork) used for concrete molding. Some of these boards have writings on them, possibly the names of materials or instructions.\n\nIn the middle ground, disturbed soil and construction debris are prominent, indicating ongoing work. There are tire tracks and tracks from construction vehicles, suggesting recent activity. Several multi-story buildings, partially constructed, are in the background. These buildings appear to be residential, with wooden framing and some already installed windows. The exteriors of some buildings are partially covered in Tyvek or a similar house wrap material, suggesting they are in different phases of construction.\n\nThere are at least two construction vehicles and a few parked cars scattered around the site, suggesting the presence of construction workers and possibly supervisors. The construction vehicles indicate heavy-duty work, possibly involving moving earth or other heavy materials.\n\nThe environment is open with a clear sky, which shows that the image was captured on a day with good weather, likely facilitating the construction activities. The overall scene captures a typical phase of residential construction development, highlighting structures at various stages of completion from foundational work to partial enclosure of buildings.","title":"Building boom on Staten Island was touched off by completion of the Verrazano-Narrows Bridge which makes the area readily accessible to Brooklyn and lower Manhattan.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["547829","550273","543583","553391","553394","546418","543591","544812","556940","547977","548551","550737","548431","557479","550284","553385"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","phase","board","material","completion","work","track","vehicle","molding","writing"]}
