{"path":"547829.jpg","date":"June 1973","photographer":"Tress, Arthur","caption":"This photograph captures a construction site, focusing on multiple aspects of ongoing construction work. In the foreground, there is a large concrete structure that appears to be part of a foundation or basement. This structure is closely framed by metal forms labeled \"DURA FORM,\" indicating their use for setting concrete. These forms are vertically oriented and exhibit signs of wear, as evidenced by stains and concrete residue.\n\nBeside this structure, a dirt-covered landscape can be seen, varying in elevation due to excavation and piled soil. This site shows some signs of recent activity, such as scattered debris and embedded tracks, likely from construction machinery.\n\nIn the background, there are several partially constructed buildings. These buildings are multi-story with exposed wooden frameworks and are in varying stages of completion. The structures feature open window and door spaces without any installations yet. There's also a visible series of balconies or potential exterior walkways leading into these spaces.\n\nAs the perspective stretches deeper into the image, other similar construction elements are dispersed across the site. There are more piles of earth, small mounds, and a mixed terrain, indicating a large-scale development project. The sky is overcast, suggesting dull or slightly cloudy weather conditions, which might impact the lighting and overall ambiance of the site.\n\nThis composition distinctly illustrates a development project in progress, showcasing the foundational and structural work involved in building construction.","title":"New homes under construction on Staten Island. Building boom here was touched off by completion of the Verrazano-Narrows Bridge, making area easily accessible to Brooklyn and Lower Manhattan.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["547833","556940","548551","543591","547977","546422","544167","548552","543583","550273","553394","549912","546418","550737","553385","548431"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","site","project","completion","form","pile","residue","development","foundation","embed"]}
