{"path":"547845.jpg","date":"June 1973","photographer":"Tress, Arthur","caption":"This photograph shows a vintage billboard advertisement for a place called \"Greenbrook, Staten Island\". The billboard is large and rectangular, displayed prominently alongside what appears to be a suburban street. The ad features a charming illustration that suggests a narrative of moving from a crowded city to a more serene, suburban environment.\n\nThe left side of the billboard displays a stack of boxes and house-building components, possibly indicating the hassle and clutter of city life. There is a suggestive message above this image that reads \"Move over to Greenbrook.\" On the right side, the illustration transitions to a picturesque scene featuring a peaceful landscape on Staten Island. This scene includes a red suspension bridge, possibly representing a link or a journey to the suburban area. A few scattered homes, green rolling hills, and trees are depicted under a clear sky, implying a peaceful and spacious residential area.\n\nThe overall color palette includes soft greens, reds, and browns, enhancing the peaceful and inviting feel of the advertisement. The street visible in the photograph alongside the billboard is quiet, lined with a sidewalk, a telephone pole, and some overhanging trees, further contributing to the image of suburban tranquility.\n\nThe top part of the billboard has a protective casing with lighting fixtures, likely for illuminating the advertisement during the night. The background appears to be a typical residential area with trees and a partially visible building, possibly indicating that the billboard is located within the community it advertises.","title":"\"cross the verrazano-narrows bridge and find good living in Staten Island\"-a theme of the developers","placename":"New York (N.Y.)","location":"New York, New York","nn1":["547841","550099","548730","544287","546425","548674","550105","547648","543814","547837","543557","548477","548694","545263","545240","544814"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["billboard","advertisement","illustration","ad","suspension","call","telephone","clutter","move","city"]}
