{"path":"547977.jpg","date":"May 1973","photographer":"Tress, Arthur","caption":"This photograph captures a large construction site where a multi-story building is being developed. The building, which appears to be in the early stages of construction, has a skeletal structure that is prominently visible. It is made up mostly of multiple floors of concrete slabs, supported by vertical columns which are also made of concrete. The building, given its incomplete state, has no external walls yet, leaving the individual floors and the structural framework exposed.\n\nIn the foreground, a large mound of earth suggests recent excavation work, indicative of a heavy construction environment. There are pieces of construction equipment and materials scattered around the site, including what looks like scaffolding, reinforcing the idea that construction is actively ongoing.\n\nA crane can be seen next to the building, its dark silhouette against the bright sky, stretching upward and over the building which hints at its role in lifting heavy materials to the upper floors of the construction.\n\nThe background is mostly clear blue sky, which contrasts sharply with the earthly tones of the construction site and the dark hues of the building’s structure. This provides a vivid backdrop that highlights the building and the construction activity. The lighting in the photo suggests it is either morning or afternoon, as the sun illuminates the scene without casting harsh shadows, providing a clear view of the construction details.","title":"Condominium construction at Sandy Hook, one of the few relatively unspoiled areas on the New Jersey coast. Conservationists fought a long legal battle against this development, but lost.","placename":"Jersey City (N.J.)","location":"Jersey City, New Jersey","nn1":["548551","548552","548558","546422","547829","550737","547235","555373","544167","547833","549128","545877","549640","549912","553924","556642"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","floor","site","building","idea","slab","scaffolding","material","lift","concrete"]}
