{"path":"547953.jpg","date":"May 1973","photographer":"Tress, Arthur","caption":"This photograph depicts a serene aquatic scene likely in a small waterway community. It prominently features a small motorboat with a faded blue exterior, anchored beside a cluster of large reeds against the shoreline. The boat is adorned with a small American flag at its bow, suggesting a setting in the United States.\n\nImmediately adjacent to the boat is a small building—perhaps a boathouse or storage shed—constructed on stilts above the water. The building displays a noticeable red and white brick facade pattern, with wooden construction visible around and under it. There are two visible window openings without discernible panes, embellished with a large star design in the color scheme consistent with the rest of the building.\n\nBehind the foreground structure, there is an attached porch or dock area, seemingly constructed with weathered wooden planks and featuring sparse, rustic seating options. A partial view of a green corrugated metal wall delineates this area from another adjacent building, and wooden support beams are visible.\n\nThe background is lined with a variety of residential buildings, showing differing external treatments, colors, and styles but all appearing somewhat aged, and indicative of a cohesive community built around the waterway. These homes also seem built quite close to each other and the water, with minor visible separations.\n\nThe overall atmosphere conveyed by the image is a blend of rustic charm and practicality, typical of a close-knit, water-based community, possibly used for both living and small-scale fishing or boating activities. The calm water and bright daylight suggest a peaceful, probably summertime setting.","title":"Deteriorated housing at hunter's point, bordering the john f kennedy airport.  The community suffers from high noise and air pollution levels","placename":"New York (N.Y.)","location":"New York, New York","nn1":["547965","542908","548056","544567","545005","544260","548763","545067","548235","544243","545969","550357","550307","548229","551981","548689"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["waterway","community","build","boathouse","embellish","practicality","differ","delineate","building","option"]}
