{"path":"547900.jpg","date":"May 1973","photographer":"Tress, Arthur","caption":"This photograph features an outdoor setting showing a rustic, weathered residential area. Two brick structures, appearing to be single-story homes, are visible in the background. One of them is partially obscured by a wooden deck or porch where the main activity is taking place.\n\nSeveral people, including two adults and two children, are gathered on this wooden structure. The adults appear to be seated at a small, oblong table that might be covered with a red cloth or tabletop. One of the children, wearing bright colors, seems to be standing beside the table engaged in some activity, while the other, in a green shirt and pants, is sitting down, possibly eating or playing. \n\nThe deck area is filled with various objects such as a high chair and a trash can, enhancing the lived-in, domestic feel. There is a makeshift feel to the arrangement of the wooden deck, accentuated by the staggered heights and patchwork style of its construction. The enclosed portion near the deck features wooden picket and wire fences, and there are scattered dry leaves and debris around, possibly from nearby trees or left over from a previous season.\n\nIn the immediate foreground, the ground is covered with straw, more leaves, and bits of scattered debris, suggesting a rural or semi-rural setting. The area behind the homes shows a view extending to a desolate-looking landscape with very few trees or plants, primarily flat land extending towards the horizon.\n\nOverall, the scene conveys a casual, perhaps improvised outdoor living setting, possibly in a working-class or rural environment, with an emphasis on practicality and use of space outside the home for daily activities.","title":"Wastes from this home in broad channel are carried into Jamaica bay via ditch.  The community lacks a municipal sewage system","placename":"New York (N.Y.)","location":"New York, New York","nn1":["553498","557779","552106","551114","551081","551129","554489","547988","553497","546962","557943","557933","554861","551091","557947","551277"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["deck","home","table","improvise","leave","adult","practicality","picket","rustic","child"]}
