{"path":"547998.jpg","date":"June 1973","photographer":"Falconer, David","caption":"The photograph provides an aerial view of a busy waterfront port area. The port features various docks and jetties projecting into a calm, dark blue body of water. On the left, one of the piers extends outward prominently and is lined with several large, white storage tanks at its base, along with a white-roofed structure and a ship docked beside the pier. This area appears primarily used for industrial purposes, highlighted by the presence of cranes and other heavy machinery.\n\nTo the right, multiple ships are docked along several piers. These ships vary in size, including a large tanker and smaller cargo ships, which are being loaded or unloaded with the help of towering cranes. The docks are surrounded by numerous trailers and containers, indicating a high volume of cargo transportation. Large, predominantly flat warehouse buildings, some with visible roofing structures, dominate the dock area, providing storage and logistic capabilities.\n\nBehind the port facilities, the landscape consists of more industrial infrastructure, including more storage tanks and buildings that appear related to the port's operations. A noticeable feature in this part of the image is extensive lumber storage, seen as neatly organized stacks. Additionally, numerous vehicles, likely related to the port operations, are parked throughout the area.\n\nThroughout the port, various roads and paved areas facilitate the movement of vehicles and equipment. Several smaller watercraft are also visible in the water, possibly involved in navigational or maintenance tasks at the port.\n\nOverall, the photograph captures a dynamic and industrially focused waterfront with extensive facilities dedicated to maritime and cargo activities. The arrangement of the port facilities and the equipment suggests optimized logistics and handling operations, tailored to support a high traffic of maritime commerce.","title":"Shipping terminal area on the Willamette River","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["552200","555760","546828","551609","551577","552008","555271","552215","555260","552244","552153","555764","555766","550906","552020","555806"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["port","ship","cargo","pier","storage","dock","waterfront","operation","facility","crane"]}
