{"path":"547996.jpg","date":"May 1973","photographer":"Falconer, David","caption":"This photograph depicts an urban waterfront undergoing significant development or redevelopment. The image offers a high-angle view over a mixed scene of both construction areas and established buildings.\n\nThe foreground is mostly an expanse of undeveloped land that borders a large body of water, probably a river or lake. The land is dotted with construction equipment, building materials, and a few scattered temporary structures, suggesting ongoing construction activities. There are also several cars and trucks parked randomly across the dirt terrain, which looks like a temporary parking lot. A small portion of paved road is visible on the left side of the image, leading into the construction zone.\n\nIn the water, there are two distinct features: a dock or pier jutting out into the water, and a large barge-like structure densely loaded with what appear to be logs or construction debris.\n\nIn the middle ground, the urban setting becomes more evident with several mid-rise buildings, including one that is clearly under construction, as evidenced by the visible scaffolding and cranes. These buildings seem to be a mixture of commercial and possibly residential structures, typical of a downtown city area.\n\nThe background is populated by additional buildings, giving a denser urban feel, and the edges of the image hint at rolling hills, adding a bit of natural contrast to the man-made environment.\n\nOverall, the photo captures a phase of urban transformation, combining elements of industrial activity and urban infrastructure amidst a natural waterway setting. The vibrant blue sky suggests clear weather, enhancing visibility and adding vibrancy to the scene.","title":"Site of Expo 74 on the Columbia River. Expo's theme will be environment.","placename":null,"location":"OTHER","nn1":["555813","553352","548361","544625","549505","555795","547233","551609","548320","551980","552215","546833","555765","556947","547259","555796"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["construction","building","phase","transformation","scaffolding","land","downtown","barge","vibrancy","one"]}
