{"path":"547988.jpg","date":"May 1973","photographer":"Tress, Arthur","caption":"This photograph depicts a cluttered and dilapidated backyard scene that appears to show signs of neglect or abandonment. The central focus is a small, one-story house with two main parts: the left side is constructed with grey bricks and has a door visible, while the right side is covered in dark shingling. The roof of the house is red, but it appears worn and patchy.\n\nThe yard is littered with various pieces of debris and objects, adding to the neglected ambiance. Notably, there is a rusty barrel lying on its side near the center, and an upright rusty barrel closer to the house. A white refrigerator stands nearby amid the mess, adding a sense of residential life gone awry. To the left of the refrigerator, there is an old baby stroller, which, alongside a small red child's tricycle and strewn toys, suggests that a family with children might reside here or used to.\n\nScattered around the yard are numerous wooden planks, and pieces of wood, and other debris, which contribute to a chaotic and unsafe environment. In the foreground, there is a broken wooden table, some newspapers, and a garbage bin overflowing with rubbish.\n\nThe background shows other residential structures that appear to be in better condition compared to the foreground house. The entire scene is under a clear sky, suggesting it might be a sunny day, contrasting sharply with the disrepair and disorder of the foreground environment.\n\nThis scene captures a sense of economic hardship or neglect in a residential setting, underlined by the presence of children's items in a distinctly unsafe and unsuitable living environment.","title":"Unsewered house at hunter's point, adjacent to the john f kennedy airport.  This community suffers from aggravated noise and pollution problems","placename":"New York (N.Y.)","location":"New York, New York","nn1":["552102","547775","547957","546960","551115","553538","556491","546962","557346","557345","550113","550263","550144","545977","556584","549786"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["refrigerator","rusty","house","neglect","barrel","child","yard","hardship","stroller","tricycle"]}
