{"path":"547963.jpg","date":"May 1973","photographer":"Tress, Arthur","caption":"The photograph features a partially submerged car in a body of water, foregrounding a dramatic and peculiar scene with contrast between the car and its surroundings. The car, a red vintage model with its doors wide open, sleeks into the water from the shore, hinting at a narrative of abrupt abandonment or an accidental plunge. The hood and trunk of the car appear intact, though the vehicle's paint is weathered and chipping, suggesting it has been there for a while or has endured harsh conditions.\n\nBeyond the car, across the calm expanse of water, lies an airfield or airport with unusual and distinctly designed buildings. Visible are two aircraft; one being quite large with a unique spherical structure on top, resembling advanced radar or communication technology, and the other a smaller, conventional looking plane. These planes and the buildings carry the emblem and text \"Pan Am\", indicating they belong to Pan American World Airways, a major airline during the 20th century.\n\nThe setting around the water includes a rugged shoreline scattered with rocks and some debris. The overall composition juxtaposes elements of technology, transportation, and a hint of desolation, possibly underscoring themes of abandonment or the surprising places one can find remnants of human activity. The photograph likely dates back to around the mid-20th century, capturing a moment that balances between serene natural surroundings and human-made mechanical presence.","title":"Among the shoreline debris at the John F. Kennedy Airport is this abandoned auto.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["547481","547835","547911","547132","547839","547605","546318","546173","547601","546315","548752","547484","555850","552439","555849","547597"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["plane","car","technology","abandonment","plunge","airport","century","emblem","belong","surrounding"]}
