{"path":"547948.jpg","date":"May 1973","photographer":"Tress, Arthur","caption":"The photograph captures a somewhat industrial or construction scene located next to a water channel. The central focus is a large, concrete-lined canal with water flowing through it. A distinctive feature in the canal is an exposed, rusted pipe sticking out of the sidewall of the canal, from which water is gushing out into the canal.\n\nTo the right and slightly above the canal lies a construction or storage area. This area is cluttered with various materials including wooden planks, lumber piles, some covered with black tarps, and scattered stone blocks. There are also metal drums and other construction debris scattered around the area, suggesting either ongoing construction activities or perhaps a temporary storage site.\n\nDominating the background is a large, functional-looking building with a brick or masonry construction. This building has large windows, though they are too high to see through clearly in this image. A red van is visible parked beside the building, further hinting at some activity or presence of workers.\n\nThe environment appears to be overcast, as suggested by the muted colors and diffuse lighting, and the general atmosphere is one of an industrial or working area rather than a recreational space. In the distant background beyond the building, there seem to be more open spaces and possibly trees, providing a slight contrast to the more developed and cluttered foreground.","title":"After a heavy rain, raw sewage flows into Jamaica bay from outmoded treatment plant in the spring creek area of southwest Queens","placename":"New York (N.Y.)","location":"New York, New York","nn1":["553428","547956","549564","547529","549304","546046","547890","550853","552135","546206","543649","549032","546891","543636","546868","556944"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["canal","construction","clutter","masonry","storage","exposed","lumber","drum","building","van"]}
