{"path":"547938.jpg","date":"May 1973","photographer":"Tress, Arthur","caption":"This photograph shows a suburban landscape featuring a two-story house with a distinctive architectural design. The house is partially clad in stone on its lower facade while the upper half features vertical siding under a flat roof. A prominent bay window projects from the upper story, providing an interesting architectural feature.\n\nAt the ground level, a solid, dark red door is noticeable, accented by a light fixture to the side of the door. The entrance is reached by a short flight of concrete steps with white railings, which also borders a small, neatly maintained garden; this green space includes a few young trees and low, sculpted hedges.\n\nIn front of the house, a concrete sidewalk curves its way through the neatly cut lawn, accompanied by a street lamp positioned on the grass patch between the sidewalk and the paved road. The area appears serene with a sparse suburban feel—it is void of heavy traffic or numerous houses crammed together. The background scene is open and airy, displaying a grassy field with a few shrubs and a clear blue sky.\n\nTo the left side of the door, three children are standing. Their presence adds a sense of life and youthfulness to the setting. Visible also are elements typical of suburban settings like a clear paved road and a lone streetlight standing upright beside the road.\n\nThe overall composition, with its bright colors, primarily blues, greens, and the earthy tones of the house, exudes a calm and idyllic suburban atmosphere possibly from the mid-20th century, indicated by the style of the architecture and the film's qualities.\n","title":"Recently built home at great kills park on Staten Island","placename":"New York (N.Y.)","location":"New York, New York","nn1":["550121","556433","557094","557326","547433","546441","546035","556601","547942","557405","546435","558157","547859","558036","547567","550124"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","door","sidewalk","road","hedge","streetlight","story","concrete","paved","fixture"]}
