{"path":"547990.jpg","date":"June 1973","photographer":"Falconer, David","caption":"The photograph offers a broad aerial view of a river landscape that seems to be under significant influence from human activity and possibly flood conditions. The main river body bends through the image in a serpentine manner, dominating most of the frame with its wide, flowing water. Surrounding the river are expanses of land that show varying degrees of water coverage—indicative of flooding.\n\nTo the left and right of the river, there are large, clear areas that appear as sands or exposed riverbanks, suggesting recent water recession or active management of the river margins. There are several small islands or peninsula-like formations within the river, characterized by lush, dense greenery and suggesting less direct human interaction.\n\nParallel to the river and on what seems like a wide river bank, there are signs of human intervention or construction—a patterned placement of what might be vehicles, equipment, or temporary structures, perhaps for managing the river or responding to the flood situation. This setup includes a large, barren area cleared of any significant vegetation and organized in a very orderly pattern, contrasting sharply with the natural, irregular patterns of the surrounding landscapes.\n\nOther noticeable details include small boats or barges in the river, poised as if for transport or logistical operations. The wider environment shows fields and areas of cultivation, indicating agricultural activity in regions not directly affected by the immediate water line of the river. The overall composition portrays a dynamic interaction between natural river dynamics and human efforts to live in, utilize, and possibly manage this significant water resource.","title":"Shipping terminal area on the willamette river","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["550392","557506","555753","546351","549081","543735","547227","550861","548931","550885","550530","548001","548916","544607","551993","550546"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["river","flood","manage","peninsula","degree","water","poise","coverage","flooding","cultivation"]}
