{"path":"547965.jpg","date":"May 1973","photographer":"Tress, Arthur","caption":"This photograph captures a serene, somewhat rustic scene along a narrow waterway. Directly in the foreground, a half-submerged, derelict wooden boat occupies the left side, with its bow pointing to the left edge of the frame, adding a sense of neglect and timelessness to the scene. The water displays light ripples and a few floating objects, such as a yellow buoy near the center.\n\nThe canal is flanked on both sides by wooden buildings with a characteristic coastal architectural style, suggesting this could be a fishing village or a similar community. On the right, there are weather-beaten wooden structures that look like they might serve as storage or workshop spaces. The side nearest to the viewer shows a stretch of old, decaying seaside docks or walkways, contributing to the landscape's overall feeling of decay and disuse.\n\nOn the left bank, opposite to the deteriorating docks, the scene opens up slightly to reveal residential-style buildings, including a two-story house with steep roof lines and a prominent front and side gable. The house, along with other structures, appears to be maintained better than the surrounding docks and sheds.\n\nIt’s a sunny day, indicated by the bright lighting and shadows cast on the structures and the shimmer on the water. This light enhances the textures and rustic charm of the environment. The overall composition, with its interplay of decay and habitation, water and crafted woodwork, presents a nostalgic view into a seemingly quiet coastal life.","title":"Debris-laden creek at Hunter's Point near the John F. Kennedy Airport. The houses do not have sewers. The community suffers severe pollution problems.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["545005","544567","551981","547953","552270","544181","542907","548763","548249","542908","552128","547594","547510","550293","542918","544266"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["dock","decay","woodwork","shimmer","timelessness","pointing","seaside","village","gable","buoy"]}
