{"path":"547949.jpg","date":"May 1973","photographer":"Tress, Arthur","caption":"This photograph depicts an industrial or construction scene focused on the installation or maintenance of a large pipeline. The scene unfolds in a deep trench dug into the earth, directing the viewer's eye along the length of the pipeline which reaches toward industrial constructions in the background.\n\nIn greater detail, the pipeline appears robust, constructed of sections of white pipe, each section joined by darker couplings or seals. The surface of the pipe shows signs of wear, such as dirt and stains, indicating that it may have been exposed to the elements for a period of time.\n\nThe walls of the trench are composed of loosely packed soil, revealing the earthy texture characteristic of recent excavation. The trench is supported intermittently by timber shoring, enhancing the sense of an ongoing construction or infrastructure project.\n\nIn the background, the photograph shows a couple of substantial, curved concrete structures, each possessing an open framework at the top. This suggests some connection or end point for the pipeline, possibly for waste management, water treatment, or another industrial application.\n\nVisible within the trench are two workers. Wearing hard hats and work clothes, they engage closely with the pipeline, suggesting activities like inspection, assembly, or problem-solving related to the pipeline's function. They contribute a human element to the scene, emphasizing the scale and importance of the construction activity.\n\nOverall, the composition effectively conveys the scale and technical nature of underground industrial projects, juxtaposing human endeavor against the immensity of man-made structures and machinery.","title":"Pipes are laid at the new water pollution control plant on Jamaica Bay.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["549633","545615","543649","544153","555877","548932","555561","543111","556893","544320","547571","556866","546829","543170","546252","553827"],"cl":[21],"cluster":["#21 &mdash; Infrastructure Maintenance"],"terms":["pipeline","trench","construction","project","application","stain","section","assembly","scale","inspection"]}
