{"path":"547933.jpg","date":"May 1973","photographer":"Tress, Arthur","caption":"The photograph captures a construction scene at the Staten Island LNG Facility, as indicated by the sign in the foreground. The setting appears to be an expansive, open industrial area under development. The foreground features a gray vintage car parked beside the facility's signboard. Directly behind the sign, a barren landscape dotted with sparse vegetation suggests the area may be on the outskirts of heavier urban development or in a more isolated industrial zone.\n\nThe central and most striking element is a massive, dome-shaped structure under construction. The dome is partially completed, with a curved, concrete or metallic surface, and a series of stairs visible on its side, leading upward. Surrounding the dome are several tall cranes, indicating ongoing heavy construction work. These cranes dominate the skyline, emphasizing the scale and significance of the construction effort.\n\nBeyond the dome, the horizon is relatively flat, except for some industrial structures faintly visible in the distance, perhaps parts of the same facility or related industrial operations. The sky is overcast, casting a soft, diffused light over the entire scene and reinforcing a cold or austere atmosphere often associated with industrial areas.\n\nOverall, the photograph documents a moment in the industrial development of the Staten Island area, focusing on the construction of a significant infrastructure project. The presence of the car and the signage adds a human element to the scene, grounding the otherwise mechanical and monumental setting in everyday reality.","title":"Staten Island is the site of the world's largest liquefied gas storage tank. The tank, a property of the Texas Eastern Transmission Corporation, blew up in February of 1973, killing 43 workers.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["546189","555790","546160","545273","548437","546148","544167","546866","551928","546085","550199","547220","549914","553453","546108","552014"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["dome","construction","development","crane","signboard","reality","facility","stair","outskirt","project"]}
