{"path":"548067.jpg","date":"May 1973","photographer":"Falconer, David","caption":"This photograph captures a river scene with a tugboat moving along the water. In the foreground, the tugboat, painted in white with a dark trim, is prominent, generating a wake as it travels through the river, which may hint at a semi-urban or industrial environment. The boat is moderately sized and appears to be carrying some cargo or equipment on its deck.\n\nTo the right of the tugboat and along the riverbank, there is a series of floating houses or boathouses, closely built and extending into the river. These structures are rustic and primarily wooden, with varying designs and states of upkeep. Behind these floating homes, trees and other lush greenery are visible, suggesting a somewhat verdant environment despite the proximity of human habitation.\n\nOn the left bank opposite to the floating houses, the embankment rises more steeply with denser and larger vegetation dominating the area, leading up to homes and possible small businesses perched at the top of the bank. This setup suggests a thriving community leveraging river access for various activities, possibly including fishing, living, and small-scale commerce.\n\nThe environment appears overcast, with diffused lighting conditions that do not cast strong shadows, suggesting an overcast day which gives the scene a slightly moody atmosphere. The composition and setting suggest a blend of human activity and natural waterfront living, capturing a moment of everyday life focused around the river. The overall scene offers insights into a unique lifestyle that balances the convenience of waterfront access with the challenges of maintaining homes and structures close to water.","title":"Boating on the Columbia River at Cathlamet which has a population of 656","placename":null,"location":"OTHER","nn1":["550901","551148","557235","555401","546938","555798","551179","550951","548059","550900","556481","551150","551008","546836","548028","550893"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["tugboat","river","float","home","living","access","waterfront","bank","boathouse","convenience"]}
