{"path":"548047.jpg","date":"June 1973","photographer":"Falconer, David","caption":"This photograph depicts a somewhat vintage scene at a gas station. In the foreground, there's a gas pump prominently displayed. The pump is labeled with \"Use Your Texaco Star\" and states the types of gasoline offered: \"Sky Chief\" and \"Fire Chief,\" noted for their high performance and detergent additives. The pump has separate meters for price and gallons, both showing zero, indicating that no gas has been dispensed recently.\n\nOn the right side of the image, part of the building associated with the gas station can be seen. It features a doorway and a window. The window has a hand-written sign that reads: \"Dear Customer: Due to curtailment of our gasoline supplies & loss of our dealer allowances, we have been forced to shorten our operating hours, close on Sundays & abandon our multiple stamp program. As soon as conditions allow, we will resume normal operations. Your continued support will be appreciated. Thank you.\" The sign reflects challenges related to fuel supply and economic conditions, suggesting a particular historical or economic context.\n\nThe wall next to the window is painted a neutral color with red trim framing the window and door, providing a visually striking contrast. This suggests an attention to aesthetics typical for businesses seeking to attract and maintain customer interest. \n\nThe scene implies economic hardship or adjustments, made evident by the communication posted for customers. The image doesn't feature any people, emphasizing the focus on the business's operational changes. This setup gives the viewer a poignant look into a moment of adjustment and possibly hardship for small businesses. The details depicted showcase not just the economic issue but also the effort to communicate openly with customers, maintaining transparency and relationship during difficult times.","title":"Closed service station","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548170","555452","555484","548171","548053","548169","555414","555405","548173","548049","555415","555467","555494","555517","555434","555495"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["customer","gas","pump","hardship","adjustment","gasoline","business","supply","window","showcase"]}
