{"path":"548071.jpg","date":"April 1973","photographer":"Falconer, David","caption":"This photograph captures a visually intriguing scene that contrasts technological progress and decline. The foreground features a dilapidated building, most likely a sunken or abandoned boat house, half-submerged and leaning dramatically into the water. The structure is old and weathered, with evident signs of decay, such as broken or missing parts and a rough, texture-rich exterior.\n\nBehind this remnant of the past, the middle ground shows a stretch of water filled with logs, possibly indicating a lumber operation nearby. The water's surface is calm, reflecting some elements of the scene above it.\n\nDominating the background are two large ships moored in the water. Both ships are large cargo carriers with multiple visible decks and cargo gear like cranes for loading and unloading goods. These vessels represent more modern maritime technology and are in stark contrast with the ruined building in the foreground. Their hulls show signs of rust and wear but are still operational.\n\nAbove all, spanning the top of the image and partially encroaching into the scene, is a large steel truss bridge, completing the picture of logistical and transport infrastructure. The bridge's green-painted steel spans across the water, adding a linear and geometric element to the composition.\n\nThe entire scene is set against a backdrop of hills or mountains in the far distance, under a light sky that brightens the top of the image. This photograph captures a layered narrative about the cycles of use and obsolescence in human-made structures and their coexistence within natural and built environments.","title":"Freighters coming into dock at Rainier, Oregon, on the Columbia River.  Old lumberman's shack, uprooted by wind and weather, seems ready to slide into log boom","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["558003","552240","547572","551533","547581","546865","547622","546787","544699","547890","547582","546067","551979","548375","547594","548105"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["cargo","steel","ship","obsolescence","bridge","brighten","encroach","unload","past","lumber"]}
