{"path":"548087.jpg","date":"May 1973","photographer":"Falconer, David","caption":"This photograph captures a scenic and vibrant riverside landscape dominated by a large metal truss bridge spanning a wide river. The bridge, featuring multiple arches and a mainly green color with patches of rust, is both an engineering marvel and a prominent feature in the composition. It extends across the river, connecting two areas, likely facilitating both vehicle and possibly rail traffic given its substantial structure.\n\nIn the foreground, the focus is on a beautifully landscaped garden with a variety of blooming flowers and shrubs. Prominently featured are clusters of rhododendrons with deep pink blossoms, contributing a splash of vibrant color against the more subdued natural tones of the setting. The garden is well-maintained, with mulched beds containing small evergreen shrubs and a few young trees. A weathered wooden stump and what appears to be a driftwood piece add natural and rustic elements to the scene.\n\nThe background shows a calm river surface reflecting the sky and parts of the bridge. On the opposite side of the river, there are distant buildings that hint at a city or town, suggesting that the bridge is a crucial connector within a populated area. The sky is relatively clear with few clouds, indicating a bright and sunny day which enhances the vivid colors of the flowers and the overall serenity of the scene.\n\nOverall, the composition balances the man-made structure of the bridge with the natural beauty of the landscaped garden, creating a harmonious and peaceful riverside tableau.","title":"Landscaping on the Columbia River bank near the interstate bridge between Oregon and Washington, seen from the terrace of the thunderbird motel","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548064","552598","551527","557974","557959","549469","557096","552052","551166","548816","552247","558048","542734","547669","555730","557996"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["bridge","garden","riverside","river","marvel","evergreen","blooming","blossom","truss","tableau"]}
