{"path":"548022.jpg","date":"June 1973","photographer":"Falconer, David","caption":"This photograph is an aerial view of a modern, multi-building complex that appears to serve either a residential or commercial function. The buildings are angular and composed of multiple stories, with dark roofing contrasting the lighter walls. The architecture suggests a mid- to late-twentieth-century style, typical for hotels, offices, or apartment buildings.\n\nIn the center of the frame, there’s a neatly manicured area with a sequence of what appears to be small yard spaces adjacent to each building, and light-colored walkways that connect different parts of the complex. To the right, one larger building is surrounded by ample parking space, evidenced by white and yellow lines.\n\nA prominent feature is the body of water that curves around the lower edge of the image, bordered by trim grassy areas. There’s a decorative island in the middle of the water body with a light pathway leading to a small structure, possibly a gazebo or similar. Two fountains are visible in the water, suggesting an attempt at beautification and probably also aiding in the aeration of the water.\n\nThe complex is bordered on two sides by wooded areas, providing a natural setting that starkly contrasts the structured, urban look of the built environment. To the upper left, the complex is accessed by a two-lane road lined by dense trees, enhancing the secluded, intimate feel of the area despite the apparent capacity of the complex.\n\nOverall, the scene captured gives an impression of a well-maintained and structured space that integrates features of natural beauty with modern architectural elements.","title":"Washington--near vancouver","placename":null,"location":null,"nn1":["546702","544503","546420","545896","550547","553693","546624","553919","546673","551260","558056","546473","553745","557421","546485","553062"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["complex","gazebo","sequence","space","border","capacity","manicured","hotel","structured","attempt"]}
