{"path":"548023.jpg","date":"June 1973","photographer":"Falconer, David","caption":"This aerial photograph captures a vivid, expansive view of an urban waterfront area. The image depicts multiple features:\n\n1. **River and Water Bodies**: The central focus of the image is a large river that meanders horizontally across the frame. There are smaller inlets and bodies of water that appear calm, with several boats docked along the marinas and harbors.\n\n2. **Boats and Marinas**: To the left side of the image, there is a large marina filled with numerous boats closely docked in rows within rectangular docks. This marina is neatly organized and appears to be a significant hub for watercraft.\n\n3. **Residential and Industrial Areas**: The right side of the image shows a densely packed residential area with uniform housing adjacent to the waterfront. Beyond these houses, industrial buildings and warehouses can be seen, indicating mixed-use development. \n\n4. **Bridges**: Several bridges span the river, connecting different parts of the city. These bridges vary in style and size, suggesting diverse historical and architectural contexts.\n\n5. **Surrounding Infrastructure**: There are visible roads and pathways, weaving through the area, connecting various parts of the neighborhoods and leading towards the bridges. Parking lots and open spaces are also noticeable around commercial and residential buildings.\n\n6. **Natural Elements and Landscaping**: Patches of green areas, possibly parks or recreational grounds, are interspersed among the urban landscape. The shoreline features sandy banks and areas with sparse vegetation.\n\nThe photo provides a snapshot of urban planning intersecting with natural waterways, showcasing how infrastructure, residential, commercial, and recreational areas coexist in a waterfront environment.","title":"The hayden island complex on the Columbia River includes shopping centers, industry, houseboats, and condominiums.  The interstate bridge connects vancouver, wa., and Portland, or","placename":"Oregon","location":"Oregon","nn1":["549483","549503","556947","549528","549484","547233","551188","549505","548019","548453","557462","556952","552223","553062","549480","550548"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["marina","dock","bridge","waterfro","connect","beyond","watercraft","grounds","inlet","boat"]}
