{"path":"548001.jpg","date":"June 1973","photographer":"Falconer, David","caption":"This aerial photograph captures a scene of winding water bodies with varied sedimentation, accompanied by surrounded infrastructure and abundant vegetation. The image is predominantly divided into several large sections formed by water bodies. On the left side, two crescent-shaped muddy brown rivers curl around landmasses before they seem to merge. Infrastructure such as roads and railroad tracks strategically trace along these waterways and nearby areas, hinting at industrial or transport-related activities.\n\nIn the center and to the right, there is a significant accumulation of what appears to be sediment and debris, resulting in an off-white, brownish water surface which contrasts sharply with the darker brown color of the cleaner water sections. This suggests possible pollution or the aftermath of erosion processes.\n\nBordering these water bodies, there are pockets of dense green forest, encapsulating the scene and emphasizing a natural boundary. Towards the top, their interaction creates a barrier between the urbanized or industrial regions and the calm of natural water flows.\n\nA highway with multiple lanes can be seen in the upper middle part running horizontally, which appears busy with vehicular traffic, marking a clear existence of urban activities. Small buildings or structures are scattered near the edges of these water bodies, potentially supporting local operations related to either water management or transport.\n\nOverall, the composition balances natural landscapes with human intervention, underscored by a concern for the environmental condition reflected in the sediment-laden waters and shaped by the necessity of the built infrastructure.","title":"Part of the Rivergate Industrial Complex on the Willamette River","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["547227","551176","547098","550861","557506","550757","547990","551568","550638","555753","550530","550392","553792","550546","545904","555752"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["water","sediment","infrastructure","transport","existence","laden","body","section","landmass","pocket"]}
