{"path":"548053.jpg","date":"June 1973","photographer":"Falconer, David","caption":"This photograph captures a moment at a gasoline station during a period of fuel shortage. In the foreground, an old-style gas pump stands in the center, adorned with a couple of flower pots placed on top, possibly as an attempt to lighten the mood or add a personal touch in a challenging scenario. A prominent sign is placed in front of the pump that reads \"CLOSED DUE TO GASOLINE SHORTAGE\" in bold red letters, and underneath in smaller black text, \"OPEN 7 AM CLOSED SUNDAY,\" indicating limited operation hours due to the gasoline shortage.\n\nTo the right of the photo, a part of a vintage car, perhaps from the 1960s or 1970s, is visible, showcasing a sleek design typical of the era with visible round rear lights and a shiny body. This parked car, with its trunk facing towards the pump, may suggest that its driver had intended to refuel but encountered the closure.\n\nIn the background, the scene is complemented by a residential setting, visible through a brick building with neatly placed windows and curtains, suggesting a possibly quiet suburban area. Additionally, there's a motorcycle parked next to the building, further indicating that this location serves a variety of local residents.\n\nOverall, the composition of the photograph, with the non-functional gas pump and the closed sign, tells a story of a specific time of resource scarcity, impacting everyday life and mobility for the people in this community. The atmosphere seems calm yet subtly tense, as the community faces the inconveniences caused by the fuel shortage.","title":"Gasoline shortage","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548173","555405","548171","555452","548047","548169","555489","555465","555434","548049","548170","555455","555413","550103","550096","548168"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["pump","shortage","gasoline","fuel","gas","place","am","tense","encounter","pots"]}
