{"path":"548093.jpg","date":"May 1973","photographer":"Falconer, David","caption":"The photograph depicts a scene of destruction and reconstruction. Dominating the center of the image is a large clock tower, standing solitary and relatively intact amidst the surrounding devastation. The tower, which has a strong architectural presence with its tall, narrow structure and a pointed roof, sports a clock near its top, suggesting its role as a prominent landmark in the area.\n\nIn the foreground, there is significant evidence of demolition or a cleared area. We see muddy terrain crisscrossed by tire tracks, which indicates the recent movement of heavy machinery. Various types of debris, including concrete rubble, twisted metal, and scattered wood fragments, are strewn across the ground, painting a picture of a location that has recently undergone substantial structural changes.\n\nOn the left side of the image, there is heavy construction equipment, possibly a bulldozer or crawler, indicating ongoing construction or clearing efforts. Additionally, there's a crane visible in the background, further suggesting reconstruction or cleanup activities.\n\nThe backdrop features a clear blue sky, which contrasts sharply with the disorder on the ground, imparting a slightly surreal quality to the scene. This contrast highlights the resilience or the bleakness of the surroundings depending on the viewer's perspective. The absence of people in the visible area adds a desolate tone to the image, focusing the viewer's attention on the impact of the construction or destruction rather than human activity.","title":"Construction on site of Expo 74. Environment will be the theme.","placename":null,"location":"OTHER","nn1":["548057","549914","545649","543109","551783","551086","544167","555544","547926","546030","555780","549782","551087","549958","547868","545662"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["clock","destruction","construction","tower","disorder","cleanup","demolition","evidence","devastation","rubble"]}
