{"path":"548019.jpg","date":"June 1973","photographer":"Falconer, David","caption":"This image is an aerial photograph that captures a sprawling riverside scene involving multiple elements:\n\n1. **River and Bridges**: The river dominates the central part of the image, bending as it leads away from the foreground into the distance. It features a bridge connecting the two sides of the river bank, which appears busy with vehicular traffic.\n\n2. **Industrial Areas**: On the right side of the river, there's an organized array of industrial facilities including large warehouses or factories. This side also shows developed areas with roads and possibly some commercial buildings.\n\n3. **Residential or Temporary Housing**: Prominently in the foreground is a large tract of land densely packed with rows of identical small structures, possibly mobile homes or temporary housing units. This setup suggests a structured, possibly temporary residential community.\n\n4. **Topography and Landscape**: Behind the river and the constructed areas, the terrain is varied, transitioning from flat lands near the river to rolling hills further away, backed by mountains in the far distance with faint traces of snow on their peaks, indicating higher elevation.\n\n5. **Surrounding Vegetation and Land Use**: There is a mix of green spaces and possibly agricultural fields across different parts of the landscape. The edge of the water and other open areas suggest a blend of natural and modified land surfaces.\n\n6. **Clouds and Sky**: The sky is partially cloudy but mostly clear, hinting at good weather conditions at the time the photograph was taken.\n\nOverall, the photo provides a comprehensive view of a mixed-use area where residential, industrial, and natural environments coexist next to a significant water body. This type of setting is likely near a suburban or semi-urban area given the presence of industrial and residential zones along with ample open space.","title":"The Hayden Island complex on the Columbia River includes shopping centers, industry, houseboats and condominiums. The Interstate Bridge connects Vancouver, WA., and Portland, OR.","placename":"Oregon","location":"OTHER","nn1":["550548","556951","550864","551178","550861","551188","555758","555744","551181","556949","546694","550546","550863","550555","546669","548344"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["river","land","trace","riverside","housing","space","elevation","unit","warehouse","distance"]}
