{"path":"548050.jpg","date":"May 1973","photographer":"Falconer, David","caption":"This photograph presents a magnificent and expansive view of a river valley during what appears to be either dawn or dusk, given the soft light casting over the landscape. The river, occupying the central part of the frame, meanders gently through the valley, surrounded by lush, rising terrain on both sides which suggests the setting might be in a gorge or a similarly dramatic riverine environment.\n\nDistinctive features include a large, prominent cliff on the right-hand side, atop which sits a noticeable structure, possibly a lookout or small building, that overlooks the river. This cliff is a striking geological feature, steep and covered partially in what looks like a verdant moss or grass, contrasting with the darker, forested areas that dominate the rest of the vista.\n\nThe foreground is slightly out of focus but shows green foliage, which helps frame the river scene and adds depth to the composition. On the valley floor, one can observe areas of human alteration, including roads that snake their way adjacent to the river, and patches of cleared land possibly used for agriculture or recreation. The presence of a few small boats or vessels on the river adds a human element and scale to the image.\n\nThe background features more geological layers, with multiple ridgelines that fade into the distance, providing a sense of vastness and the continuation of this rugged terrain beyond the immediate view. The color palette is rich yet muted, with blues, greens, and earth tones prevalent, reflecting the natural beauty and tranquility of the scene.\n\nOverall, this photograph is a striking portrayal of a serene, natural landscape interspersed with subtle human activity, illustrating a balance between natural beauty and human presence.","title":"The Columbia River near Corbett","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548010","543647","550680","550542","550581","550562","542653","550560","557106","555575","550497","552318","550524","557239","550487","548916"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["river","valley","cliff","gorge","continuation","vista","alteration","portrayal","recreation","balance"]}
