{"path":"548039.jpg","date":"May 1973","photographer":"Falconer, David","caption":"This photograph captures a large industrial facility, likely a power plant, situated in a lush landscape. The central focal point of the image is a towering cooling tower, which is characteristic of nuclear power plants with its wide base and narrowing top, creating a hyperboloid structure. Its surface appears smooth and is colored in a light shade, possibly concrete.\n\nTo the left of the cooling tower, there is a circular building with a dome-shaped top, possibly containing a reactor, adjacent to a red multi-story building with what appears to be construction or maintenance ongoing, as indicated by the presence of a large construction crane. The construction area and buildings display a range of colors including red, white, and gray, adding a technical and utilitarian feel to the scene.\n\nThe right side of the image shows additional infrastructure which could be associated with either construction or operational aspects of the plant, including multiple crane structures and other mechanical installations. The industrial setup is surrounded by a natural landscape, featuring a body of water in the foreground reflecting the sky, enhancing the serene yet juxtaposed setting.\n\nA backdrop of densely wooded hills and a clear sky with a hint of cloud cover suggests this plant is located in a temperate region. The overall composition of the photograph, with natural elements in the foreground and background sandwiching the industrial complex, highlights the interaction between technology and environment.","title":"The trojan nuclear plant on the banks of the Columbia River Portland general electric, the builder of the plant, has encountered great opposition from environmentalists","placename":"Rainier (Or.)","location":"Rainier, Oregon","nn1":["548211","551184","545171","548043","553885","548208","545131","551155","553829","551175","545127","548035","551928","547255","545833","545841"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["construction","cool","plant","tower","crane","power","narrow","sandwich","dome","installation"]}
