{"path":"548085.jpg","date":"May 1973","photographer":"Falconer, David","caption":"This photograph depicts a sunny day scene at an outdoor swimming pool located on a rooftop. In the foreground, a man stands with his back to the camera, wearing dark pants and a light shirt, shading his eyes with his hand as he looks across the pool. The man's pose suggests he is observing the area or possibly shielding his eyes from the sun to get a better view.\n\nCentered in the middle ground of the image is a woman positioned at the top of a pool ladder about to enter the pool. She wears a pink swimsuit and has her hair styled up, possibly in a bun. She appears poised, either ready to dive in or simply enjoying the elevated view over the water.\n\nBehind her, the pool area is sparsely populated with a few other individuals lounging on deck chairs. These people are variously dressed in swimwear and appear relaxed, enjoying the sunny weather.\n\nThe pool is surrounded by a blend of lounge furniture, including multiple deck chairs and a round table with an ashtray, suggesting the leisurely nature of the setting.\n\nIn the distant background, beyond the confines of the rooftop, there is an urban landscape visible. Prominent in this landscape is a large, multi-arched bridge crossing over a body of water, which adds an industrial touch to the otherwise serene setting. The clear blue sky dominates the upper part of the image, lending a vivid backdrop to the tranquil rooftop scene.","title":"At the Thunderbird Motel, one of many new businesses that have sprung up along the banks of the Columbia River. In the background is the Interstate Bridge.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548083","548549","548548","555891","552012","557717","551093","558143","547882","551092","558144","555926","552706","544339","542979","555344"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["pool","rooftop","deck","chair","bun","lounge","confine","swimwear","round","crossing"]}
