{"path":"548078.jpg","date":"April 1973","photographer":"Falconer, David","caption":"The photograph captures a bustling marina or harbor from an elevated perspective. The body of water is densely populated with various boats, highlighting a busy boating scene. Several small boats and vessels, including motorboats, are scattered throughout the image, some moving while others are stationary. On the left side of the image, there is a pier extending into the water, lined with additional boats that are docked alongside. This pier is equipped with red-roofed structures, possibly boat sheds or storage facilities.\n\nThe water's surface is calm, reflecting a slight ripple effect, possibly from the movement of the boats. The overall atmosphere suggests a recreational or working waterfront area, likely taken during the daytime given the natural lighting conditions. The background and surrounding areas are not visible in the frame, focusing the viewer’s attention solely on the water-based activities and the arrangement of the boats and pier. The composition uses a mix of colors with predominantly blues from the water and contrasting whites and muted colors of the boats, along with the red rooftops on the pier adding a splash of vibrant color.\n\nThe image provides no clear view of land beyond the immediate waterfront, creating a feeling of isolation or concentration on the maritime activities. It's a snapshot of maritime life, possibly reflecting a community dependent on or enjoying their access to waterways.","title":"Fishing craft on the willamette river at Oregon city, home of crown-zellerbach corporation and publisher's paper company.  They led a campaign to clean this stretch of the river, and now sports fishing thrives in the very shadow of the mills","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["557450","542871","548075","552028","552027","542912","542904","548969","542650","548547","548235","546877","546388","546853","543035","542902"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["pier","boat","water","motorboat","marina","whites","boating","rooftop","harbor","shed"]}
