{"path":"548130.jpg","date":"May 1973","photographer":"Falconer, David","caption":"This photograph captures a scene at an airport focused on ground operations around a United Airlines aircraft. The aircraft itself is prominently featured in the background with its distinctive United logo and livery, including red and blue stripes and a row of stars. The plane appears to be a mid-sized jet, possibly from the 1960s or 1970s, with its passenger door open and a jetway retracted slightly away from it, suggesting that it is either preparing for departure or has just arrived.\n\nIn the foreground, there are several ground service equipment pieces, illustrating the busy nature of airport ground operations. A blue baggage tractor labeled \"TR 2\" is visible to the left; this type of vehicle is typically used to haul cargo and luggage to and from aircraft. Attached to it is a trailer containing various items, possibly luggage or cargo secured under a net.\n\nAdditionally, there is an old-style blue and grey service truck with \"United\" branding and the designation \"HY 3\". It has its hood up, indicating that it might be undergoing maintenance or a routine check. Next to this truck, there is a large cargo container, partially open, revealing more cargo inside, contributing further to the scene's bustling logistical environment.\n\nBehind all this equipment, closer to the cabin section of the aircraft, another large piece of handling equipment can be seen, which is used to load or unload bulky cargo from the plane. The tires and undercarriage of the grounded plane are also visible, underscoring the technical and mechanical aspects involved in aviation.\n\nOverall, the composition of the photograph reflects the complexity and organized chaos typical of airport ground operations, emphasizing both human endeavor and mechanical assistance in the field of aviation.","title":"At Portland international airport","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548429","553731","548166","548428","554092","545935","547951","547810","542720","547824","547237","547959","546178","548487","542498","553730"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["cargo","aircraft","airport","plane","aviation","luggage","operation","equipment","service","bulky"]}
