{"path":"548152.jpg","date":"March 1973","photographer":"Falconer, David","caption":"This photograph captures a group of four individuals engaged in a wintertime outdoor activity, presumably snow surveying or a related scientific field work in a densely wooded area. The natural landscape is blanketed in snow, with tall pine trees prominently displaying snow-covered branches in the background, contributing to a serene, wintry scene.\n\nOn the left, a man wearing a black and white checkered jacket, black pants, and sunglasses is seen adjusting a piece of vertical equipment, possibly a measurement rod or pole, driven into the snow. He wears a matching hat with flaps over the ears and a backpack, suggesting preparedness for extended outdoor activity. The pole has measurement markings and stands out as a central piece of equipment in the activity.\n\nIn the center and slightly in the background, another individual wearing a bright orange jacket, khaki pants, and carrying a large red backpack appears to be examining something closely, perhaps notes or a device related to their activity. He sports red eyewear and is engaged in a task that requires his attention toward handheld objects.\n\nOn the right, there is another person clad similarly in a black and white checkered jacket complete with sunglasses and a matching cap. This individual's posture is bent in a manner that suggests an examination or operational task on the equipment at a lower level.\n\nIn the forefront, we see a person also dressed in a checkered jacket, working on the bottom end of the pole in the snow, his face obscured due to his bent-over position. His engagement also seems critical to the task, focusing possibly on either securing the pole in place or taking measurements.\n\nA yellow sign with text is partially visible attached to a tree, likely indicating location or directional information pertinent to their activity or the area.\n\nOverall, the image portrays a moment of technical and collaborative effort in a beautiful snowy woodland setting, highlighting elements of scientific fieldwork or environmental study.","title":"Members of the Oregon crag rats, a mountaineers club based at hood river.  They are making a snow survey for the soil conservation service.  Purpose is to predict amount of spring runoff of water into the Columbia River","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548046","548042","548033","548038","557007","548153","554257","543510","557005","544003","554665","548032","542603","543506","543375","543371"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["snow","measurement","pole","jacket","backpack","task","sunglass","equipment","flap","preparedness"]}
