{"path":"548190.jpg","date":"April 1973","photographer":"Falconer, David","caption":"This photograph captures a lively outdoor scene at a lakeside setting. It features a group of people engaged in fishing activities. Predominantly, the image is marked by its casual, yet vividly participating crowd.\n\nForeground:\nAt the water's edge, there is a man clad in a gray jacket and blue jeans actively involved in fishing. He is pulling a large fish out of the water using a net, demonstrating the moment of a successful catch. His dynamic movement lends energy to the scene.\n\nMiddle ground:\nA group of approximately ten individuals, including children and adults, is observed standing on the dark volcanic sand watching the fishing activity. This mixed-age audience shows a range of expressions from curiosity to excitement. Among the adults, one discernibly wears a red plaid shirt, while another has a straw hat, enhancing the diversity of the group. The children vary in attire, suggesting a casual, non-uniform gathering.\n\nBackground:\nBehind the group, an isolated red tent is pitched on the sandy ground, hinting at a prolonged stay or a camping activity. The horizon shows a calm, expansive body of water bounded by a clear sky and distant landforms, implying a secluded natural location. Also visible are multiple fishing rods vertically arranged and unattended, signalling the ongoing nature of the activity.\n\nOverall, the composition of this photograph provides a snapshot of recreational fishing, depicting both the anticipation and triumph associated with it. The setting underscores a sense of community and shared experience in an outdoor, leisurely context.","title":"While spectators gather, a 22-pound silver salmon, caught by this Columbia River sports fisherman, is brought ashore.","placename":null,"location":"OTHER","nn1":["548188","548189","549935","544223","552291","548737","550848","551410","550850","552283","551393","552271","544274","546811","551387","553082"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["fishing","group","adult","anticipation","child","catch","excitement","landform","tent","audience"]}
