{"path":"548189.jpg","date":"April 1973","photographer":"Falconer, David","caption":"The image captures a lively shore fishing scene set on a sandy beach. The foreground of the photograph prominently features several fishing rods planted upright in the sand, angling directly into the air with lines extended toward the water. These rods exhibit various build types, evidently suited for shore fishing, with some equipped with bells likely used to signal when a fish is hooked.\n\nIn the mid-ground, a group of people, comprising both adults and children, can be seen engaging in various activities related to fishing. One man stands alert among the rods, seemingly tending to the gear or watching the lines. Others are seated or standing around, conversing in small groups, contributing to a casual and social atmosphere.\n\nClothing styles suggest a cooler weather setting, with some individuals wearing jackets, hats, and long sleeves. This aligns well with the choice of a beach day that centers not just on fishing but on communal gathering. The attire of the figures ranges from plaid jackets to plain shirts, indicating a mix of personal styles.\n\nThe background is subtly detailed, featuring the calm water body that the fishing lines stretch into, bounded distantly by a hazy outline of a landmass or another section of the beach.\n\nOverall, the composition provides a vivid depiction of a communal fishing activity, encapsulated in a moment of leisure and social interaction by the water’s edge. The array of fishing rods creates a striking visual line-up, emphasizing the main activity of the scene, while the group's engagement portrays a shared experience, highlighting aspects of community and recreation.","title":"Family-style fishing on banks of the Columbia River","placename":null,"location":null,"nn1":["548190","548188","550850","549935","548737","550848","544223","552291","544274","546800","543164","543076","546811","554008","550776","542564"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["fishing","rod","beach","group","line","shore","bound","hook","bell","landmass"]}
