{"path":"548151.jpg","date":"May 1973","photographer":"Falconer, David","caption":"This photograph shows a water treatment facility set in a rural or semi-rural landscape. The primary scene depicts several large circular tanks filled with water, each surrounded by metal railings. The tanks are arranged in concentric patterns, interconnected by piping and walkways. The largest tank appears at the front, with two smaller tanks behind it, and another large tank slightly to the back-right of the scene.\n\nIn the foreground, there is an older model car parked on a road that curves alongside the facility. The car appears to be a coupe from the 1970s or 1980s, painted in a dark color, likely parked by someone working or visiting the site.\n\nThe area surrounding the facility is characterized by hilly terrain covered with conifer trees, indicating a landscape that could be found in mountainous or northern climates. The sky is clear with a couple of small clouds, suggesting a sunny day which enhances the reflective quality of the water in the tanks.\n\nOn the right of the image, behind the second row of tanks, there are a few buildings. These are likely administrative or operational offices for the facility. The buildings are simple, mostly rectangular and painted red, a common choice for utility and industry-related structures intended for easy maintenance and durability. The presence of these buildings complements the industrial nature of the scene.\n\nOverall, the photograph combines elements of industrial functionality with a serene natural environment, typical of utility facilities that are often placed in less urbanized areas to minimize impact on residential zones. The engineering and environmental considerations are evident in the layout and setting of the facility.","title":"Sewage treatment plant for the city of spokane","placename":null,"location":null,"nn1":["543571","543574","548137","545840","543573","543572","547262","548212","549636","542987","548216","549635","547239","543568","546801","553837"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["tank","facility","minimize","utility","coupe","climates","consideration","visit","interconnect","choice"]}
