{"path":"548193.jpg","date":"April 1973","photographer":"Falconer, David","caption":"This photograph features a scene from an industrial setting, specifically the Camas Mill of Crown Zellerbach, focusing on their effluent treatment facility. \n\nIn the foreground, prominently displayed is a sign with the company's logo and the text \"Crown Zellerbach Camas Mill Effluent Treatment.\" The sign is white with green borders and text, and features a stylized red \"CZ\" logo.\n\nBehind the sign, the landscape transitions into a fenced-off industrial area. The fence is simple, with metal poles and wire mesh, and appears a bit weathered and rusty. Beyond the fence, the terrain is a mixture of wild grasses and patches of barren land. \n\nThe middle ground of the image showcases various factory buildings and infrastructure. Dominant in this section are multiple large industrial structures, some equipped with tall smokestacks emitting white vapor into the air. These buildings appear functional and busy, indicative of ongoing industrial operations.\n\nThe background of the photograph hints at a more natural setting with hints of trees and a clearer blue sky. The overall scene provides a juxtaposition between industrial activity and natural elements, emphasizing the industrial focus of the area while highlighting environmental considerations like effluent treatment. The time appears to be during the day given the clear visibility and lighting conditions. \n\nThis composition captures an intersection of industrial functionality and environmental management within a factory setting.","title":"Crown-zellerbach corporation is one of the world's largest specialty paper mills.  Effluent is treated before entering the Columbia River at camas","placename":null,"location":null,"nn1":["548196","548128","546236","543573","554630","551578","545836","552246","550349","550724","543568","548212","551192","551579","550335","550340"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["fence","treatment","logo","factory","text","vapor","consideration","sign","mesh","company"]}
