{"path":"548106.jpg","date":"April 1973","photographer":"Falconer, David","caption":"This photograph depicts an industrial waterfront scene. The key visual element is the large, robust output of white smoke or steam emanating from numerous stacks in an expansive industrial facility, which suggests this facility might be a factory or power plant.\n\nIn the foreground, a calm body of water is visible, which likely plays a role in the factory’s logistics. Moored along a jetty stretching out from the factory, there is a sizable cargo ship docked. This ship, colored mostly in deep red and black, is equipped with structures that resemble cranes or loading mechanisms, possibly for transporting goods or raw materials directly to and from the facility.\n\nThe factory itself is a conglomerate of various buildings featuring a mix of flat and sloped roofs, including several large silo-like structures. Prominent among these is a tall smokestack discharging a thick stream of smoke.\n\nIn the background, a densely wooded hill or low mountain provides a natural backdrop, standing in stark contrast to the industrial activity in the foreground. The hill is partially obscured by the factory’s emissions.\n\nThe image captures the juxtaposition of industrial human activity with the natural environment, highlighted by the significant amount of emissions produced by the facility. The weather appears to be overcast, with a diffuse light that suggests either early morning or late afternoon. This outdoor, daytime setting conveys a somewhat somber tone due to the environmental impact visually implied by the dense smoke or steam.","title":"Weyerhaeuser paper mills and Reynolds metal plant are both located in Longview, on the Columbia River. Intense industrial concentration causes visible pollution.","placename":null,"location":"OTHER","nn1":["557246","548068","543011","545987","547058","548107","550876","552179","546808","550868","548195","548070","550716","543005","545236","550332"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["factory","facility","emission","smoke","steam","ship","output","discharge","jetty","logistic"]}
