{"path":"548141.jpg","date":"May 1973","photographer":"Falconer, David","caption":"The photograph captures an outdoor scene by a large river with diverse elements combining leisure activities and nature. In the foreground, there is a concrete pier where two men are engaged in fishing. One man, wearing a dark t-shirt and jeans, is bending over to attend to something on the dock, possibly adjusting fishing gear or handling bait. The second man, dressed in a light-colored shirt and dark pants, is standing and casting his fishing rod into the river. Nearby, a large yellowish dog is visible standing on the concrete, its attention directed towards the men or the surrounding area.\n\nSeveral fishing rods are propped up on stands along the pier, indicating that fishing is a primary activity here. Various fishing equipment and containers that might be used for storing fish or bait are also visible briefly scattered around the area where the men are fishing.\n\nIn the background, a large steel truss bridge spans the river, featuring two prominent vertical supports and a network of connecting beams that create a series of triangular shapes. The bridge connects the riverbanks, on which lush green trees and dense foliage are visible, suggesting a rural or semi-rural setting.\n\nFurther adding to the scene, a vintage white pickup truck is parked near the pier, suggesting that at least one of the individuals may have arrived at the location using this vehicle. The river itself appears to be quite broad and shows some mild turbulence on the water's surface, possibly due to current or wind.\n\nThe scene captures a serene and casual outdoor activity, combining elements of nature, leisure, and everyday life. The focus on fishing and the presence of the dog add a relaxed and somewhat timeless quality to the photograph. The bridge and natural surroundings frame the human activity, emphasizing a connection between the people and the landscape.","title":"Cascade Locks on the Columbia River, with Bridge of the Gods in background. Leaving poles propped over water is called \"lazy man fishing.\"","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548138","549935","557971","553081","551516","551430","542564","546811","544223","552291","552116","552068","554520","546079","550666","550317"],"cl":[29],"cluster":["#29 &mdash; Outdoor Recreation"],"terms":["fishing","bait","pier","dog","rod","river","man","bridge","leisure","turbulence"]}
