{"path":"548111.jpg","date":"April 1973","photographer":"Falconer, David","caption":"This photograph depicts a scene in a shipbreaking yard. The dominating object in the foreground is a large propeller from a ship, prominently displayed with several blades that appear solid and faded, bearing the marks of use and oxidation. This propeller is positioned so that it's almost as if rising from the ground, with its detailed structure and scale in contrast to its surroundings.\n\nBehind the propeller, parts of dismantled ships are visible. You can see the hulls of these large ships segmented and piled against each other, showcasing the robust steel construction now idle and decommissioned. The ships' layers and sections are exposed, highlighting the complexity and immense size of these maritime vessels.\n\nIn the background, a large industrial crane stands in the shipyard, signifying the ongoing activities related to dismantling or moving large pieces of the scrapped ships. This crane adds to the industrial feel of the environment, characterizing the scene as a place of heavy machinery and significant manual labor.\n\nThe sky above is partly cloudy, suggesting an open, expansive outdoor setting typical of shipbreaking yards, situated along coastal areas where such operations are commonly found. The yard itself appears cluttered with debris and parts of ships, indicating the immense scale of the operation and the continuous work required to break down such massive structures.\n\nOverall, the photograph captures the gritty and industrial process of ship recycling, emphasizing the scale and permanent cessation of once active vessels through its focus on monumental components and the tools used to dismantle them.","title":"Warship in process of being scrapped at the American Ship Dismantling Division on the Willamette River","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["546926","550058","547611","547610","547474","547625","554318","545147","548346","549307","546934","548110","550910","555796","547572","549305"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["ship","propeller","yard","scale","vessel","crane","shipyard","blade","recycling","operation"]}
