{"path":"548169.jpg","date":"June 1973","photographer":"Falconer, David","caption":"This photograph depicts a scene at a gas station, with a specific focus on conveying the message that the station has run out of gas. In the foreground of the image, the central feature is a gas pump prominently displaying a rough, hand-made sign that reads \"NO GAS.\" The sign is white with bold, black letters handwritten on it, and it's taped to the inside of the station's window.\n\nThe sign in the window partially obscures the interior of the station, but various items like bottled products, possibly motor oil or vehicle-related fluids, can be glimpsed through the other parts of the window. Above the window, a shadowed banner displays the logo of Union 76 and advertises \"Map service.\" The reflection in the glass windows also subtly hints at a forested area near the station, mixing a glimpse of nature within the constructed space.\n\nAdditional elements in the image include the metallic and rubber components of the fuel pump in the immediate foreground. Crisp detailing on the hose and nozzle is visible, as well as the refined shiny metal textures, suggesting the equipment is well-maintained or new. A stone wall or structure forms the background, providing a textured contrast to the smoother lines of the gas pump and the window's glass.\n\nOverall, the composition uses these layered elements to create a visual narrative of scarcity within a space typically associated with provision and utility, enhanced by the rustic and homemade feel of the \"NO GAS\" signage. The depiction might hint at broader economic or logistical situations affecting the availability of resources, suggested further by the inclusion of \"Map service\" which connotes travel and dependency on fuel.","title":"One of the many service station signs off the freeway reflecting gas shortage in the Portland area","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548171","555413","548173","548053","548176","548047","548175","555416","555494","555434","555414","555464","550103","548049","555455","548174"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["gas","station","pump","window","map","fuel","service","nozzle","detaile","handwritten"]}
