{"path":"548155.jpg","date":"May 1973","photographer":"Falconer, David","caption":"The photograph depicts a lumber yard or logging operation under a vast, blue sky dotted with clouds. In the foreground, there are multiple stacks of logs neatly piled up, suggesting a recent logging activity. A large pile of logs dominates the left side of the image. These logs are arranged such that their cut sections are visible, showing off the contrast between their dark outer bark and lighter inner wood.\n\nIn the center and towards the right, there are more piles of logs, some of which appear to be processed or prepared for transport, as evidenced by their orderly placement in stacks. A crane is visible on the right side of the photo, which is likely used for moving the logs. This industrial machinery is painted in red and seems to be actively engaged in work, given the visible exhaust fumes or dust surrounding it.\n\nThe ground is mostly barren and muddy, typical of heavy machinery areas, and there are little to no vegetation in the immediate vicinity of the logging operation. There are no visible personnel in the photograph, suggesting the image may have been taken during a break in activity or from a distant vantage point to focus on the scale of the operation.\n\nIn the backdrop, one can see a line of trees along the horizon, which contrasts with the cleared area and highlights the extent of the logging activity. The sky occupies the upper third of the image, contributing to a sense of openness and scale of the operation. \n\nOverall, the image captures the industrial and commercial aspects of forestry, emphasizing the machinery and the product (logs), with a clear blue sky suggesting fair weather conditions during operations.","title":"Louisiana Pacific log pile at Post Falls on the Spokane River. In the background is a wigwam burner for waste disposal.","placename":"Coeur d'Alene (Idaho)","location":"Coeur d'Alene, Idaho","nn1":["552163","550337","554434","552198","543489","545256","554419","542595","542945","552162","552199","552176","542596","545011","554416","552197"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["log","logging","operation","machinery","stack","fume","pile","personnel","exhaust","extent"]}
