{"path":"548104.jpg","date":"April 1973","photographer":"Falconer, David","caption":"This photograph presents a landscape seen from an elevated perspective, possibly a hill or a higher building, depicting contrasting environments of urban and rural settings.\n\nIn the foreground, there is a small mobile home community surrounded by scant vegetation. This area includes several white mobile homes arranged neatly in lines, with small patches of grass around them. Adjacent to this are a few traditional buildings, possibly barns or farmhouses, with one prominently featuring a rustic appearance and a silo. A green field, probably for agricultural use, surrounds these structures.\n\nBeyond this rural setting is a large body of water, over which a sizable cargo ship is passing. The ship is black, with a classic freighter design featuring visible cargo holds and a long deck.\n\nOn the far side of the water lies an industrial district. Several factory buildings are visible, characterized by their large structures and some emitting plumes of smoke, suggesting heavy industrial activity. This area also extends into a residential zone where numerous houses are densely packed, clinging to the slope of a hill and fully integrated into the industrial environment.\n\nIn the back, the terrain rises into hills covered with lush greenery and trees, contrasting sharply with the industrial and developed areas below. The overall composition of the image shows a striking juxtaposition between industrial, residential, and natural environments, highlighting land use and human impact within a confined geographical space.","title":"View across the Columbia River to heavily industrialized Longview.  In foreground is a farm and trailer camp near Rainier Oregon","placename":null,"location":null,"nn1":["551174","545013","552191","551607","551574","551146","551609","551606","552244","550134","550886","550549","552195","553706","544502","555738"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["cargo","ship","hill","home","farmhouse","confine","cling","district","silo","pass"]}
