{"path":"548201.jpg","date":"May 1973","photographer":"Falconer, David","caption":"This photograph features an aerial view of a large, industrial barge or cargo ship moving through a body of water, which appears to be a wide river or a coastal inlet. The ship, with a mostly rusted hull, has several open compartments that seem designed to carry bulk goods such as coal, ore, or grain. There is no visible cargo in these compartments at the moment, indicating the ship might be empty.\n\nThe ship is navigating from left to right in the image frame, creating a slight wake in the water. A small pilot deck is visible at the front with railings around it; this likely serves as a navigational point for the crew. The body of water is relatively calm and vast, encompassing the background of the image and reflecting a clear sky.\n\nIn the background, the coastline is visible, marked by low, flat terrain that could be either rural or suburban, with no distinctive buildings or landmarks visible. The sky is mostly clear with a hint of cirrus clouds, and there are visible contrails, likely from an airplane, which add a linear element to the sky's visual texture.\n\nIn the water around the ship, a notable number of small boats are scattered in various directions, likely engaged in recreational or small-scale fishing activities. These boats contrast with the immense size of the cargo ship, emphasizing its scale and the human activity around it.\n\nOverall, the composition conveys a scene of maritime industry and recreational boating, possibly on a typical day without any remarkable weather conditions, capturing a moment in the daily operation of waterborne transportation and leisure activities.","title":"Barge chugs eastward along the Columbia River.  Behind is a fleet of small fishing boats","placename":null,"location":null,"nn1":["551990","545830","546024","555810","552020","550918","545845","555811","551991","546020","546019","546830","548187","555721","555722","547056"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","cargo","compartment","ore","pilot","inlet","encompass","airplane","scale","boat"]}
