{"path":"548212.jpg","date":"May 1973","photographer":"Falconer, David","caption":"This photograph depicts an industrial scene focused on a large water treatment facility. The foreground features numerous large, rectangular sedimentation tanks aligned in neat rows. These tanks are filled with water and are separated by walkways that have handrails for safety. The water appears calm and varies in shades of brown and gray, reflective of the process within each tank.\n\nTowards the center-left of the image, there is a structure that seems to house the operational controls or machinery associated with the facility. Beyond this, in the mid-ground, there are two large industrial buildings characterized by their long, horizontal forms and flat roofs. These buildings are typical of industrial architecture from the mid-20th century, suggesting a utilitarian design.\n\nThere are three figures visible on the facility grounds, walking along or standing by the rails that border the sedimentation tanks; they appear to be workers or inspectors, dressed in typical work attire.\n\nThe background extends to another smaller building, and beyond the industrial complex, a flat landscape with few distinct features can be seen, possibly agricultural or undeveloped land. Overhead, the sky is a light blue, indicative of clear weather, which helps in highlighting the industrial forms and structures in the compound.\n\nOverall, the photograph captures a day in the operation of a water treatment plant, showcasing its industrial features and the ongoing activity of the people who manage and inspect the facility.","title":"City of Portland Columbia boulevard sewage treatment plant","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["547568","545840","548216","543572","543573","543574","546895","547239","547262","542987","545836","549636","548151","542982","553900","543568"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["facility","treatment","tank","compound","handrail","grounds","tanks","varies","inspect","form"]}
