{"path":"548288.jpg","date":"April 1973","photographer":"Messina, John","caption":"The photograph displays a statue of a figure which appears aged and worn, depicting qualities of historical and cultural significance. The statue portrays an elderly man, slightly leaning forward, dressed in ornate and traditional garments. His attire includes a long, embossed robe that seems to be richly detailed, encompassing varying textures and patterns, predominantly in gold, green, and red hues. Additional elements like a scarf or shawl are wrapped around his shoulders, adding to the layers and depth in his ensemble.\n\nThe figure carries symbolic objects; in one hand he clutches a book, suggesting he might represent a scholar or a saint associated with wisdom or learning. In his other hand, he might be holding a small cruciform object, hinting at religious significance, specifically within Christian iconography.\n\nHis facial expression is somber, featuring intricately carved details that give him a serene yet austere demeanor. A skullcap or halo-like disc surrounds his head, further emphasizing his saintly or revered status.\n\nThe background against which the statue stands is a plain, vertically paneled wall, painted in a light, faded color which helps in focusing all attention on the richly adorned figure. The statue is placed on a small pedestal that elevates it slightly, set against the simplistic backdrop which provides a stark contrast to the detailed and colorful nature of the statue.\n\nOverall, the photograph captures an image rich with religious and historical connotations, portrayed through the detailed craftsmanship of the statue. The lighting and shadowing in the image enhance the textured details and the depth of the folds in the garments, highlighting the artistic intricacy of the statue.","title":"Statue of the saint, interior of st.  Wilhelmina church at gRand pointe.  Unused for 12 years, the church is soon to be demolished","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["548289","553747","558269","558114","553163","556318","553769","554857","549585","544076","543701","551346","548616","549676","558133","558115"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["statue","garment","significance","figure","austere","shawl","halo","adorned","clutch","encompasse"]}
