{"path":"548211.jpg","date":"May 1973","photographer":"Falconer, David","caption":"This photograph captures an industrial scene featuring the infrastructure of a nuclear power plant during either construction or maintenance phase. In the composition, two dominating structures are present: a large cooling tower and a reactor building partially sheathed in a protective shell with a dome-shaped top.\n\nThe cooling tower, which is on the right, is tall with a hyperboloidal shape, characterized by its wide base that narrows towards the middle and then widens again at the top. The surface of the tower has a ribbed texture which appears to run vertically and has a muted earthy tone. This structure gives off no visible emissions.\n\nTo the left of the cooling tower is another key structure, likely a containment building for a nuclear reactor. It features a spherical dome, covered in a protective layer, possibly for insulation or safety purposes. Below the dome, the building appears to be multi-leveled with visible frameworks and structural supports, indicative of either ongoing construction or an upgrade. A large construction crane towers over this building, suggesting ongoing work.\n\nThe environment around these structures is populated with smaller buildings and scattered equipment, likely associated with the plant's operations. The setting is within a forested area, with dense trees visible behind the facilities, reinforcing the remote location typical for such plants. The sky is overcast, casting an even, muted light over the scene, which gives the photograph a sombre and industrial feel.\n\nOverall, the photograph depicts a moment of human engineering and construction, set against the natural backdrop, highlighting the interaction between technology and environment.","title":"Trojan nuclear plant at Ranier on the Columbia River. Built by the Portland General Electric Company under an AEC permit, the project has met stiff opposition from environmentalists and others.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548039","553885","545171","551928","551184","545131","548043","548208","551155","548035","545127","553829","551175","544966","551983","547255"],"cl":[19],"cluster":["#19 &mdash; Industrial Facilities"],"terms":["tower","dome","construction","plant","containment","building","phase","shell","engineering","technology"]}
