{"path":"548269.jpg","date":"May 1973","photographer":"Calonius, Erik","caption":"This photograph features an urban street scene that captures the hustle and bustle of the city through the activities of various people and objects. In the foreground, a metal pole and its shadow bisect the image, adding a structural element to the composition. To the left and right, two other poles frame the image, contributing to a segmented view of the scenery.\n\nCentered and prominent in the image is a row of phone booths. One individual, a man with dark hair and a beard, is leaning from the first booth, partially obscured by the booth's door, looking outwards. He appears to be in mid-conversation or activity, dressed casually. The adjacent booth is occupied by a man who is actively using the phone. He is dressed in a tan jacket and slacks, indicative of common fashion of the time.\n\nThe background is alive with other people engaged in various activities. Across the street, individuals are seen walking in different directions. The attire ranges from casual to business, suggesting the diverse purposes for their transit. Several vintage cars line the street, hinting at the era from which the scene originates.\n\nAn interesting feature of this photograph is the narrative potential each person brings to the scene. By their activities and postures, they contribute layers to the city’s dynamic ambiance. The image’s coloring, with washed-out yet distinct tones, offers a nostalgic yet timeless urban snapshot. Each element—from the phone booths to the ambient street movement—tells part of a broader story of city life during what appears to be the mid-20th century.","title":"Phone stalls at Broadway and 34th Street","placename":"New York (N.Y.)","location":"New York, New York","nn1":["549851","556689","548388","556199","548369","550127","553840","545351","548368","550142","551829","555782","549806","545333","549872","555944"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["booth","phone","street","city","potential","pole","slack","bustle","coloring","hustle"]}
