{"path":"548239.jpg","date":"February 1973","photographer":"Parks, Deborah A.","caption":"This photograph depicts an old cemetery set in a quaint village landscape. At the forefront are numerous aged and weathered gravestones, varying in size, shape, and material, mostly traditional upright slate headstones, marking the final resting places of individuals. These gravestones are randomly positioned and not uniformly aligned, contributing to a sense of historical significance and elapsed time.\n\nThe cemetery is bordered by a variety of buildings that reflect a colonial American architectural style. Prominently, there is a two-story wooden house to the left of the frame, featuring a steep roof and shingle siding, painted in a deep shade, which appears to be gray or blue. Its windows, closed with shutters, add a period charm to the scene. Next to the house, there's a partial view of another building, likely residential, visible just at the edge of the frame.\n\nAcross the cemetery on the right side, there's another low building with white siding and a substantial, textured roof, possibly covered with shingles as well. This structure adds to the residential, historical milieu of the photograph.\n\nThe background features bare trees and a glimpse of another historical building with a distinct spire, hinting at the presence of a church, which aligns with the traditional placement of cemeteries near churches in many cultures.\n\nThe overall setting is bright and clear, suggesting it is a sunny day with ample sunlight casting shadows on the gravestones, which enhances the textures and inscriptions on their surfaces.\n\nThis scene is tranquil and picturesque, indicative of a small, possibly New England town, where history is preserved and revered in the everyday scenery.","title":"The old Rockport cemetery with new housing in background.","placename":"Gloucester (Mass.)","location":"Gloucester, Massachusetts","nn1":["552016","552451","554792","557758","552017","557184","550731","550364","554824","557942","552683","554790","557185","557089","547417","546147"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["cemetery","gravestone","shingle","church","siding","headstone","inscription","village","house","shutter"]}
