{"path":"548229.jpg","date":"February 1973","photographer":"Parks, Deborah A.","caption":"This photograph captures a serene harbor scene likely from a New England fishing village. The central focus is a large, rustic red wooden building, possibly a boathouse or warehouse, positioned on the edge of a dock. Its architectural style suggests it has a rich history, possibly related to the maritime industry.\n\nAdjacent to this building, a collection of lobster traps stacks up, signaling the fishing industry's presence in this locality. The harbor waters are calm, reflecting the soft hues of the sky and surrounding structures.\n\nIn the foreground, several boats float peacefully on the water. These boats vary in design and size, including a small white boat moored directly in front of the warehouse and two larger boats further out in the water. The boat closest to the harbor is particularly unique, with a rusty, worn appearance and a cabin shelter, indicating its probable use for fishing or other industrial activity.\n\nThe background across the water shows a residential area with traditional houses lining the shore, hinting at the community that resides near this harbor. The houses are relatively modest, with simple designs typical of coastal towns, and nestled among bare trees that suggest the photograph was taken in fall or winter.\n\nOverall, the composition of the photograph, with its mix of industrial and residential elements, along with the historical architecture and tranquil maritime setting, offers a glimpse into the day-to-day life and industry in this coastal area.","title":"Rockport Harbor","placename":"Gloucester (Mass.)","location":"Gloucester, Massachusetts","nn1":["548228","548217","542907","546998","548764","550307","548235","542872","545005","542905","543358","547565","542876","548249","542877","550293"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["harbor","boat","industry","fishing","warehouse","boathouse","locality","trap","village","house"]}
