{"path":"548276.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph depicts an outdoor scene at a dock where several people are involved in maritime activities. It includes three boats moored side by side. The central boat, prominently named \"Miss Rachel,\" is a small, white cabin cruiser with a canopy. A male figure stands at the stern inside this boat, facing the viewer but peering slightly to the side, with his hands possibly on a steering wheel or some control mechanism. He wears a white shirt and dark pants.\n\nTo the left and right of \"Miss Rachel\" are two other boats, one which appears to be a simple flatboat and another larger cabin boat partially visible on the right. On the dock, there are two other individuals. One person, wearing a white shirt and denim jeans, seems to be engaging with the equipment or possibly handling a rope. This person is facing away from the camera, towards the interior of the boat. Another individual, also in denim, appears to be stepping onto the dock or performing some task near the edge.\n\nThe setting shows a wooden dock that runs parallel to the frame, with murky water visible around the boats. The background includes a glimpse of a flat coastal landscape under a clear sky, and other marine structures are faintly visible in the distance, hinting at a busy maritime environment. The overall atmosphere suggests a working or recreational boating scene possibly related to fishing or boating maintenance.","title":"Oyster fishermen at Pointe a la Hache are idle because of a state health department ban on oysters. Recent flooding of the salt water beds by polluted Mississippi River rendered the oysters unfit to eat.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["548293","551228","542875","546807","542912","552028","548278","542873","543934","544130","548235","543465","548054","544244","557450","543035"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","dock","boating","cabin","denim","cruiser","stern","steering","maritime","mechanism"]}
