{"path":"548208.jpg","date":"May 1973","photographer":"Falconer, David","caption":"This photograph captures a serene natural setting featuring a large body of water in the foreground, which reflects the sky and surrounding landscape. Cutting across the water’s surface are gentle ripples. The edge of the water features tall grass or reeds, and there is an expansive growth of trees lining the far side of the lake, suggesting a secluded or rural location.\n\nDominating the right side of the frame is a very tall cooling tower, typically associated with nuclear power plants, its distinctive hyperboloid shape making it instantly recognizable. The tower is enormous compared to the surrounding landscape, providing a stark contrast to the otherwise natural scene. It is light colored, possibly concrete, and stands out prominently against the wooded backdrop.\n\nNext to the cooling tower, but further in the background and partially obscured by vegetation, is a spherical structure that could be part of the power plant facility. This spherical element suggests more industrial activity beyond what is immediately visible.\n\nThe sky is clear with only slight cloud cover, contributing to the tranquility and overall quiet mood of the setting. The lighting suggests it might be either early morning or late afternoon, as the sunlight is subtle and does not cast harsh shadows. Overall, the photograph combines elements of industrial progress with natural beauty, creating a juxtaposition between the man-made and the natural environment.","title":"Trojan nuclear plant at Ranier on the Columbia River. Built by the Portland General Electric Company under an AEC permit, the project has met stiff opposition from environmentalists and others.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548035","548039","545171","553885","545167","548211","551184","548043","551155","545127","553829","545131","546054","551928","544690","551175"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["cool","tower","power","reed","progress","plant","concrete","woode","compare","growth"]}
