{"path":"548268.jpg","date":"May 1973","photographer":"Calonius, Erik","caption":"This photograph captures a bustling crowd scene inside what appears to be a bank or a similar institution. The image shows a diverse group of people, mostly elderly, clustered together, possibly waiting in line or gathering around for an event or promotion.\n\nKey elements in the image include:\n- A prominent sign in the background that reads \"Free Gifts for New Accounts,\" suggesting a promotional event aimed at attracting new customers.\n- Various individuals of different ages and backgrounds are visible. A young man with glasses and a textured jacket stands out because he is taller than others around him, providing a clear view of his expression as he looks off to the side.\n- The crowd is tightly packed, with some people conversing or looking around, while others are focused on something outside of the frame.\n- Personal styles from a past era are notable, with several individuals wearing glasses with large frames, and clothing that includes knit sweaters, coats, and hats typical of styles from the mid-20th century.\n- The lighting in the photograph comes from overhead fixtures, casting soft light on the crowd and highlighting textures and details in their clothing and expressions.\n\nOverall, the composition of the photograph, with its closely gathered group of people and the signage in the background, suggests a community or social gathering, likely connected to some bank promotional event. The people's expressions and engagement with each other give a sense of liveliness and communal interaction.","title":"New yorkers line up to receive \"free gifts\" at a herald square store opening","placename":"New York (N.Y.)","location":"New York, New York","nn1":["556684","556825","551852","545384","553322","543482","558291","553311","556674","551808","556680","556054","550679","551798","557177","556028"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["crowd","event","expression","gather","bank","people","promotion","institution","liveliness","clothing"]}
