{"path":"548289.jpg","date":"April 1973","photographer":"Messina, John","caption":"This photograph features a close-up of a figurine, possibly a religious statue, that exhibits signs of significant wear and age. The figure appears to be a woman, characterized by her delicate facial features and somber expression. Her face is covered with a network of fine cracks and chips, indicating either the aging of the material or exposure to the elements over time.\n\nHer attire suggests a historical or traditional costume, potentially denoting a specific role or identity within religious or cultural narratives. The clothing is textured and layered, with a visible, dark green sleeve and what seems to be a faded golden or beige robe or gown underneath. The gown itself is also cracked and damaged, complementing the aged and weathered look of her face.\n\nThe figure holds an object with her right hand, gripping what looks like a staff or a rod, which is downturned and obscured in the lower part of the frame. \n\nThe background of the photograph is softly focused and features gentle shadowing and light stripes, possibly from blinds or a similar light-diffusing source, giving the image an overall subdued and timeless quality.\n\nThe overall composition and the state of the figure provide a strong sense of historical depth, evoking feelings of reverence and antiquity. The focus on the figure's face and upper body draws attention to her expression and the details of her wear, suggesting a narrative of age, resilience, or enduring spiritual significance.","title":"Statue of the saint, interior of St. Wilhelmina Church at GRande Pointe. Unused for 12 years, the church is soon to be demolished.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["548288","558319","553747","556577","558269","551438","554051","549382","555530","549709","556594","556318","553499","543864","544321","551830"],"cl":[35],"cluster":["#35 &mdash; Religious Imagery"],"terms":["gown","figure","face","narrative","wear","blind","reverence","age","costume","robe"]}
