{"path":"548298.jpg","date":"April 1973","photographer":"Messina, John","caption":"The photograph depicts a flooded street scene, presumably following heavy rainfall or a similar weather-related event. The main focus is on two vehicles partially submerged in the water. The first vehicle is a dark-colored sedan with a vintage design, indicating the photo could be from an earlier decade. The rear end of this car is visible, and its license plate is readable, suggesting it might be parked or immobilized due to the flood.\n\nBehind the sedan, there is a red tow truck, partially visible with the front part outside the frame. The truck seems to be positioned as if it has just arrived or is about to assist with the situation, possibly preparing to tow the sedan or another stranded vehicle.\n\nThe setting is a tree-lined street with dense foliage on both sides, contributing to a somewhat rural or suburban feel. The trees are large with hanging moss, which might suggest a location in a region like the Southern United States where such flora is common.\n\nThe water covers the street to a depth that reaches the lower part of the car doors. Patches of grass and other small plants are visible growing alongside the submerged road, adding to the waterlogged appearance of the scene.\n\nThe image captures the atmosphere of disruption and the calm aftermath of a significant weather event, showcasing nature's impact on human environments and the efforts to manage the challenges it poses. No people are visible in the shot, focusing attention on the interaction between the flooded environment and the human-made objects trying to navigate or resolve the situation.","title":"Street in covington is flooded as a result of heavy rains and \"back-up\" waters of lake pontchartrain","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["546173","552856","552439","552843","552829","547132","552855","552853","552440","548197","547835","547911","546318","546315","555850","545875"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["sedan","tow","situation","flood","street","submerged","truck","waterlog","try","vehicle"]}
