{"path":"548346.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This image captures a bustling industrial scene from an aerial viewpoint, focusing on a shipyard or a dock area. The scene is characterized by a distinct arrangement of canals and docks that segment the landscape. Two major canals run vertically through the center, with boats and barges moored along the sides.\n\nOn the left side of the image, there's a cluttered space filled with what appears to be scrap material, debris, and various industrial components, possibly indicative of a salvage yard or area of heavy machinery storage. There seem to be piles of metal and other materials scattered around, contributing to a somewhat chaotic environment.\n\nIn the center and right side of the canals, there are at least three large ships docked, featuring tall maintenance or crane structures on them, likely used for loading, unloading, or repair work. These ships occupy lengthy docks which have additional construction or docking equipment visible, such as cranes and other heavy machinery.\n\nAlong the docks, there are several smaller boats and tugs, some of which are in motion, as evidenced by the wake behind them in the water. The presence of these smaller vessels suggests ongoing maritime operations.\n\nThe peripheries of the image show industrial buildings, some large warehouses, parking lots with numerous vehicles, and well-defined roadways that run parallel to the canals. The industrial setting suggests a significant infrastructure, possibly related to shipping, manufacturing, or processing industries.\n\nThe larger environmental context indicated by the composition of the photo reveals a sky that looks muted and overcast, casting soft, diffused light over the entire scene, which emphasizes the industrial feel of the setting. The water in the canals appears calm, with no significant wave action, further enhancing the clarity of the scene.\n\nOverall, the image conveys a busy, work-driven industrial landscape focusing on maritime and possibly scrapyard activities, strategically located near waterways to facilitate operations.","title":"Lower West Side Harbor, Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548353","551976","555796","550890","550886","546876","551988","552207","545147","547474","551609","551980","546359","555806","548423","555738"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["canal","dock","ship","crane","salvage","shipyard","periphery","scrapyard","machinery","unloading"]}
