{"path":"548334.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph presents a high-altitude view of a densely built urban area during what appears to be either dawn or dusk, giving the view a muted, slightly bluish hue. The composition includes several layers of interest. Prominently, the image is of a riverside cityscape that likely captures a large metropolitan area.\n\nIn the foreground, there's a large, open green space, possibly a park, surrounded by a network of roads and smaller buildings, many of which seem to be residential in nature. This park includes several trees and paths, and there's a large, open dirt area that might be used for sports or gatherings.\n\nBeyond the park, the urban environment consists primarily of dense, low-rise buildings that uniformly cover the area all the way to the river which acts as the backdrop of the scene. These buildings have flat roofs, typical of urban residential or possibly commercial structures.\n\nFurther in the distance, along the riverbank, there are a series of very tall skyscrapers that dominate the skyline. These high-rises are rectangular and tightly grouped, reflecting the intense urban development typical in this part of the city.\n\nOverall, the photograph captures a serene yet densely populated metropolitan area, emphasizing both green recreational spaces and the intense urban development characteristic of a large city. The river in the background adds a natural boundary to the sprawl of the buildings and might play a key role in the city’s geography and layout. The haze present suggests atmospheric conditions typical of early morning or late evening, possibly compounded by urban pollution, contributing to the overall dusky aesthetic of the image.","title":"Upper Manhattan near the george Washington bridge looking across the Hudson River to the New Jersey shore","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548407","548365","548416","548384","548317","546673","548339","552394","548390","548412","548414","547253","557273","552715","557271","553559"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["city","compound","park","geography","development","present","rise","characteristic","building","riverside"]}
