{"path":"548312.jpg","date":"March 1973","photographer":"Messina, John","caption":"This photograph portrays a lively family scene set outside a red brick house with white trim around the windows and a modest awning over the doorway. Five individuals, appearing to be a family of different generations, are capturing a moment together.\n\nStarting at the doorway, an elderly man is standing slightly behind a middle-aged woman to his right. The man is wearing sunglasses, a blue shirt tucked into his pants, and appears relaxed. The woman, donning a black and white floral dress, is leaning on the door frame and smiles subtly towards the camera.\n\nOn the porch steps, two older women and two younger boys are positioned. One boy, seated on the steps, is laughing joyously, holding what seems to be a small toy or object in his hands. He is wearing a mustard-colored shirt, tan pants, and has a bright, engaging smile. Beside him is an older woman, seated with crossed legs, wearing glasses, a light blue dress, and striking red slippers. She holds a composed look and gestures slightly with her hand.\n\nThe other boy stands adjacent to her on the lower stair. He appears slightly reserved compared to the other child, dressed in a button-up shirt and dark pants, holding a candy wrapper in one hand. The background includes a neatly maintained yard visible to the side of the house, emphasizing a serene, suburban setting. The atmosphere is casual and affectionate, encapsulating a snapshot of familial bonds and a relaxed day at home.","title":"One of the 36 families of Montz whose property has to be used for construction of a new Mississippi River setback levee","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["556496","553498","547398","557677","556173","544310","551004","547391","543314","552959","557360","557361","551130","556497","556531","551129"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["boy","doorway","woman","family","pant","step","smile","hand","bond","mustard"]}
