{"path":"548344.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph is an aerial view of an urban landscape, likely taken from a high vantage point such as a skyscraper or helicopter. The image captures a cityscape with a distinct arrangement of roads, waterways, and a mix of residential and industrial buildings.\n\nIn the foreground, there is a prominent highway running parallel to a river. The highway is busy with considerable vehicular traffic. A bridge spans the river, facilitating road connectivity between different parts of the city. The bridge's structure appears to be a type of truss bridge, characterized by its triangular steel frameworks.\n\nThe surrounding areas of the highway feature a dense array of buildings. These include large apartment blocks and smaller structures that together create a tightly packed urban grid. The color palette of the buildings mainly consists of darker tones, suggesting they might be older structures.\n\nJust next to the river and beneath the bridge, there is a small industrial area with a tall chimney, possibly indicating a factory or a power generation facility. This industrial zone is marked by several low, flat-roofed buildings and some open spaces filled with materials or machinery.\n\nBeyond these immediate areas, the city extends into the distance with similar urban characteristics. The visibility is somewhat reduced due to a haze, which could be attributed to weather conditions or urban pollution. This haze gives the photograph a slightly muted and atmospheric quality.\n\nOverall, the composition of the image provides a comprehensive overview of a bustling urban environment where residential, commercial, and industrial sectors coexist alongside significant transportation infrastructure.","title":"East river drive, Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555745","555744","546569","548414","555762","546581","555758","548418","546704","548317","546689","550157","548427","546678","555755","555720"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["bridge","highway","haze","river","attribute","sector","helicopter","reduce","generation","truss"]}
