{"path":"548343.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph captures an aerial view of a densely packed urban area, likely a large city. The image portrays numerous tightly grouped buildings which predominantly appear to be mid-rise, brick structures. The buildings are of various rectangular shapes and sizes, sporting flat roofs commonly equipped with water towers, air handling units, or other rooftop installations.\n\nThe streets between the buildings are narrowly defined and populated with parked cars, which suggests this photograph could be from a mid-20th-century era, judging by the style of the vehicles which appear vintage. There seems to be minimal vehicular traffic on the streets, and sidewalks are not clearly visible from this perspective.\n\nThe block layout is grid-like, indicative of many organized urban layouts used in city planning. Among the uniform brick buildings, a few stand out due to their different roof colors or materials, but the predominant theme is reddish-brown from the brick. A few patches of smoke or steam are visible, emanating from some of the rooftops, illustrating a typical urban scene with active building systems.\n\nThe lighting in the photograph indicates either an early morning or a late afternoon, casting long shadows and providing a somewhat muted tone to the colors due to the angle of the sun low in the sky.\n\nThis image provides a historical snapshot of urban architecture and city planning, capturing the density and uniformity of design typical in many early to mid-20th-century cities. The overall atmosphere is one of a bustling, yet static urban environment.","title":"Apartment buildings in Lower Bronx","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548425","548374","548424","548318","556180","549972","547445","548382","552734","548330","548364","551507","552728","548396","552730","556030"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["city","rooftop","brick","planning","layout","building","uniformity","century","installation","street"]}
