{"path":"548304.jpg","date":"April 1973","photographer":"Messina, John","caption":"The photograph captures a scene involving two boats on what appears to be a river, giving an intimate glimpse into the life of a river fisherman.\n\nIn the foreground, the image features a large boat painted in green. The boat is equipped with two outboard motors attached to its stern. Toward the midsection of the boat, an old red fuel container is visible, beside a fishing net with a wooden handle, suggesting the boat is used for fishing. The floor of the boat shows visible signs of wear and weathering, painted in green with spots of rust and peeling paint, indicating regular use.\n\nIn the adjacent boat, a man sits on the rear edge, extending into the middle of the photograph. He wears a floral patterned cap and appears to be dressed in casual clothing suitable for outdoor work. The man sits with a relaxed posture, conveying a sense of familiarity and comfort in his environment. Behind him, in the dark colored boat, another outboard motor is visible, and a makeshift wooden bench placed across the width of the boat serves as his seat. The man's boat also shows signs of regular use and has a rugged appearance.\n\nBoth boats float on water that appears muddy and is interspersed with small debris floating on the surface, suggesting a river environment rich in organic materials but also possibly bearing witness to pollution.\n\nOverall, the composition is a candid capture of a moment in the daily life of a river fisherman, equipped for his trade, engaged in what perhaps is a brief pause or conversation, set against the modest yet functional backdrop of his work environment.","title":"Young fisherman at pass manchac.  Since the recent opening of the bonnet carre spillway, muddy and polluted Mississippi river water has entered the brackish lakes pontchartrain and maurepas manchac is directly between the two lakes, and fishing has suffered with the decline in water quality","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["554200","551282","546939","552806","551253","547557","552123","552313","544260","546976","550000","547566","552317","545093","547549","554196"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["boat","fisherman","motor","river","float","paint","witness","fishing","familiarity","equip"]}
