{"path":"548320.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph captures an aerial view of a busy industrial area along a river, with a sprawling urban skyline in the distance. The river, which bends slightly, is filled with various boats, including a couple of large vessels which look like freight ships. There are multiple docks and piers along the riverbanks, indicating a robust maritime activity.\n\nOn the left side of the image, the city skyline is prominent with numerous high-rise buildings, including a notable, slender skyscraper that stands out due to its height relative to the other buildings. The mood is somewhat somber with overcast skies, casting a soft light over the scene, which suggests it might be either early morning or late afternoon.\n\nThe foreground shows parts of an industrial zone with several large warehouses or factories close to the water's edge. There are a few cranes visible, which are probably used for loading and unloading goods. This area is densely packed with buildings, suggesting a high level of industrial or commercial activity.\n\nTowards the right side of the photo, beyond the industrial zone, the land extends into what appears to be a more residential or less densely developed area. The view stretches far into the distance, indicating that this is a vast metropolitan area.\n\nOverall, the photograph captures the dynamic interplay of industrial, commercial, and urban environments, showcasing a bustling river port and a densely populated cityscape.","title":"Looking north to lower Manhattan. Brooklyn in the foreground. Williamsburg Bridge crosses East River from Brooklyn (right) to Manhattan (left).","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548347","551609","550890","555758","550886","555773","547214","548390","550900","549814","552013","550765","555738","542868","555768","555767"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["zone","skyline","river","unload","freight","sprawl","port","skyscraper","good","warehouse"]}
