{"path":"548318.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This aerial photograph captures a dense urban landscape that appears to be a bustling city center. The scene is dominated by a variety of mid-rise and high-rise buildings that vary in architectural design, suggesting a mix of different eras and purposes including commercial and possibly residential use.\n\nIn the middle of the composition, there is a distinct, wide road bending around a circular plaza, around which traffic appears to be flowing. This plaza serves as a focal point in the urban grid, breaking the linear pattern of the streets. Several smaller, densely packed streets radiate from or curve around this central area, lined with tightly packed buildings.\n\nThe color palette of the buildings ranges from light beige to brown and gray, typical of urban constructions. The rooftops are filled with typical city rooftop elements like water tanks, HVAC units, and some sparse greenery here and there.\n\nOn the streets, various cars and a few trucks can be seen, hinting at a busy day time scenario. The image does not show any clear signage or recognizable landmarks that would easily identify the specific city, but the overall atmosphere is evocative of many large, historical cities in the United States.\n\nThe quality of the photograph suggests it might be a few decades old, as implied by the style of the vehicles and the slight graininess of the image. Overall, this photo captures a vibrant, dynamic urban environment seen from an elevated perspective, providing a broad overview of the rhythm and structure of the city.","title":"Lower Manhattan at the entrance to the holland tunnel","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548364","551507","555743","548425","549979","551510","549476","556030","551509","551505","546723","547445","551506","548424","548343","548392"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["city","plaza","rooftop","street","graininess","rhythm","pack","overview","radiate","beige"]}
