{"path":"548314.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph offers a high-altitude view of an expansive urban landscape, presumably that of Manhattan in New York City, as seen from a high vantage point looking towards the downtown direction. The image captures a vast array of buildings, with a focus toward high-rise structures that define the city's skyline. On the left, prominent waterfront buildings are visible, adjacent to the wide river (likely the Hudson River) which features several boats and a distant coastline.\n\nIn the foreground on the left, there is a major building under construction, identifiable by the large cranes on its roof. This building, alongside others of varying heights, sets the scene for a bustling metropolitan area. The streets between the buildings run vertically in the image and are densely packed, carving through the cityscape and filled with what appears to be foliage, indicating urban parks or trees aligned along the streets.\n\nThe river curves around the far tip of the island, meeting another body of water, likely where the Hudson River meets the East River. Small land masses or docks can be seen protruding into the water. The sky above features a mix of cloud cover, capturing a somewhat overcast day, which casts a soft light over the entire scene.\n\nOverall, the composition gives a sense of the massive scale and dense architectural development typical of New York City, demonstrating both its vertical rise and horizontal expanse. The image, likely from the later part of the 20th century given the style and quality of the film, conveys the continuing development and iconic nature of this metropolitan area.","title":"Manhattan Island, view south. East River on left, Hudson River on right.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555732","548421","555741","555734","548319","555735","548408","548323","548386","548378","548390","548360","547932","551509","549477","548392"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["rise","building","development","masse","tip","downtown","street","island","river","film"]}
