{"path":"548301.jpg","date":"April 1973","photographer":"Messina, John","caption":"The photograph captures a bustling river scene with multiple subjects and elements. Set in a wide, murky river, the image includes three boats, each powered by a single outboard motor, moving across the water. Each boat is occupied by a single person; all of them are dressed in casual attire, which includes hats, possibly as protection from the sun.\n\nOn the left side of the image, there is a raised railway bridge, a mechanical structure appearing somewhat industrial in nature, with vertical bridge components visible. Adjacent to this railway bridge is a simple rail line extending into the distance along the bank of the river.\n\nOn the right side of the image, there is another bridge, more modern and curved, seemingly built for vehicular traffic. Both bridges span the width of the river, connecting landmasses that are not visible in the photograph.\n\nThe environment surrounding these structures looks flat and sparsely vegetated, indicating a possible rural or semi-industrial area. The sky is mildly overcast, casting an even light across the scene, which contributes to a calm yet active atmosphere in the image. The water appears to be choppy, likely due to the movement of the boats, adding a dynamic quality to the otherwise still setting.","title":"Fishermen at Pass Manchac. Since the recent opening of the Bonnet Carre Spillway, muddy and polluted Mississippi River water has entered the brackish lakes Pontchartrain and Maurepas. Manchac is directly between the two lakes, and fishing has suffered with the decline in water quality.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["548081","548077","551282","545658","551148","548076","546019","551286","551993","551236","548926","550825","548921","545654","551208","543938"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["bridge","river","railway","boat","landmass","motor","width","protection","vegetate","rail"]}
