{"path":"548361.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph depicts an aerial view of a construction site near a large body of water. The scene includes elements typical of an industrial or construction zone situated along what appears to be a coastal or riverside area.\n\nIn the foreground, there's a noticeably semi-circular shaped water body, possibly a man-made basin or inlet, surrounded by mud and debris. Grouped vertically in this water are several dark poles sticking out, which might be remnants of old structures or part of the ongoing construction efforts.\n\nFurther into the midground is a more substantial body of water connected to the semi-circular inlet. Floating on this water are two barges equipped with cranes. These cranes are actively engaged in what appears to be construction activity, as they are stationed beside a wooden and steel structure that extends into the waterway. This structure seems to be a partially constructed or demolished pier or dock.\n\nOn the land adjacent to these activities, there are spaces cleared of vegetation, strewn with debris, and dotted with various construction materials or waste. Also noticeable are a few structures that might be temporary offices or storage units typically found on sites of this nature. Several trucks or construction vehicles are either parked or moving within the site, indicating ongoing work.\n\nBackground features include a glimpse of a broader water body reflecting a gray sky, indicative of overcast weather. The area surrounding this construction site is relatively flat, with no significant elevation or varied terrain visible in the immediate vicinity. The entire scene conveys a sense of active industrial effort, possibly related to infrastructure development or restoration in a maritime setting.","title":"Fresh kills on Staten Island, just east of carteret, ny.  Solid waste brought in on barges covers all aVailable land","placename":"New York (N.Y.)","location":"New York, New York","nn1":["546833","547259","545858","555795","544639","547171","544282","547996","555796","552206","547129","553375","545631","547033","548559","551980"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["construction","site","inlet","effort","crane","restoration","body","water","vari","cleared"]}
