{"path":"548326.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph depicts an urban landscape, most likely taken from an elevated perspective overlooking a busy city scene. The foreground features three large cylindrical chimneys or pillars, which dominate the left side of the image. These grey structures are unmarked and feature flat, circular tops.\n\nBehind the chimneys, a wide, multi-lane highway is visible, busy with cars moving in both directions. The highway is elevated, running horizontally across the mid-section of the image.\n\nOn either side of the highway and beneath it are various buildings that appear slightly aged and industrial. These buildings feature faded and partly worn-out facades, with some signs visible that suggest commercial use, such as a sign reading \"COMMONWEALTH INTERIOR REMOVAL.\" There are visible patches of smoke or steam billowing from some areas around these buildings, contributing to a sense of activity – possibly industrial – in the area.\n\nThe background shows a dense arrangement of similar industrial and commercial buildings, slightly obscured by haze or fog, contributing to a somewhat moody atmosphere. The overall color tone of the photograph leans towards muted earth tones and greys, imparting a somewhat cold and gritty industrial feel to the scene.\n\nThis image captures a typical busy day in a built-up city area, emphasizing transportation and possibly light industrial activities. The time period is not immediately clear from the style and condition of the buildings and vehicles, but it hints at an era when environmental concerns may not have been as prominent as they are today, suggested by the visible emissions and older vehicle models.","title":"Smokestacks of the Consolidated Edison Brooklyn power plant and, below, the Brooklyn-Queens Expressway","placename":"New York (N.Y.)","location":"New York, New York","nn1":["550175","548321","545382","550171","553020","557224","550167","548382","550173","546608","555745","548330","550177","555737","550278","546074"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["highway","chimney","removal","building","city","pillar","concern","emission","vehicle","grey"]}
