{"path":"548374.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"The photograph presents a densely packed urban landscape, likely capturing a large city's high-density residential area. It is taken from an elevated perspective, giving a broad view over numerous similar and closely packed high-rise buildings that dominate the foreground. These buildings have a somewhat uniform appearance with flat roofs; some are topped with large cylindrical structures, which might be water towers, common in many older city buildings.\n\nThe buildings vary slightly in height but generally maintain a consistent brick façade, with multiple rows of windows that appear small from this distance. There are no visible balconies, and the repetitive architectural style suggests a mid-20th-century urban development, typical of post-war public housing projects.\n\nIn the background, the density of buildings lessens slightly and transitions into what appears to be a more varied architectural landscape with taller and more modern-looking buildings, suggesting a commercial district or a mixed-use area. The skyline, faded in the distance and obscured by a slight haze, shows an array of skyscrapers and other structures, indicating a substantial urban center.\n\nThe overall color tone of the image is subdued, with earthy browns and grays predominating, possibly due to the lighting conditions or the time of day when the photo was taken. There is no visible sky or natural landscape, emphasizing the urban character of the scene.\n\nThis photograph captures the essence of urban density and might evoke feelings related to urban planning, population density, and the living conditions within large metropolises. The lack of visible street-level activity or natural elements like trees suggests a focus purely on the architectural and housing aspects of city life.","title":"Apartment buildings","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548424","548425","552728","553673","548343","549971","556180","552394","551509","548417","552729","552730","549979","548318","555743","548408"],"cl":[43],"cluster":["#43 &mdash; Urban Architecture"],"terms":["density","housing","city","building","metropolis","population","planning","district","project","façade"]}
