{"path":"548392.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph presents a high-angle aerial view of a busy urban area, capturing the dense architectural landscape and infrastructure typical of a large city. The image prominently features a mix of tall and medium-height buildings, creating a textured skyline that recedes into the horizon.\n\nAt the forefront, a major highway or expressway snakes through the composition, marked by distinct lanes filled with vehicles suggesting active traffic. Adjacent to this highway, multiple large industrial buildings and perhaps train yards with several tracks and parked trains hint at a robust transportation hub.\n\nNotably, towards the middle right of the image, a landmark skyscraper stands prominently among the high-rises. This building, distinguished by its unique spire and classical architecture, is a focal point in the cityscape.\n\nMoving towards the background, the density of buildings slightly decreases, transitioning into what appears to be a waterfront area on one side of the city. Here, the skyline again picks up with various modern and older architectural styles, showing a city that blends historical and contemporary elements.\n\nThe color tone of the image, seemingly taken during late afternoon or early evening, casts a gentle haze over the scene, adding a layer of depth and moodiness to the urban landscape. Shadows and lighting indicate that the photo was captured either during the early or latter part of the day, as the light angles sharply across the buildings, roads, and open spaces.\n\nOverall, this image offers a rich, detailed portrayal of an active, bustling city, filled with architectural diversity and characterized by its lively transportation and commercial activities.","title":"Manhattan skyline looking south from the Hudson River","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555743","547755","552233","549476","546678","549477","553001","549979","553559","548364","547764","549478","548417","553016","547765","551509"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["city","highway","train","skyline","transportation","decrease","angle","building","pick","spire"]}
