{"path":"548387.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph provides a panoramic view of a major cityscape, prominently featuring two large skyscrapers dominating the skyline. These twin towers are sleek, almost identical in design, and significantly taller than the surrounding buildings, making them a focal point of the image. Positioned relatively close together, they reflect a modern, minimalistic architectural style typical of late 20th-century design.\n\nThe skyline includes a variety of other buildings, displaying a mix of architectural styles. Some buildings appear older with more elaborate detailing, contrasting with the modernism of the twin towers. The scene is set against a large body of water, which reflects some of the buildings and is dotted with small boats, suggesting this area is both commercially significant and busy.\n\nIn the foreground, an extensive array of industrial areas, docks, and possibly construction sites can be seen. These areas are less developed and consist of open spaces, machinery, scattered buildings, and infrastructures such as railways and roads. This suggests the area is in use for transportation or shipping, indicative of an urban commercial hub.\n\nThe overall atmosphere of the image is slightly muted, with a grayish sky that might suggest overcast weather. This weather and the fuzzy quality of the image give it a somewhat historical or dated feel. The color palette is dominated by the earthy tones of the industrial foreground and the contrasting grays and blues of the urban skyline and water. This photograph captures a vibrant city alive with both commercial activity and architectural diversity.","title":"View across the Hudson River to lower Manhattan. Twin towers of the World Trade Centre dominate the river.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["547967","552395","548380","549971","548392","557273","552363","552265","548386","548408","552251","552233","552252","552394","553790","548384"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["skyline","building","tower","shipping","detailing","hub","diversity","skyscraper","weather","railway"]}
