{"path":"548384.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"The photograph captures an aerial view of a large cityscape during either early morning or late evening, given the subdued and moody lighting. The overall tone is dark and atmospheric, with a dramatic sky filled with thick clouds that have parts intermittently illuminated by light, suggesting either sunrise or sunset.\n\nIn the foreground and extending into the midground, the dense and intricate layout of a city is visible, marked by numerous buildings of varying heights. Due to the low light, the details of the architecture are not distinctly visible, but the area reflects a typical urban sprawl.\n\nDominating the background, there is an impressive city skyline with notably taller buildings. These skyscrapers have a silhouette effect against the slightly lighter sky and some reflections of light are visible on the surfaces of these structures, accentuating their outlines.\n\nOn the right side of the image, towards the horizon, another cluster of tall buildings is visible, softer and less defined due to the distance and misty atmosphere. Between the two skylines, there appears to be a large body of water, likely a river, contributing to the geographical division within the city.\n\nThe overall composition uses a high vantage point and emphasizes the vastness and dense packing of the urban environment, contrasted dramatically against the natural element of the river and the expansive sky above. The image conveys a feeling of solitude and might be interpreting a quiet moment in an otherwise bustling city.","title":"Manhattan skyline seen from the south","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548328","545499","553821","548339","548365","552394","555716","548417","548383","552252","548407","548334","548416","549620","548385","549970"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["city","skyline","sprawl","division","sunrise","river","skyscraper","midground","vantage","outline"]}
