{"path":"548453.jpg","date":"June 1973","photographer":"Manheim, Michael Philip","caption":"This photograph captures an aerial view of a large urban area located next to an expansive body of water. There are several distinct features visible in the picture:\n\n1. Urban landscape: The area is densely populated with a mix of high-rise buildings, which are more concentrated towards the right side of the image, and lower, industrial-type structures scattered throughout. \n\n2. Waterways: The city is situated on a large waterfront, with bodies of water weaving through the area, creating several peninsulas and islands. The water surfaces appear calm and are dotted with numerous small boats and vessels.\n\n3. Infrastructure: There are visible infrastructure elements such as bridges spanning the water, connecting different parts of the city. Major roads and highways can also be seen weaving through the urban areas and along the coastal lines.\n\n4. Vegetation: There are patches of green spaces, likely parks or reserves, within the urban areas, contributing slightly to breaking up the dense urban spread.\n\n5. Clouds and sky: The skyline is framed by fluffy white clouds and patches of blue sky, suggesting the photograph was taken on a partly cloudy day.\n\n6. Color scheme and lighting: The image has an overall muted color palette, with hues of blue, grey, and brown dominating, which may indicate the photograph was taken during the early or late hours of the day, or possibly it has aged over time.\n\nThis photograph likely serves as a captivating documentation of a major city's extensive and complex layout, seen from an elevated, aerial perspective.","title":"Looking southeast over Logan Airport area. The large number of oil storage tanks under jet flight paths causes great concern to area residents.","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["549480","556947","552231","552233","553790","549528","551610","552268","549484","557273","542868","546690","553677","552252","552171","551509"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["city","documentation","dominating","peninsula","reserve","infrastructure","weave","scheme","cloud","island"]}
