{"path":"548436.jpg","date":"September 1973","photographer":"Manheim, Michael Philip","caption":"This image captures a bird's-eye view of an industrial area that includes an airport and several large factories or warehouses prominently displaying corporate logos like \"Mobil\" and \"Western Electric.\" In the foreground, a large airport hangar is visible, with its massive structure dominating the lower part of the image. There are jet aircraft visible, one being serviced near several service vehicles, indicating active operations.\n\nBehind the airport facilities, an extensive industrial landscape stretches out. Various large buildings and structures, which appear to be part of manufacturing plants or other industrial services, occupy the middleground. Among the noticeable features in this part of the image are large cylindrical storage tanks, perhaps for oil or chemicals, and several industrial buildings with flat roofs. The presence of prominent logos suggests corporate ownership and industrial activities related to energy and telecommunications.\n\nIn the background, a residential area with dense housing climbs up a hilly terrain. The houses are packed closely together, displaying a typical urban residential area with streets and greenery interspersed among the houses. On top of the hill, a distinctive water tower with \"Mobil\" marking further emphasizes the industrial theme of the environment.\n\nOverall, the composition presents a juxtaposition of industrial activity in the foreground with urban residential life in the distance, highlighting a mix of economic functions within the area. The atmosphere appears slightly hazy, indicating either pollution, typical of industrial zones, or just a general atmospheric condition of the area.","title":"Looking north from Logan Airport's 16th floor observation deck. Neptune Road homes at left and center, in front of oil tanks.","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["548433","551174","549523","548444","550886","555761","553969","555779","555755","552009","551569","549727","555778","555754","555774","552191"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["airport","logo","service","telecommunication","ownership","house","jet","aircraft","housing","oil"]}
