{"path":"548472.jpg","date":"May 1973","photographer":"Manheim, Michael Philip","caption":"This photograph captures a scene on an urban residential balcony, depicting a daily domestic activity. The focal point of the image is an elderly woman with a prominent afro hairstyle, hanging laundry on a clothesline. She is dressed in dark clothing and appears to be concentrated on her task, facing away from the camera, towards the laundry line.\n\nThe background of the image reveals a dense arrangement of similar multi-story residential buildings, characterized by external fire escapes, metal railings, and multiple balconies layered vertically. There is a variety of laundry visibly hanging from the balconies, adding vibrant splashes of color to the scene with pink, green, yellow, and white garments.\n\nThe architecture is typical of older urban apartment buildings, featuring wooden structures with flat roofs. Each balcony is loaded with personal items, indicating a densely populated area. The entire scene is well-lit, suggesting it is a bright, sunny day.\n\nAdditionally, there are telegraph poles and visible power lines streaking across the view, filling the sky above the buildings, which contribute to a somewhat cluttered, industrial feel of the urban landscape. Far in the distance, an antenna and the top edge of another building can be observed, hinting at the sprawling nature of the neighborhood. The presence of green plants on many of the balconies adds a touch of liveliness and personalization to the otherwise standardized urban housing.","title":"Mary bruno hangs laundry at her home at 39 neptune road at her right are frankfort street homes.  Neptune road, closest residential area to Logan airport, has some fifty homes, many of them three-decker buildings housing three families each","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["545394","549270","550718","547950","550164","557406","549276","555951","556167","545350","550119","552482","553480","547896","555523","546795"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["balcony","laundry","hang","clothesline","afro","liveliness","populated","escape","garment","antenna"]}
