{"path":"548421.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph provides a high-altitude aerial view of a dense urban area, specifically capturing an expansive cityscape that appears to be New York City. The photo encompasses numerous high-rise buildings scattered across the scene, contributing to a bustling metropolitan vibe. Key landmarks such as the Empire State Building can be distinctly observed, helping in identifying the city; it stands tall among the surrounding skyscrapers with its spire clearly visible.\n\nIn the foreground, prominently stands a large industrial complex, which features several large buildings equipped with tall smokestacks emitting white smoke, or steam, contributing an industrial essence to the mostly commercial and residential landscape. Adjacent to these structures is a highway bustling with vehicles, signifying an active urban environment.\n\nThe river on the side, likely the East River, bends around the city landscape, reflecting the city's buildings. This water body adds a natural element to the otherwise highly urban scene. Wharves and docks line the river, indicating active marine trade and transportation.\n\nThe composition of the photograph, with its slightly dim lighting and grainy texture, gives it a historical feel, suggesting the image might be taken in the mid-20th century. Overall, this photograph captures both the architectural grandeur and the industrial functionality of a major city, encapsulating a moment that highlights urban development and environmental impact.","title":"Looking north toward the empire state building from 14th street in lower Manhattan.  East river on right","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555735","555741","548319","548378","555732","548314","555734","548408","548345","548360","548392","548386","555772","548347","548382","551509"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["city","trade","bustle","encompass","spire","identify","signify","landmark","functionality","river"]}
