{"path":"548424.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph exhibits an aerial view of an urban scene, likely captured from a high altitude or a skyscraper, presenting a densely packed cityscape. The image is dominated by a mix of residential and commercial buildings varying in height and architectural style.\n\nIn the foreground, a series of tall residential towers, arranged in a somewhat grid-like pattern, are seen. These buildings appear to be modern high-rise apartments, each with multiple stories, characterized by uniform balconies and windows. Adjacent to these towers, there are low-rise buildings, possibly public or community facilities, featuring flat roofs.\n\nThe middle section of the image is cluttered with older, mid-rise buildings that include both residential and commercial properties. These buildings show diverse architectural designs, with visible details like varied roofing, window arrangements, and slight color differences. This part of the city has a more organic and less planned look compared to the structured layout seen in the foreground.\n\nIn the background, the city continues to extend with numerous buildings of similar styles and heights as seen in the middle section. The area is densely populated with minimal visible green spaces or large open areas, emphasizing the compact nature of the urban environment.\n\nThe overall palette of the photograph is somewhat muted, with earthy tones and a mix of grays, browns, and faded colors, which might suggest the photo was taken during an overcast day or has aged over time, giving it a historical feel.\n\nThere are no visible people or moving objects like cars in the photograph, which might be due to the distance from which the photo was taken, focusing more on the architectural and urban planning aspects of the cityscape. The intricate layout and clustering of buildings provide a sense of the bustling urban life below.","title":"Aerial view of lower Bronx","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548425","549971","553673","548374","556180","552394","548364","547445","549979","551509","551510","548343","550202","548318","555743","551507"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["building","layout","height","cityscape","difference","tower","section","roofing","plan","mix"]}
