{"path":"548470.jpg","date":"May 1973","photographer":"Manheim, Michael Philip","caption":"The photograph depicts a street lined with distinct, elegant multi-story row houses, which exhibit traditional architectural elements typically associated with 19th-century American residential design. The row houses feature ornate wooden balustrades, elaborate cornices, and robust, red-painted columns supporting the overhanging balconies. Each ground-floor unit has a slightly raised front porch that is bordered by a decorative railing, suggesting a private yet inviting entrance space.\n\nThe image captures a sunny day, with shadows from the balconies and railings creating geometric patterns across the light-colored sidewalk that runs parallel to the houses. The sidewalk is flanked on its opposite side by a row of large, leafy trees, suggesting a tranquil, residential neighborhood. In the background, one can glimpse parked cars beside the curb and a hint of green space, likely a small urban park, adding to the serene environment.\n\nThe houses themselves are painted in a deep, rich color palette that contrasts vividly with the bright outdoor light. The doors and windows reveal darkened interiors, adding a sense of depth and privacy to the scene. Additionally, the intricate detailing around window frames and the bright colors of the structures contribute to an aesthetic that is both historic and well-preserved.\n\nOverall, the photograph captures the charm and character of a quiet, tree-lined urban street, showcasing a particular style of architecture that is both functional and decorative, clearly reflecting a period aesthetic and attention to architectural detail. There are no visible people in the scene, which emphasizes the architectural features and peaceful, residential nature of the setting.","title":"Well kept three-family homes on neptune road.  Once neptune road ended at wood island park and the sea.  Now it is bounded by a fence and the Logan airport runway area","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["555912","555889","547981","551629","548471","555920","550107","550035","552762","558155","557065","550117","547335","557076","546429","556433"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","balcony","row","sidewalk","railing","aesthetic","cornice","balustrade","privacy","darken"]}
