{"path":"548445.jpg","date":"May 1973","photographer":"Manheim, Michael Philip","caption":"The photograph captures a dynamic urban scene that combines elements of transportation and infrastructure. In the foreground on the left, there is a tall lamp post topped with a spherical light. Adjacent to the lamp post, to the right, there is a chain link fence that delineates the edge of a pedestrian pathway or overpass.\n\nBeyond the fence, the middle ground of the image is dominated by a multi-lane highway bustling with cars. On the left side of the highway, the road curves gently, and vehicles are visible traveling in both directions.\n\nIn the background, a commercial airplane is in mid-flight, descending toward the left side of the frame, presumably approaching for a landing given its low altitude and the angle of descent. This adds a dynamic element to the scene, emphasizing the theme of transportation.\n\nThe skyline is occupied by low-rise buildings, some possibly residential or small commercial establishments. These structures have flat roofs and are relatively nondescript, typical of suburban or city outskirts architecture of the mid-to-late 20th century.\n\nThe sky fills the upper portion of the image with scattered clouds and a pale blue color, suggesting a clear day. This natural light illuminates the scene evenly.\n\nOverall, the composition provides a vivid snapshot of an urban landscape where various forms of transportation intersect, highlighted by the presence of the airplane, highway, and street elements.","title":"Looking northeast toward the Neptune Road area--airplane descending for landing at Logan Airport","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["556193","548486","546678","550153","553838","547780","553020","549902","546707","555745","548392","553015","547764","546684","553475","547765"],"cl":[4],"cluster":["#04 &mdash; Bridges/Overpasses"],"terms":["highway","airplane","transportation","lamp","post","fence","mid","descent","landing","overpass"]}
