{"path":"548437.jpg","date":"May 1973","photographer":"Manheim, Michael Philip","caption":"The photograph captures an industrial scene with several mechanical and structural elements. In the foreground, there is a patch of freshly tilled dark soil leading up to an area with industrial machinery. The main focus here is a large, silver, cylindrical installation connected to various pipes and controls, labeled for handling \"Jet-A1\" fuel, which indicates it is a fueling station, possibly for aviation purposes given the fuel type mentioned.\n\nConnected to the installation are various metal pipes, both at ground level and elevated, forming a network likely used for transporting the fuel. The soil under this installation appears disturbed, suggesting recent construction or maintenance work.\n\nA parked semi-truck on the right side of the frame carries what seems to be additional equipment or components related to the industrial activity—possibly pumps or tanks seen partly inside the truck.\n\nIn the background, beyond the industrial setup, there are residential buildings. The style of the buildings suggests a typical urban apartment complex, displaying contrasting everyday life settings to the foreground industrial scene.\n\nThe scene is framed under an overcast sky that provides soft, natural light, adding to the atmosphere of an everyday industrial workspace. The entire composition blends elements of urban life with industrial operations, encapsulated in a setting that suggests a region on the edge of residential and industrial zones.","title":"Houses on neptune road border Logan airport runway 15r-33l delta fuel farm in foreground","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["546108","542587","557385","546064","556402","557390","555761","546085","555542","542705","546866","546122","545998","545992","544179","544169"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["fuel","installation","pipe","connect","aviation","soil","truck","till","mention","pump"]}
