{"path":"548408.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph presents a cityscape, likely captured from a high vantage point, showing an expansive view of numerous buildings in a dense urban area. The composition primarily features a mixture of tall and medium-height buildings under a partly cloudy sky.\n\nIn the foreground, there's a long, large building with a flat roof that stretches horizontally across the image. This structure could be an industrial or commercial building due to its size and design. Moving slightly beyond, there are several similar-sized buildings that appear predominantly rectangular in shape with flat roofs, typical of urban developments.\n\nThe middle ground of the image is filled with a dense cluster of various buildings—some darker and others lighter in color, creating contrast in the urban texture. Among these, the notable features are their different heights and architectural styles.\n\nThe background is dominated by taller skyscrapers that significantly stand out against the slightly overcast sky. Among these skyscrapers, the Empire State Building is prominently visible, signifying that this is a view of New York City. Other skyscrapers add to the dynamic skyline, varying in height, design, and color.\n\nThe overall tone of the photo is slightly dark, suggesting it might have been taken on a cloudy day or possibly in early morning or late afternoon. The atmosphere adds a somewhat dramatic feel to the urban landscape, with the clouds softening the otherwise sharp outlines of the city's architecture.\n\nThe color tones are relatively muted, giving the photograph a somewhat vintage or timeless quality. No people are visible in the photo, focusing entirely on architectural and urban elements. There is a notable lack of visible vegetation, emphasizing the urban character of the scene.","title":"Lower Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548386","548319","549971","555741","548360","548345","548424","552394","555735","548337","548378","548421","552363","552395","548425","550122"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["skyscraper","height","building","roof","design","mixture","lack","vantage","character","outline"]}
