{"path":"548485.jpg","date":"May 1973","photographer":"Manheim, Michael Philip","caption":"This photograph captures a striking urban scene of life under a flight path. The dominating element is a large commercial airplane, seemingly quite low in the sky as it flies over a neighborhood. The aircraft occupies the upper-central part of the frame, depicted with its jet engines visible and its landing gear down, suggesting it is nearing an airport.\n\nThe setting is a residential street, lined with multi-story houses that have typical architectural features like bay windows and access steps. Parallel to these, green, leafy trees indicate a neighborhood with mature vegetation.\n\nIn the foreground, two people are reacting to the airplane’s approach. On the right, a man is facing the camera, his features obscured by underexposure, with his hands raised to take a photograph of the plane. On the left, another person is seen from behind, perhaps a child, enthusiastically pointing up at the airplane, evidently captivated by the sight.\n\nThe street itself adds additional context to the location. It’s a paved road with parked cars along the sides, suggesting a relatively quiet area. In the background, there’s another intersecting street flanked by more homes, with additional onlookers who are turned to watch the airplane.\n\nThe whole scene is bathed in bright, perhaps early or late day sunlight, casting soft shadows and enhancing the everyday yet thrilling essence of the moment depicted. The mood is one of momentary awe and interest as life pauses briefly for the spectacle of the low-flying plane.","title":"Looking to the northwest from the center of neptune road","placename":null,"location":null,"nn1":["548484","548448","553888","548486","548447","548469","548446","550156","547678","547231","548445","547247","550160","547237","547824","548481"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["airplane","plane","fly","neighborhood","street","thrill","react","spectacle","landing","airport"]}
