{"path":"548431.jpg","date":"September 1973","photographer":"Manheim, Michael Philip","caption":"This photograph depicts a large industrial construction site. The scene is dominated by a muddy terrain with embedded tire tracks and puddles, reflecting a busy and possibly rainy period of construction activity.\n\nProminent in the image is an array of vertical concrete pillars scattered across the site, indicating the foundational framework for buildings or structures under construction. Several heavy construction vehicles are visible, including a red crane actively engaged in construction operations, and various trucks parked around the site.\n\nTo the left side of the photograph, a substantial accumulation of construction materials is evident. Piles of long cylindrical objects, likely steel beams or pipes, are neatly stacked. This suggests preparations for imminent large-scale construction or installation work.\n\nA single individual, appearing quite small in comparison to the expansive site, is seen walking across the bottom portion of the image. This highlights the human scale against the vastness of the construction operation.\n\nThe background is less detailed but suggests a similarly industrial environment, indicating the construction site is part of a larger area dedicated to industrial or infrastructure development. The overall atmosphere is robust and dynamic, typical of major construction projects.","title":"Logan Airport--construction of new terminal. East Boston residents complain that the heavy trucks employed by tax free Massport (Massachusetts Port Authority) damage roads maintained by their tax money.","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["547235","544167","550274","553391","546833","553394","546252","556940","553383","545070","551966","552814","553378","547225","549640","545631"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","site","comparison","scale","operation","puddle","pillar","installation","accumulation","project"]}
