{"path":"548452.jpg","date":"June 1973","photographer":"Manheim, Michael Philip","caption":"This image captures a candid street scene, likely from the mid to late 20th century, given the style of clothing and the overall ambiance. There are three men engaged in various activities:\n\n1. On the left, an elderly man with white hair is standing, leaning slightly on a wooden rail. He wears glasses, a white polo shirt, and dark trousers. His posture and facial expression suggest he is in a conversation or observing something intently.\n\n2. In the middle, another man facing away from the camera and towards the first man is partaking in the conversation. He has dark hair, styled in a typical 1970s manner, and is wearing a bright green shirt. His stance implies active engagement in the dialogue.\n\n3. In the background, another individual, possibly younger and wearing a red cap and a yellow T-shirt that reads \"I LOVE (Heart symbol) BOSTON,\" walks away from the scene. This individual adds a dynamic urban element to the scene.\n\nThe setting appears to be a commercial area, as indicated by the presence of posters and signs on windows advertising items like \"Mathews Rich's Potato Salad\" and a note for a room for rent. The street and the parked blue car suggest this might be a side street or less busy road within a moderately busy urban neighborhood, perhaps in Boston considering the T-shirt worn by the person in the background. \n\nOverall, the photograph has a documentary feel, capturing everyday life and interactions in an American city. The color tones are somewhat faded, giving it a nostalgic essence typical of film photography from several decades ago.","title":"Residents react to notice of landlords' meeting posted in market window and called by Massport (Massachusetts Port Authority), which owns and operates Logan Airport. Purpose is to discuss sale of homes to Massport.","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["556218","556214","545351","545331","556221","543471","554178","551459","551835","549291","556222","556225","555905","549812","545231","549851"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["street","shirt","partake","dialogue","documentary","love","conversation","polo","man","heart"]}
