{"path":"548439.jpg","date":"July 1973","photographer":"Manheim, Michael Philip","caption":"The photograph captures a domestic scene set in a cozy kitchen-dining area, likely taken during a mealtime. Three people are present, engaging warmly around a table covered with a floral-patterned tablecloth.\n\nOn the left side, only the back of a man's head is visible, suggesting he is seated and facing away from the camera. He appears to be eating, his posture slightly hunched as he holds a utensil near his mouth. An empty chair stands beside the kitchen counter, adding to the casual, inhabited feel of the setting.\n\nIn the center and right of the image, a woman in a blue apron stands next to a younger male seated at the table. The woman, probably in her middle ages, is actively serving food. She is wearing glasses and her expression seems focused on the task. The young man, possibly a teenager or in his early twenties, looks on with an animated expression, gesturing towards a bowl on the table, possibly discussing or complimenting the dish. He wears a checkered shirt, and his hair is styled in an Afro.\n\nThe table is laden with typical dinnerware and several dishes, including what appears to be a bowl of meatballs and maybe a rice dish. There are also individual glasses of a dark beverage, possibly soda, and a bottle is visible on the table surface.\n\nThe kitchen behind features a stove, pots, a kettle, and further hints of a lived-in space with hanging utensils and a variety of objects that suggest ongoing use. Notable is a small black-and-white television set on the counter, which adds a period-specific charm to the scene, indicating the image may be from the mid-to-late 20th century.\n\nOverall, the photograph depicts a slice of everyday life, filled with the warmth of a family meal and a nicely detailed domestic setting.","title":"The Anthony Brunos at dinner in their well-kept home at 39 Neptune Road","placename":null,"location":"OTHER","nn1":["556611","554861","552612","544356","543041","557353","556843","554896","545985","556235","545984","556610","556173","557352","551276","553531"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["dish","table","kitchen","utensil","bowl","counter","twenty","television","stove","soda"]}
