{"path":"548403.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph captures a vivid and dynamic scene at a harbor with a backdrop of a city skyline. In the foreground, a large cruise ship dominates the view from an elevated angle, docked or possibly maneuvering with the assistance of a tugboat visible nearby at its bow. The ship is multi-decked, featuring rows of windows and lifeboats positioned along the sides, with a distinctive funnel marked on its top deck.\n\nAdjacent to this ship, a pier or docking terminal with visible structural details extends into the photo but is mostly unoccupied save for what appears to be another smaller ship or ferry docked parallel to the cruise ship. This structure provides a clear separation between the waterway and the more industrial or aged waterfront infrastructure, which includes buildings with visible wear and functional, unadorned designs typical of mid-20th-century urban industrial areas.\n\nThe background contrasts sharply with the immediate activity of the docking area; it shows a skyline consisting of varied architectural designs ranging from blocky industrial structures to modern skyscrapers, potentially depicting a historical period of urban transition or development. The cityscape behind exudes a slightly overcast atmosphere with a cloudy sky that casts a natural muted light over the entire scene, adding a somewhat solemn but busy tone to the setting. The overall image conveys a moment of bustling activity within an urban maritime environment, marked by sharp contrasts between the foreground activities and the urban skyline.","title":"Cruise ships in dock at New York Harbor","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548393","548400","549892","546925","555800","555721","555722","546937","544599","550910","547700","555760","552244","552267","544657","545147"],"cl":[48],"cluster":["#48 &mdash; Waterfront Development"],"terms":["ship","cruise","docking","skyline","assistance","ferry","funnel","terminal","separation","tugboat"]}
