{"path":"548407.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph is an aerial view of a large metropolitan area with a focus on a river that snakes through the landscape. The image is captured on an overcast day, casting a subdued light on the scene, which adds a moody tone to the photograph.\n\nIn the foreground, the river acts as the central element, winding through the city and bordered by various infrastructures. There are multiple bridges spanning across the river, connecting different parts of the city. To the left, there is a curve in the river around which a series of tall, residential-looking buildings are clustered, alongside what seem to be roads and green spaces, suggesting a well-planned urban area.\n\nFurther down the river, the city transforms into a denser, more congested urban environment with numerous high-rise buildings that characterize a bustling downtown area. The skyline includes a variety of architectural styles, indicating both modern and possibly older, historic structures.\n\nOn the banks of the river, there are various waterfront developments, including what appears to be a large terminal or public facility with a substantial building and several piers stretching into the water.\n\nThe overall composition and elements in the photograph depict a vibrant, heavily populated city, emphasizing urban development and the integration of nature (the river) within the city planning. The presence of the overcast sky and the somewhat gloomy lighting contribute to a dramatic and impactful visual narrative about urban life and landscape.","title":"Looking south--from the Bronx to Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["546706","548347","546669","551188","548416","548427","546673","557274","548334","546690","546581","546582","552715","557273","548384","551189"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["river","city","plan","infrastructur","congested","transform","terminal","development","integration","denser"]}
