{"path":"548444.jpg","date":"October 1973","photographer":"Manheim, Michael Philip","caption":"This photograph depicts a panoramic view of a vast, industrial area, likely part of an airport or a related infrastructure facility. In the foreground is a large parking lot filled with cars, indicating heavy use of the facility. To the left, dominating the foreground, are large warehouse-like buildings with prominent 'M' logos, suggesting they might belong to a particular company or serve a specific operational purpose.\n\nAcross these structures, several smaller vehicles such as trucks and maintenance cars can be seen, hinting at ongoing logistical activities. These industrial buildings are large, sporting several airplane-sized hangar doors and adjacent smaller structures that are possibly offices or staff areas.\n\nBeyond the immediate industrial zone, the view extends into a densely populated urban area with numerous houses and other buildings stretching far into the distance, gradually meeting the horizon under a clear sky. The urban landscape varies in elevation and includes everything from low-rise residential properties to high-rise towers, indicating a diverse and sprawling city environment.\n\nThe photograph is shot during daylight, with shadows indicating either morning or afternoon light. Overall, the scene captures a blend of heavy industrial activity juxtaposed with residential living, characteristic of urban outskirts where commercial facilities meet suburban areas.","title":"Looking north from the 16th floor observation deck at Logan Airport. The airplane is coming in for a landing over the Neptune Road area.","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["548433","555755","555779","548436","549506","549727","548434","549523","555765","555761","549479","550886","553969","545382","546732","551988"],"cl":[41],"cluster":["#41 &mdash; Transportation Hubs"],"terms":["facility","rise","staff","airport","airplane","company","outskirt","elevation","living","property"]}
