{"path":"548400.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph captures a breathtaking overhead view of several large ships docked in an urban port area, with a city skyline in the backdrop. The setting appears to be overcast, with diffuse light that gives the scene a moody and dramatic atmosphere.\n\nThe ships vary in design and size, with the largest in the foreground appearing to be a luxury cruise ship featuring multiple decks, an array of lifeboats, and a prominent funnel. The deck of this ship hosts various amenities, including what seems to be both open and covered seating areas, a swimming pool, and a helipad. Its design is sleek and modern, with a predominantly white superstructure contrasted by dark-colored hull and deck areas. \n\nAdjacent to the main ship, behind it are two other vessels of notable size although smaller in comparison, lined along the quay. These ships exhibit different funnel designs and deck structures, suggesting they might serve different purposes or belong to different lines.\n\nIn the background, a densely built city skyline rises, comprising numerous high-rise buildings of varying architectural styles and heights. The view likely presents a bustling metropolis, and one can see the silhouette of the city softened by the cloudy sky overhead.\n\nThis aerial perspective not only emphasizes the scale and grandeur of the cruise ships but also artfully places them within the context of the larger urban environment, showcasing a point where industrial functionality meets urban life. The water body on which the ships are docked glistens slightly, reflecting some of the muted light from the overcast sky, adding a gentle dynamic quality to the otherwise static scene.","title":"Sleek new cruise ships in dock at New York Harbour","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548403","548393","555721","544599","546925","555722","555760","549892","548320","555800","546828","555789","544657","550910","555773","546937"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["ship","deck","cruise","funnel","city","skyline","metropolis","design","luxury","comparison"]}
