{"path":"548416.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph features a high-altitude view of a densely populated cityscape, capturing a broad panoramic look at an urban environment beneath an overcast sky. The scene is visually split by a large river that snakes through the setting, with multiple bridges connecting either side of the riverbanks. On the left, a notable bridge with a complex and intricate steel structure spans across the river, likely serving as a major conduit between parts of the city.\n\nThe city skyline is dominated by numerous high-rise buildings, including rectangular commercial towers and more uniquely shaped skyscrapers, indicating a modern urban center. Architectural diversity is evident, featuring a blend of old and new styles, and densely packed structures suggesting a bustling metropolis.\n\nIn the foreground, there is a slightly less urbanized area with visible tracks of greenery and open spaces which appear to be parks or recreational areas. This contrasts with the densely built environment further in the backdrop.\n\nThe color tone of the photograph, rendered in slight sepia hues, perhaps suggests the image's vintage, adding a historical layer to the viewing experience. The overall mood is somewhat moody and atmospheric, emphasizing the majesty and sprawling nature of the city. The horizon stretches into the distance, melding into a hazy sky which adds depth and perspective to the scene, making it an encompassing sweep over an iconic urban landscape.","title":"View across the East River to Midtown Manhattan Queensborough Bridge, on the left; Welfare Island, in center.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548317","557274","557273","548407","548365","548347","552715","551189","548414","548334","548384","548344","548339","551188","550198","546706"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["city","metropolis","bridge","conduit","span","majesty","diversity","river","skyscraper","experience"]}
