{"path":"548419.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This image is an aerial or high-angle shot of an urban cityscape, likely capturing a busy downtown street during a particularly congested moment. The photograph mainly shows a dense arrangement of cars gridlocked on the city streets. These vehicles vary in color and size, ranging from sedans and vans to trucks and buses, suggesting that the street is a major thoroughfare used by both personal vehicles and commercial transportation.\n\nIn the photo, several large buildings line the streets on both sides with a mixture of architectural styles indicating a mix of likely commercial and possibly some residential buildings. Most of the roofs are flat, commonly seen in urban environments. Along with these structures, some smaller, possibly temporary structures like kiosks or construction trailers are visible among the larger buildings.\n\nAt the center, there is a triangular intersection where the buildings have an inward angle, following the shape of a junction. Interestingly, within this junction, a large billboard is also observable, and it features what appears to be an advertisement.\n\nThe streets are characterized by dark asphalt, and there are visible lane markings, although the density of traffic obscures much of the road's surface. Sidewalk areas adjacent to the roads are glimpsed here and there, and there seems to be pedestrian activity, although individuals are not explicitly discernible.\n\nOverall, the image depicts a bustling urban scene captured from above, emphasizing the intensity and congestion typical of city traffic during peak hours or a possibly special event causing unusual backup. The composition enables a view into the everyday dynamics of urban transportation and city life.","title":"Traffic leading into Holland Tunnel","placename":"New York (N.Y.)","location":"New York, New York","nn1":["553893","549874","546617","549849","556732","546707","552711","546616","555781","556727","547765","546716","555743","556729","546726","556681"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["junction","street","city","kiosk","transportation","angle","traffic","thoroughfare","congestion","billboard"]}
