{"path":"548423.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph showcases an aerial view of an industrial area positioned next to a body of water. The scene is densely packed with various industrial buildings, storage tanks, and structures of differing sizes and shapes, indicating a heavy industrial activity zone. The most prominent feature in this view is a large warehouse with a stark white roof, flanked by two similar buildings, one of which has a dramatic black roof sloping towards the water.\n\nTo the left of the image, there are train tracks crowded with arrays of railroad cars, suggesting the presence of a freight transport or logistics hub that handles bulk materials. Further evidence of heavy industry includes tall smokestacks from which visible emissions are being released into the environment, reflecting the industrial activity surrounding the area.\n\nThe water body adjacent to these facilities appears calm, with a barge docked at a pier extending out from one of the buildings. There is a small jetty or a breakwater structure with another platform extending into the water, possibly a loading dock or small port area.\n\nThe overall environment presents a grim and utilitarian aspect, with no visible greenery or residential areas in immediate sight, emphasizing the industrial usage of the land. The skyline in the distant background is filled with high-rise buildings, indicating the proximity of a major urban center, hinting that this industrial area is possibly on the outskirts or within an urban setting that supports heavy industries. The overcast sky adds a somber tone to the otherwise bustling industrial landscape.","title":"Fertilizer plant--upper east side Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555776","550890","550886","551988","555769","552181","548340","552209","549526","552191","551183","549969","549495","552007","552151","555770"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["differing","dock","breakwater","industries","bulk","shapes","jetty","release","freight","sight"]}
