{"path":"548425.jpg","date":"May 1973","photographer":"Higgins, Chester","caption":"This photograph exhibits an aerial view of an urban landscape densely packed with buildings of various architectural styles and sizes. The foreground and middle section of the image are dominated by a collection of tall, similar-looking high-rise buildings, organized in clusters that appear methodically spaced apart. These buildings have a uniform brown color and a rectangular structure, with many windows visible on their exteriors. Positioned between these buildings are patches of green space, presumably courtyards or small parks for residents.\n\nBehind this arrangement of high-rise buildings lies an older, more varied urban area characterized by a mix of low-rise industrial, commercial, and residential buildings. These structures vary in style, height, and color, illustrating a more traditional urban environment with crowded building placement and narrow streets weaving through them. Notable in this section is the presence of flat roofs, some signs of wear or age on the buildings, and a few visible streets lined with cars.\n\nDespite the vibrancy expected in such an urban setting, there's no visible movement of people from this vantage point, offering a static snapshot of architectural and urban planning styles. The photo has a somewhat muted color palette, likely due to the lighting or the film's age and type at the time of capture, giving it a historical or archived quality. This contributes to the overall dense and complex character of a bustling cityscape, capturing a moment in urban life from a bird's-eye perspective.","title":"Aerial view of lower Bronx","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548424","548364","548343","549971","551507","548318","548374","556180","553673","549979","547445","551506","555743","549476","551509","556030"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["rise","building","courtyard","age","style","section","resident","capture","placement","street"]}
