{"path":"548551.jpg","date":"June 1973","photographer":"Schulke, Flip","caption":"This photograph captures a construction site, particularly the skeletal framework of a large building in the process of being constructed. The picture shows the exposed steel and concrete structure of the building with multiple levels and bare open spaces that suggest the future placement of walls, windows, and divisions. The building extensively uses steel beams and concrete pillars which are the primary elements contributing to the structural support of the building.\n\nEach level seems to have a systematic alignment of these vertical and horizontal supports creating large grid-like patterns. In certain parts, wooden formwork and scaffolding can be seen, implying ongoing work such as concrete laying or framework setup.\n\nIn the left and center of the building, there are storeys with partitions that include block walls, possibly locations for future rooms or offices. One can also notice piles of construction materials such as blocks and wooden planks scattered around the site, as well as a small temporary staircase made of wood, used for access between the levels.\n\nThe background reveals a contrasting calm suburban landscape with single-family homes, green lawns, and a clear sky. This juxtaposition highlights the development and urbanization process occurring within a still sedate residential area.\n\nOverall, the photograph is a snapshot of urban development, capturing the intermediate state of a building that is evolving from a structural framework to an eventual complete form, demonstrating both the complexity and the organized nature of building construction.","title":"Apartment under construction at century village retirement community.  The entire complex of 7,838 units (individually-owned condominiums) is due to be completed in the spring of 1974","placename":"West Palm Beach (Fla.)","location":"West Palm Beach, Florida","nn1":["548552","547977","555373","546411","547829","553702","547833","549912","550737","543583","546422","547858","555746","557730","544167","549128"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["framework","level","concrete","building","block","construction","steel","urbanization","development","alignment"]}
