{"path":"548586.jpg","date":"June 1973","photographer":"Schulke, Flip","caption":"This photograph captures a lively scene of seven older women engaged in a game of mahjong at a resort-like setting. They are seated around a square table laid out with mahjong tiles and racks under a large, shaded pavilion. The women are dressed in casual, bright summery outfits, with some wearing headscarves and others wearing glasses.\n\nThe woman at the forefront of the image, to the left, is wearing a pink headscarf and a flower-patterned sleeveless dress. She’s intently reaching to interact with the game pieces. Next to her, a woman in a black and white spotted swimsuit is observing the game, with her elbows on the table and a focused expression.\n\nAcross the table, a joyful woman in a blue sleeveless top and white hat adorned with a matching white flower is leaning over the table, possibly strategizing her next move. She is smiling and interacting with another player who wears sunglasses and a sleeveless pastel blouse with subtle horizontal stripes.\n\nAdditionally, on the right, there's one more player visible who has curly gray hair and a patterned dress characterized by large, bold, colorful motifs.\n\nThe background shows other vacationers in a similar outdoor area filled with more tables and chairs, some occupied by people in leisurewear. The environment suggests a communal area in a tropical vacation spot, with palm trees and a breezy, airy ambiance. The focus and enthusiasm of the players, along with the casual and vibrant setting, convey a sense of relaxation and enjoyment typical of a holiday retreat.","title":"Playing \"mah-jong\" at the clubhouse of the century village retirement community","placename":"West Palm Beach (Fla.)","location":"West Palm Beach, Florida","nn1":["548582","548581","558227","558320","558329","552627","557795","548580","557362","546140","556702","558342","547358","548646","547275","546855"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["table","player","game","woman","spot","interact","pavilion","breezy","summery","enthusiasm"]}
