{"path":"548548.jpg","date":"June 1973","photographer":"Schulke, Flip","caption":"This photograph captures a vibrant scene at a busy poolside area, likely taken during a sunny day given the bright daylight and use of sun umbrellas. The setting is filled with multiple people engaged in leisure activities typical of a resort or a public pool.\n\nForeground:\n- A prominent older man in the lower right corner, bald, appears to be reading or looking down at something out of frame. He is shirtless, suggesting a relaxed, vacation atmosphere.\n- Various sun umbrellas open around the pool area, providing shade. These umbrellas have a frilly design enhancing the festive, holiday feel of the scene. \n- Lounge chairs populate the area, adorned with towels and personal items, indicating the presence of many visitors.\n\nMiddle Ground:\n- Several people are scattered around, either standing or sitting by the pool. Most are in swimwear, either engaging in conversation, walking about, or preparing to swim.\n- The pool itself is visible, with people in it—some swimming, some standing or sitting by the edge.\n\nBackground:\n- More colorful umbrellas and lounge chairs, indicating a rather large, well-attended pool area. \n- The overall attire and body language of the people suggest a casual, leisurely atmosphere typical of a holiday or a day-off.\n\nThis photograph gives a clear sense of a crowded, lively leisure environment, with strong summertime vibes. It is a snapshot of relaxation, social interaction, and the enjoyment of a sunny day at the pool.","title":"Residents of century village, a new retirement community sun themselves at poolside.  The entire village of 7,838 units (individually-owned condominiums) is due for completion in the spring of 1974","placename":"West Palm Beach (Fla.)","location":"West Palm Beach, Florida","nn1":["548549","552012","555891","557717","558143","548085","555926","550228","553686","551093","548541","547503","550931","546794","557259","547482"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["pool","holiday","umbrella","chair","bald","festive","people","umbrellas","summertime","leisure"]}
