{"path":"548524.jpg","date":"July 1973","photographer":"Lien, Mike","caption":"This photograph captures a scenic view of a traditional boat, possibly designed for leisure or tourist cruises, floating calmly on a body of water. The boat, which sports a distinctive red sail that is fully unfurled and catching the wind, draws attention with its vibrant color set against the blue of the water.\n\nThe sturdy wooden structure of the boat features a bright red and black hull; the dark top contrasting sharply with the lighter red below become more pronounced by a white trim that outlines the boat’s edge. The sail is mounted on a wooden mast and supported by several lines and a boom, which provides structure and appears to control the sail's position. Small, decorative flags can be seen at the boat’s stern, fluttering in the breeze.\n\nAboard the boat, several individuals are visible. They appear to be passengers engaged in various activities, perhaps enjoying a leisurely day on the water. Some of them are seated along the sides of the boat, casually dressed, indicative of a relaxed setting. One person at the rear seems to be handling the boat, possibly steering or managing the sail to maintain course.\n\nBeyond the immediate focus of the boat and its occupants, the background features a hazy view of a coastline dotted with buildings. The visibility of these structures, diffused in the distance, suggests a location close to a developed area, which might be a city or a populated coastal region.\n\nOverall, the composition of the photograph with its central focus on the vibrant red sail, the relaxed demeanor of the boat’s passengers, and the ghostly buildings in the background evoke a sense of tranquility and leisure typical of a gentle sailing outing near an urban setting.","title":"Chesapeake bay","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["549413","549415","549410","549411","549412","548509","544669","544667","548508","547273","552345","543945","552343","549403","544224","549414"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","sail","leisure","pronounced","cruise","flutter","occupant","steer","boom","passengers"]}
