{"path":"548566.jpg","date":"June 1973","photographer":"Schulke, Flip","caption":"This photograph captures a scene from a shuffleboard court. Three elderly men are present, each engaged differently in the activity. The court is outdoors under bright natural light, with palm trees visible in the background, suggesting a tropical or subtropical setting. \n\nIn the foreground, one man, wearing a striped shirt with vertical lines in shades of white, blue, and pink, along with green shorts and sandals, stands with a shuffleboard cue in his hands, looking directly towards the camera. His expression is neutral and he wears a white cap.\n\nTo the right, another man, dressed in knee-length shorts and a horizontally striped red and white t-shirt, also topped with a striped sun hat, appears in a motion of playing. He is bending forward, actively using his shuffleboard cue to push a disk. His stance and concentration suggest an active moment in the game.\n\nIn the back, standing slightly apart from the action, is the third man dressed in a light blue shirt, darker blue shorts, and a white cap. He is spectating or waiting for his turn, watching the ongoing play.\n\nOn the left, there is a tall scoreboard with white labels showing scores or player positions. Various shuffleboard disks are visible on the playing surface, marked with distinct scoring zones.\n\nThe overall feel is that of leisure and recreation, commonly found in a community or senior living setting where residents engage in light sporting activities for enjoyment and social interaction. The landscaping and design of the area are well-maintained, contributing to the serene and organized environment.","title":"Shuffleboard is popular at the century village retirement community","placename":"West Palm Beach (Fla.)","location":"West Palm Beach, Florida","nn1":["548567","548564","548580","551757","551759","551760","546155","548647","557362","551758","554149","554492","544213","556507","556219","553208"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["short","stripe","playing","sporting","cap","play","sandal","man","player","shirt"]}
