{"path":"548540.jpg","date":"May 1972","photographer":"Schulke, Flip","caption":"This photo captures a busy scene at an ice cream truck parked on what appears to be a concrete area with a clear, blue sky in the background. The ice cream truck is predominantly white with vibrant text and images advertising various treats. The visible offerings include \"Ice Cream Cones-Key Lime,\" \"Soft Ice Cream Cones-Key Lime,\" and a diverse list of soft drink options like Coca-Cola, Root Beer, and 7-Up, along with ad displays for snow cones featuring flavors like cherry, blue raspberry, and grape.\n\nThe truck has a busy decor, with every available surface covered with colorful menus and pictures of the available snacks and drinks. Attached to the side of the truck are numerous postcard racks filled densely with tourist postcards, showing different attractions possibly in the area or general tourist scenes.\n\nSeveral people, of varying ages, are either standing at the counter buying ice cream or are nearby, seemingly waiting their turn or already enjoying their treats. At the counter, two young individuals (a boy and a girl) seem to be ordering or receiving their ice cream from the vendor inside the truck. Nearby, an older man in light-colored summer attire and glasses observes them, holding an ice cream cone himself. Other patrons, including a couple of women and children, are also pictured, and they appear to be dressed in casual summer clothes, suggesting a warm climate or season when the photo was taken.\n\nOverall, the setting gives a sense of a lively, casual gathering point for families and tourists, likely near a place of interest given the sale of postcards. The ambiance is cheerful and relaxed, a typical scene of simple summer pleasures and indulgences.","title":"Tourists find refreshment at the public beach pier","placename":"Key West (Fla.)","location":"Key West, Florida","nn1":["554495","548544","546979","554187","555390","547887","553204","547855","558136","558349","554708","553212","551731","554482","556213","556538"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["cream","ice","truck","tourist","treat","cone","summer","counter","drink","ad"]}
