{"path":"548549.jpg","date":"June 1973","photographer":"Schulke, Flip","caption":"This photograph captures a busy and colorful scene at a communal pool area, likely taken in a holiday resort setting. The image is full of activity and people, creating a lively atmosphere typical of a sunny vacation spot.\n\nForeground: The foreground of the image is filled with a variety of lounge chairs, mostly yellow, arranged in neat rows. Multiple colorful umbrellas offer shade to the visitors, who are predominantly older adults. The chairs and people are shown lounging or seated, some chatting, others simply relaxing.\n\nMiddle Ground: Dominating the middle of the image is a blue swimming pool, around which people are gathered. The pool area is bustling with visitors engaged in various activities. Some are standing in the pool, conversing or engaging in gentle water activities, while others sit by the edge, dipping their feet into the water. A notable focal point is a group of individuals directly at the edge of the pool, suggesting a communal or social interaction taking place among them.\n\nBackground: Behind the vibrant activity at the pool, a contrasting calm is provided by a series of modest, unfinished buildings, possibly accommodations under construction. The buildings are two stories high, made of a light-colored material, and feature simple, functional architectural elements. The lack of finished landscaping and the bare ground suggest that the area is still under development.\n\nOverall, the photograph has a distinctly retro vibe, influenced both by the style of the swimwear and the sun hats worn by many of the figures, as well as the architecture of the buildings. Despite the crowded scene, there is a sense of leisure and relaxation, typical of a holiday resort environment. The image captures a snapshot of social interaction, leisure, and the warmth of a sunny day spent near the water.","title":"Residents of century village, a new retirement community sun themselves at poolside.  The entire village of 7,838 units (individually-owned condominiums) is due for completion in the spring of 1974","placename":"West Palm Beach (Fla.)","location":"West Palm Beach, Florida","nn1":["548548","552012","555891","557717","558143","551093","558144","548085","548083","546794","557259","553686","552706","550930","555926","548541"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["pool","holiday","lounge","resort","visitor","chair","accommodation","leisure","swimwear","dip"]}
