{"path":"548601.jpg","date":"June 1973","photographer":"Schulke, Flip","caption":"This aerial photograph shows an extensive area of salt evaporation ponds. These ponds are intricately arranged in a complex geometric pattern, almost resembling a circuit board, with numerous rectangular and trapezoidal sections of varying sizes. The ponds are delineated by thin strips of land, creating a stark contrast between the dark water and the lighter colors of the land barriers.\n\nThe color of the water in the ponds varies, indicating different concentrations of salt or stages of evaporation. In some of the ponds, the water appears darker, while in others it is lighter, possibly due to varying depths or compositions of the materials within. The setting is near a large body of water, evident from the upper left-hand corner of the image, where a natural coastline can be seen. The area has a flat, coastal topography typical for such salt extraction setups.\n\nNo buildings or people are visible in this shot, underscoring the industrial and uninhabited nature of the area. Surrounding the salt ponds, the landscape includes other similarly formatted areas and some vegetated lands, which appear green and are likely marshy given their proximity to coastal waters. The region beyond the immediate vicinity of the salt ponds seems to be more developed, with what looks like infrastructure or possibly more industrial facilities in the far distance. \n\nThis is a typical setup for commercial salt production where seawater is let into the ponds and then evaporated using the heat from the sun, leaving salt crystals that can be harvested. The strategic use of land to create these ponds near natural water bodies facilitates the process of salt extraction on a large scale.","title":"Marco Island land development on the southwest Florida coast. Many coastal developers dig channels for waterfront property lots. But since hard-to-get state permits are required to open the channels to the ocean, small \"land plugs\" are left between the channel exits and the open water. Buyers, meanwhile, are assured that such plugs are temporary.","placename":"Marco Island (Fla. : Island)","location":"Marco Island, Florida","nn1":["544782","545628","548602","545627","548600","548640","548635","544686","552991","550405","544670","555860","555880","551575","555844","548631"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["salt","pond","land","extraction","setup","water","crystal","heat","topography","board"]}
