{"path":"548654.jpg","date":"June 1973","photographer":"Schulke, Flip","caption":"The photograph depicts an old two-story wooden structure with a rustic, weathered appearance. The building is painted white, featuring wooden siding and a balcony that runs along the second floor, accessible by what appears to be stairs (not fully visible). Both levels have a porch supported by simple wooden columns. The architecture suggests a mix of functional and recreational purposes, typical of certain historic or rural American locales.\n\nThe ground floor includes multiple entranceways, each framed by contrasting dark trim and retaining functional doors. Prominent signage across the building announces \"Johnnie's Swinging Door Bar\" and advertises \"Hot Sandwiches\" and \"Cold Beer on Tap.\" The style and font of the signage convey a casual, possibly local ambiance, typical of a community bar or diner.\n\nThe setting appears to be a quiet street corner, evidenced by a street light and asphalt visible in the frame. The overall lighting in the photo suggests it was taken during daylight with bright, direct sunlight casting shadows on the building, enhancing the texture and aging of the wooden structure.\n\nNo people are visible in the shot, emphasizing the building itself as the focal point. The surrounding area seems devoid of significant activity at the time the photo was taken, contributing to a sense of stillness and perhaps nostalgia or abandonment. This building could be situated in a small town or an older neighborhood, telling stories of its operational days through its slightly unkempt and charismatic appearance.","title":"Sandwich shop in Key West shows characteristics of the old bahama style wooden residences that are a feature of the town","placename":"Key West (Fla.)","location":"Key West, Florida","nn1":["557156","547808","548655","552528","544088","552681","557643","549221","554707","543356","545355","553478","558037","558029","557633","545317"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["signage","announce","floor","story","font","diner","building","retain","tell","nostalgia"]}
