{"path":"548639.jpg","date":"June 1973","photographer":"Schulke, Flip","caption":"This photograph portrays an aerial view of a marina or waterfront development located along a coast, capturing a series of docks and harbored boats in a calm, tropical setting. The marina is structured into various segments with winding waterways, designed in such a way as to maximize the number of boats that can be moored within the available space. \n\nAt the center of the image, there is a larger body of water surrounded by docks, and numerous boats are docked along these, ranging from smaller vessels to slightly larger yachts. The land surrounding the water is predominantly sandy with a few green shrub-like plants, possibly indicative of a somewhat arid coastal environment. There are several structures visible, likely to be facilities related to the marina, such as boat storage, maintenance areas, or offices. Some areas of the marina are still under construction or development, as seen from patches of bare earth and minimal vegetation.\n\nThe surrounding landscape beyond the marina includes more greenery and appears to be a denser vegetative area, possibly a mix of scrubs and smaller trees typical of coastal regions. The body of water adjacent to the marina is a vivid turquoise, suggesting shallow waters, possibly a lagoon or a protected bay, which transitions into a darker blue, indicating deeper waters.\n\nThis setting suggests a location that is either tropical or subtropical, designed for both boat storage and direct access to open water, providing an ideal location for boating enthusiasts. The overall composition of the photograph, with its clear delineation of land and water, structured docking areas, and natural surrounding elements, paints a picture of a well-planned marine facility integrated into a beautiful natural landscape.","title":"Natural waterways and green groves of cudjoe key give way to the geometric canals and denuded land of the developers.  This is a trailer camp called \"venture out.\"  It is typical of land development on the Florida keys","placename":"Key West (Fla.)","location":"Key West, Florida","nn1":["548784","548638","548637","548634","546853","557450","545128","548969","548783","548075","542871","548763","548078","557462","552028","548515"],"cl":[10],"cluster":["#10 &mdash; Coastline"],"terms":["marina","boat","dock","water","delineation","lagoon","maximize","surround","storage","development"]}
