{"path":"548641.jpg","date":"June 1973","photographer":"Schulke, Flip","caption":"This photograph is an aerial shot, depicting an industrial scene within a natural environment. The central area of the photograph shows a body of water surrounded by various shades of vegetation, primarily dark green dense forestry. At the edge of this body of water, there is a large patch of white sand or potentially a chemical spill, which distinctly contrasts with the natural tones of the environment.\n\nOn this patch, industrial activities are occurring. There are two large pieces of construction equipment—what appear to be cranes or excavators. One of the machines, colored orange, is towards the middle part of the sand patch, and another, which is blue, is situated near greenish waters that might be tainted by the work involved. Next to these machines, there are groups of what might be barrels or small storage units, some of which are also orange, visible near the top right corner of the sandy area.\n\nA prominent yellow line that appears to be a floating barrier extends into the water, possibly as a measure to contain any spread of materials or to demarcate the working area.\n\nThe juxtaposition of heavy machinery against the backdrop of dense forest and clear natural waters indicates an intervention, likely construction- or extraction-related, into a natural or potentially aquatic environment. This might raise concerns about environmental impact given the industrial activity is directly adjacent to what appears to be a pristine natural area.","title":"Dredging land under development at Big Pine Key. Note that the canal shown here is \"plugged\" from exiting into the Gulf of Mexico. Permits to open artificial waterways to the sea are hard to obtain. Developers dig the canals anyway, but stop them just short of open water. Buyers assume that the \"plugs\" are temporary.","placename":"Key West (Fla.)","location":"Key West, Florida","nn1":["552169","551612","548775","555862","550350","545854","552427","544438","547053","547098","544282","551611","549169","548774","554546","550572"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["machine","sand","spill","patch","measure","excavator","water","spread","forestry","extraction"]}
