{"path":"548768.jpg","date":"June 1973","photographer":"Schulke, Flip","caption":"This is a photograph showing several individuals on a boat, engaged in activities likely related to maritime navigation or research. The primary focus is a man in the foreground, who is intently looking through a navigational sextant, a tool used for measuring the angle between two visible objects. His attire consists of a red life vest over a light-colored shirt, and he is also holding a red and black microphone or communication device near his mouth, suggesting that he may be documenting observations or coordinating with others.\n\nAround him, other individuals are equipped with similar red life vests, suggesting safety precautions typical for a boat setting. One man slightly to the left of the main subject is also adjusting a sextant, emphasizing the shared activity or purpose among the group. Everyone is dressed in casual, comfortable attire suitable for a boat journey, with shorts and light shirts, preparing them for warm weather.\n\nThe background shows the upper deck of the boat, including various maritime equipment and features like a white cabin structure, a flag, and a tall mast or pole. The ocean is visible in the far background under a bright sky, suggesting good weather conditions for maritime activities.\n\nOverall, the composition and setting suggest a group of people possibly conducting maritime research or involved in some form of navigational training or expedition on the water.","title":"Shell oil scientists on a snorkeling expedition at john pennekamp coral reef state park near key largo.  They are studying coral and other geological formations, using the underwater park as a laboratory","placename":"Florida","location":"Florida","nn1":["549616","552862","552861","555832","548769","549351","544269","548503","555828","548770","549602","549356","546758","555827","549336","549326"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["boat","vest","research","precaution","training","expedition","microphone","coordinate","measure","communication"]}
