{"path":"548782.jpg","date":"June 1973","photographer":"Schulke, Flip","caption":"This is an aerial photograph showcasing a landscape that features a combination of man-made structures and natural elements. The photograph displays a prominent runway extending from the center to the right border of the image. The runway appears long and is bordered by lush greenery, indicative of a tropical or subtropical environment.\n\nTo the left of the runway, there's a body of water that shows varying shades of blue, suggesting shallow waters possibly over a reef or seabed. Adjacent to this body of water on the left are several structured areas, including multiple rows of small white rectangular buildings, likely residential or administrative structures, arranged in a grid-like pattern. There's a main road that runs through the center of these structures, enhancing the organized layout.\n\nThe backdrop beyond the runway is dense green forest, leading up to other bodies of water scattered throughout the region, reflecting a vast expanse of wilderness interspersed with lakes or lagoons. This setting suggests a remote location, possibly an island or a coastal area with significant natural resources and minimal development. The overall composition of the photograph indicates a blend of functional human activity integrated into a largely unspoiled natural environment, emphasizing isolation and the interface between development and nature.","title":"Land development at North Key Largo with \"plugged\" canals state permits are required to open canals to the ocean and these permits are hard to get. Developers dig the canals anyway, and buyers can hope that the \"plugs\" will later be removed.","placename":"Florida","location":"OTHER","nn1":["548776","556932","548642","550554","550575","548643","553945","548779","550587","550104","556909","550556","550757","548778","548430","550398"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["runway","lagoon","reef","development","interface","body","island","border","resource","water"]}
