{"path":"548867.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"The photograph depicts a laboratory setting centered around food science or technology research. In the image, a woman, dressed in a white lab coat, is actively involved in examining or preparing large cuts of red meat, which are placed in transparent bins on a metal table.\n\nOn the left side of the image, a series of scientific glassware, potentially for conducting experiments or preserving samples, lines the tabletop. This setup includes multiple transparent containers filled with a yellowish substance, connected via tubing or piping, suggesting a systematic experimental process involving liquids.\n\nThe background features a large metal apparatus, potentially an industrial refrigerator or incubator, hinting at the controlled environment necessary for food science experiments. The overall setting implies a focus on quality control, food safety, or product development within a controlled scientific environment.\n\nForeground elements include a pile of a powdery substance on a black mat, likely a food additive or ingredient, which might be used in the meat processing or testing demonstrated. Additional laboratory materials, such as small containers and utensils, are scattered throughout, supporting the ongoing experimental work.\n\nThis image communicates a detailed snapshot of scientific research in food technology, showcasing both the practical and experimental aspects of meat processing and analysis within a laboratory setting.","title":"From red meat to ash--a four week laboratory procedure for measuring gamma radiation at epa's Las Vegas national research center","placename":"Las Vegas (Nev.)","location":"Las Vegas, Nevada","nn1":["548858","547710","548862","548860","552634","548856","552633","549342","546278","555249","555254","546344","552632","546327","546275","554941"],"cl":[30],"cluster":["#30 &mdash; Equipment"],"terms":["food","meat","science","experiment","control","substance","technology","research","processing","container"]}
