{"path":"548847.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"The photograph depicts an aerial view of a complex water management system, likely a dam with its associated infrastructure. The foreground shows a series of rectangular, large water basins or channels that are connected by infrastructure resembling bridges or walkways, surrounded by roads and smaller bodies of water that could be additional channels or ponds. This may indicate a filtration system or retention basins.\n\nSlightly further away, a large, snaking river dominates the landscape, bending through less structured, more natural terrain. Along the banks of the river, patches of vegetation and trees can be seen, providing a green contrast to the predominantly arid surrounding environment.\n\nBeyond the river, the middle ground is occupied by more built structures resembling a large dam, with water visible on both sides, suggesting it plays a role in controlling or redirecting the flow of water from the river. Some smaller buildings and roads are visible around these main installations, indicating maintenance facilities or operational hubs for managing the dam.\n\nIn the background, the terrain rises into hills and more rugged natural landscapes. The colors are dominated by the dark blue of the water bodies, the pale browns and greens of the arid land, and soft blues and greens in the distant hills under a twilight or dawn sky, suggesting the photo was taken during early morning or late evening. The landscape around the dam infrastructure is generally devoid of dense urban development, focusing primarily on the water management system and its immediate environment.","title":"Imperial dam takes last of Colorado river water for the united states.  It diverts water into all-american canal.  Desilting basins in center background","placename":"Yuma (Ariz.)","location":"Yuma, Arizona","nn1":["548925","548949","549004","548013","548936","551212","548012","548927","548920","548016","548007","548940","548975","548938","549497","548003"],"cl":[47],"cluster":["#47 &mdash; Dam"],"terms":["dam","system","basin","channel","river","infrastructure","water","management","resemble","green"]}
