{"path":"548880.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"This photograph depicts the interior of a small aircraft that has been adapted for scientific or technical purposes, based on the presence of various specialized equipment. Within the cramped and densely packed space, two individuals go about their tasks amidst the clutter of machinery and devices.\n\nOn the right side of the image, a man sits on a standard aircraft seat, dressed in a light-colored shirt with a brownish hue and dark pants, his attention focused on a small object in his hands, possibly taking notes or making adjustments. The aircraft's usual seating arrangement appears altered to accommodate the equipment and operations within.\n\nOn the left side, bending over deeply with his upper body disappearing out of sight into the lower dashboard area of the aircraft, another individual, wearing a reddish-pink checkered shirt, seems engaged in inspecting or operating something not visible in the shot. This physical positioning suggests he is handling or adjusting equipment housed on the floor or lower panels.\n\nThe background reveals an array of scientific or surveillance equipment; various meters, monitors, cables, and metallic devices are installed in a makeshift manner, indicating the aircraft’s primary use is likely for research collections or experimental purposes. Plastic sheeting partially obscures the ceiling, perhaps for insulation or as a protective layer against equipment interference or environmental factors.\n\nThe overall scene conveys a sense of active engagement in scientific research or data collection, where the aircraft serves as both transport and mobile laboratory, necessitating adaptations to its interior for specific technical tasks.","title":"Inside twin-engine aircraft operated by epa's Las Vegas national research center.  On board are radiation counters and air samplers","placename":"Las Vegas (Nev.)","location":"Las Vegas, Nevada","nn1":["542671","542668","552367","552375","549367","549378","552377","552386","542659","552382","545935","542576","555334","552356","542765","552380"],"cl":[30],"cluster":["#30 &mdash; Equipment"],"terms":["aircraft","equipment","research","device","collection","interior","scientific","factor","surveillance","interference"]}
