{"path":"548894.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"This photograph depicts an aerial view of a land area divided into rectangular sections, each seemingly used for different purposes, viewed from a high vantage point. The region is characterized by a stark contrast between agricultural cultivation and industrial or waste management use.\n\nOn the right-hand side, there is a large area of lush green fields which appear to be agricultural land, possibly crops, which spans the width of the image. This vivid green area features precise and manicured rows that indicate modern farming methods.\n\nAdjacent to this, on the left, is a markedly different scene dominated by browns and darker tones. It appears to be an expansive junkyard or scrapyard. This section is packed densely with numerous small items that, from this distance, form a chaotic pattern in contrast to the orderly agricultural lines next to it. The scrapyard includes what seem to be discarded vehicles and various other types of machinery and scraps.\n\nSeparating these two vastly different uses of land is a road that runs perpendicular to the green field rows, adding a linear element that creates a visual border. Parallel to this main road are other smaller paths or service roads within the scrapyard, suggesting operational sections within the site.\n\nThe overall composition of the photograph highlights the sharp division and juxtaposition between nature and industrial use, captured from an angle that emphasizes the organization and disorganization of human activities impacting the landscape.","title":"The All-American Canal transformed the Imperial Valley from desert to farm land with water from the Colorado River.","placename":"Blythe (Calif.)","location":"Blythe, California","nn1":["555752","550573","553454","558054","553943","555812","553695","548907","553059","547098","558414","553051","544498","551611","545059","555880"],"cl":[2],"cluster":["#02 &mdash; Agriculture"],"terms":["scrapyard","section","use","land","road","junkyard","row","division","method","cultivation"]}
