{"path":"548916.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"This photograph captures a striking aerial view of a riverscape, most likely a significant river, with various key elements creating a scenic natural composition. The river winds gracefully through the landscape, flanked by rough, mountainous terrain characteristic of arid or semiarid regions. The rich blues of the water contrast with the earthy tones of browns and greens of the surrounding land.\n\nIn the foreground, the river widens, with a boat visible on the water, creating a white wake that highlights its movement. Along the banks, the land is speckled with vegetation, and several areas denote human habitation and activity. There is a noticeable clustering of buildings, likely a small town or community, situated close to the river's edge. These buildings are small and densely packed, typical of a residential area.\n\nFurther into the background, the river continues to meander through the landscape, bordered by more rugged terrain. The distant views show further hints of a developed area with infrastructures like roads or possibly more housing, although the details are less distinct.\n\nThis vantage point also suggests the photo was taken from a high elevation, perhaps a neighboring cliff or overlook, providing a comprehensive view that stretches to the horizon where the river curves gently out of sight and the outlines of distant mountains or hills are visible against the skyline. The landscape is a mix of natural rugged beauty and human presence, indicating a balance between the two.","title":"Impounding of Havasu Lake by Parker Dam has created a popular recreational area in both Arizona and California. The dam also provides drinking water to Los Angeles and other cities of southern California.","placename":"Blythe (Calif.)","location":"Blythe, California","nn1":["550524","548934","549456","555753","550526","548921","550542","550562","544749","548935","548050","548010","548939","549081","555575","544744"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["river","riverscape","neighboring","denote","sight","land","speckle","characteristic","wake","housing"]}
