{"path":"548913.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"This photograph is an aerial view of the Hoover Dam, a massive concrete arch-gravity dam located on the border between the U.S. states of Nevada and Arizona, within the Black Canyon of the Colorado River. At its base, it holds back the waters of Lake Mead, a large reservoir that extends into the distance, its deep blue water contrasted starkly against the barren, rugged landscape of the surrounding desert.\n\nThe dam itself appears as a colossal, curved structure with a smooth, vertical front facing downstream. On top of the dam, a road runs across, connecting the rocky terrain on either side. The concrete towers with art deco styling, known as intake towers, rise symmetrically on both sides of the dam, framing the view. These towers are essential for water intake for power generation.\n\nOn the upstream side, the lake's water appears calm and is neatly bordered by the mountainous terrain, which is textured with varying shades of brown, tan, and black, indicative of minimal vegetation and harsh geological conditions. On the downstream side, the river appears as a narrow strip of water continuing through the canyon.\n\nThe surrounding area shows some signs of infrastructure related to the dam, including roads that wind around the rocky landscape and small buildings that are dwarfed by the immensity of the dam itself. The clarity and illumination in the image highlight the engineering feat represented by the dam and the stark beauty of the natural environment in which it sits.","title":"Parker Dam on the Colorado River forms the eastern end of the 150-mile Metropolitan Aqueduct which supplies drinking water to Los Angeles and intermediate cities.","placename":"Blythe (Calif.)","location":"Blythe, California","nn1":["548922","548930","548920","548947","548927","548938","548975","549024","548915","544141","548936","548003","548013","549004","544140","553828"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["dam","tower","gravity","styling","reservoir","generation","water","side","art","canyon"]}
