{"path":"548946.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"This photograph showcases a distinctive architectural structure positioned against a dramatic natural backdrop. The main feature is a large building with a classical, possibly Art Deco design, characterized by its orderly and streamlined appearance. Prominent are several large vertical pillars that extend downward in a symmetrical array, suggesting they might be functional parts of the building, possibly related to energy or water management.\n\nThe building is located at the base of rugged, dark rocky mountains, which rise steeply behind it, creating a stark contrast between the man-made structure and the craggy, natural terrain. The topography indicates that this might be a remote or scarcely vegetated area, common in desert or near-desert regions. Before the mountains, and surrounding the building, is a body of calm water, suggesting the building's function might be linked to the control or utilization of this water resource, hinting that it could be a dam or a hydroelectric power station.\n\nIn the foreground, only the water and parts of the lower structural facilities are visible, indicating the photograph was taken from a higher vantage point across the water. This perspective allows for an impactful visual composition, emphasizing the isolation and scale of the human-made structure within its natural environment. The lighting and shadows suggest that the photograph was taken either in the early morning or late afternoon, which enhances the texture of the mountainous terrain and the overall dramatic effect of the scene.","title":"Los Angeles Metropolitan Water District intake station on Havasu Lake","placename":"Yuma (Ariz.)","location":"Yuma, Arizona","nn1":["548870","544166","544151","556628","546468","556623","555320","544787","548013","555318","544150","553828","544141","548016","544537","555326"],"cl":[4],"cluster":["#04 &mdash; Bridges/Overpasses"],"terms":["desert","building","water","mountain","dam","pillar","topography","resource","function","terrain"]}
