{"path":"548927.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"The photograph is an aerial view capturing a large dam and its adjacent landscapes. The dam, which is curved in shape, divides a deep blue reservoir on one side from a river on the other, which snakes away into a rugged, mountainous landscape. These mountains, which surround both bodies of water, are arid and rocky, with little to no vegetation visible.\n\nOn the left side of the dam, connected by roads, there is a small town or settlement. The buildings are compact and closely spaced, suggesting a functional, possibly worker-focused community. The roads appear sinuous and adaptively laid out to the contours and elevations of the terrain.\n\nThe reservoir itself is serene, with very still water reflecting a deep, rich blue hue, possibly indicating significant depth. A few small white dots on the reservoir might be boats, suggesting recreational or operational activities on the water. The dam's infrastructure includes apparent intake or outlet structures, emphasizing the dam's operational purpose, likely for hydroelectric power generation and water management.\n\nOverall, the image showcases the impressive scale and engineering accomplishment of the dam, as well as the stark, natural beauty of the surrounding desert environment. The composition of the photograph, taken from an overhead perspective, highlights the human-made structure in contrast with the natural, rugged terrain that surrounds it.","title":"Parker dam on the Colorado river provides drinking water to Los Angeles and other cities.  It has also created a fine recreational area in the 25,000 acres of havasu lake","placename":"Blythe (Calif.)","location":"Blythe, California","nn1":["548947","548936","548975","548013","548920","548007","548938","549004","548915","548003","549024","544166","548012","548940","548925","553828"],"cl":[47],"cluster":["#47 &mdash; Dam"],"terms":["dam","reservoir","roads","outlet","engineere","generation","spac","lay","settlement","surround"]}
