{"path":"548917.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"This photograph provides an aerial view of a lakeside community, featuring a variety of activities and scenes. Along the foreground is a curved shoreline of a lake, where several boats—ranging from small motorboats to larger watercraft—are either moored in the water or pulled up near the shore. People can be seen gathered around this area, engaged in recreational activities likely associated with boating and the lake.\n\nAdjacent to the shoreline is a strip of land cluttered with vehicles, trailers, and temporary structures such as tents and makeshift shelters, which suggests a camping or leisure area. There is a notable congregation of people here, some of whom appear to be milling around or sitting, enjoying the day.\n\nBeyond this leisure zone, the area expands into a more organized residential section with rows of mobile homes and trailers spaced somewhat uniformly, indicating a form of permanent or semi-permanent settlement. These homes are equipped with small yards, and some have vehicles parked next to them. The settlement is interspersed with trees and greenery, softening the otherwise dense packing of homes.\n\nThe surroundings of the community are less densely wooded, with patches of sparse vegetation and bare ground, typical of a lakeside landscape that might also serve recreational or practical purposes for the residents and visitors. The overall atmosphere is that of a vibrant, active community engaged in outdoor and communal activities, emphasizing a casual, recreational lifestyle.","title":"Havasu lake is fed by the Colorado river and is impounded by parker dam.  The lake covers 25,000 acres in Arizona and California and is a heavily used recreational area","placename":"Blythe (Calif.)","location":"Blythe, California","nn1":["549521","551523","546856","552232","544002","548002","544006","544025","549934","552915","551218","543579","556966","546831","548052","551219"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["home","settlement","trailer","community","shoreline","congregation","watercraft","leisure","expand","lake"]}
