{"path":"548941.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"This photograph is an aerial view of a river crossing, likely taken from a high altitude. The river, appearing vibrant and rich in color, curves elegantly through the composition. On either side of the river, the landscape is primarily sand with patches of vegetation and structures scattered throughout.\n\nA main feature in this image is a long bridge spanning across the river. This bridge connects one side of the riverbank, characterized by a planned community with lush green landscaping and organized housing, to the other side that has more sparse and industrial-looking areas. The planned community side has a patterned arrangement of green spaces and small roads encircling the buildings.\n\nThe riverbanks are shaped to create beaches, and there are small boats visible in the water, indicating recreational activity. The overall setting is in a desert or arid environment, as evidenced by the large expanses of sand surrounding the river and developed areas.\n\nThe infrastructure of roads intersects at various points, connecting different parts of the landscape. To the left of the bridge, there are large, structured parking areas and several large, flat buildings, suggesting a commercial or recreational facility. \n\nThe setting is isolated yet developed, offering a stark contrast between natural and human-made environments. This location could be a popular spot for recreation or could serve as a crucial crossing point in a remote area.","title":"London Bridge crosses arm of Havasu Lake at Lake Havasu City. Rescued from demolition by an American buyer, the famous old span was transplanted here in 1971.","placename":"Yuma (Ariz.)","location":"Yuma, Arizona","nn1":["548928","549469","548924","548933","547263","548097","553663","548019","552107","546669","544752","548916","551188","548096","555727","546694"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["river","crossing","bridge","riverbank","sand","community","landscaping","point","side","recreation"]}
