{"path":"549088.jpg","date":"April 1973","photographer":"O'Rear, Charles","caption":"This photograph captures a lively scene of outdoor water-related activities. The setting is a wide river surrounded by arid, rocky hills with scant vegetation. The sky is clear and bright blue, suggesting a sunny day ideal for outdoor fun.\n\nIn the foreground, three individuals are captured in mid-air, evidently jumping off a rocky outcrop into the river. Their body positions vary; one of the jumpers has their arms spread wide and legs apart in a starfish pose, another is slightly bent at the waist and holding their nose, while the third appears to be diving head-first. Their dynamic poses express a sense of freedom and exhilaration.\n\nIn the middle distance, there are two speedboats, each pulling a person on water skis. The boats are creating white foamy trails in the water, indicative of their high speed. This provides a contrast between the serene drifting on the river’s surface and the active engagement of water skiing.\n\nOn the far shore, a cluster of small, colorful buildings, possibly vacation homes or rentals, line the waterfront. This area also features several docking sites where various other boats are moored. The backdrop of rugged hills provides a natural contrast to the recreational activities taking place.\n\nOverall, the composition of the photograph emphasizes a blend of relaxation and active water sports, set against a scenic natural landscape that enhances the feel of a recreational getaway.","title":"Diving into the Colorado river at \"parker strip,\" a favorite swimming spot of southern Californians and arizonians.  Increasing salinity of the water may prove a drawback to future enjoyment","placename":"Yuma (Ariz.)","location":"Yuma, Arizona","nn1":["548935","548939","544006","551218","551208","548921","549934","543943","545941","545933","549447","553439","548926","551538","551499","549460"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["pose","river","speedboat","express","drift","fun","jump","skiing","vacation","water"]}
