{"path":"549090.jpg","date":"April 1973","photographer":"O'Rear, Charles","caption":"The photograph captures a busy interaction scene likely at a ticket booth or customer service window. There are several individuals involved in the scene, predominantly inside what appears to be a booth or small, enclosed office with a window covered by sliding sections of glass.\n\nInside the booth, there is a female clerk or attendant. She is young, with short, dark hair and is dressed in a white blouse. She seems to be engaged in a task involving handling documents or tickets which she is either giving to or receiving from a customer. The interior of the booth features simple, functional equipment possibly used for transactions, including what looks like a cash register.\n\nOutside the booth, there are three men visible. The man directly facing the booth, presumably a customer, has a focused expression and is wearing a white shirt. He seems to be interacting with the attendant, possibly handing over or receiving items through the booth window. To his left, there is another man, looking on. This individual is dressed in a light pink shirt with a pattern and appears slightly perturbed or impatient. Another figure, partially visible in the reflection on the window glass, is dressed in a darker shirt and observes the interaction.\n\nIn the background, typical of a busy urban setting, one can see bright daylight and vehicles, suggesting that this scene might be near a street or parking lot, indicating a location that experiences regular foot and vehicle traffic. This setting contributes to the feel of everyday urban life, capturing a moment of ordinary interaction involving exchange and communication.","title":"Mexican green card farmworker, Jugo Olivas, and his wife cross border at Calexico to shop in American stores. His green card permits Olivas to work on farms in the United States.","placename":"Blythe (Calif.)","location":"Blythe, California","nn1":["551841","556794","556685","556678","557763","556648","556689","556207","556825","556682","556073","556054","556089","557909","556028","556676"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["booth","customer","attendant","ticket","window","cash","interaction","transaction","exchange","glass"]}
