{"path":"549086.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"The photograph depicts two individuals, likely engaged in some sort of inspection or exploration, on an expansive cracked and dried mud surface. The place looks like a dry lakebed or riverbed, characterized by its vast spread and deep fissures indicating significant drying and shrinking of the sediment.\n\nOne person appears to be squatting or kneeling, focused on examining the ground closely. He is wearing casual dark shorts and a dark t-shirt. The other person, who stands nearby, is dressed in a light long-sleeve shirt and light-colored pants, observing the area or perhaps waiting for the first individual to finish their examination. Both individuals appear to be wearing casual footwear suitable for outdoor activities.\n\nThe surface they are on seems very textured, with large, uneven cracks that are highlighted by the lighting conditions, suggesting either early morning or late afternoon. Some white linear elements, possibly makeshift paths, ropes, or measurement tapes, run along the cracked surface linking one part of the area to another. The background is softly out of focus, suggesting an open and undisturbed natural environment surrounding them.\n\nThe overall composition of the photograph, focusing on the foreground activity with a blurred background, emphasizes the vastness and isolation of the location, possibly underscoring the meticulous or investigative nature of the human activity taking place in this desolate environment.","title":"Segment of historic plank road is still preserved in sand dunes of Imperial Valley.","placename":"Blythe (Calif.)","location":"Blythe, California","nn1":["543802","543842","558108","549083","544184","544085","554347","552420","544176","542601","544751","543644","550397","544992","545604","555545"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["footwear","tape","place","examination","measurement","crack","riverbed","surface","individual","spread"]}
