{"path":"549035.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"This photograph captures an industrial setting focused on sugar beet processing. In the foreground, large piles of harvested sugar beets are visible, some of which are contained in the beds of several parked trucks that are likely waiting to offload their cargo. The trucks vary in color, including red, black, and a faded red or burgundy, and are attached to trailers filled to the brim with beets.\n\nThe middle ground of the photo is dominated by a substantial industrial complex comprising multiple buildings. The architecture of these structures is utilitarian, with flat roofs and mostly plain, unadorned facades of white and gray. This part of the facility includes a network of conveyors and walkways, likely used for moving beets through the processing stages.\n\nIn the background, significant features include tall, white cylindrical storage silos that rise prominently against the clear blue sky. These silos are equipped with pipes and structures that suggest their use in storage and processing. Smoke or steam can be seen emitting from stacks at various points atop the buildings, indicating that the facility is active.\n\nThe overall setting suggests a busy industrial operation, possibly during a peak period of processing after a harvest. The clear skies and the shadows suggest it is either morning or late afternoon. The facility's setup reflects a well-organized operation aimed at handling large quantities of agricultural produce efficiently.","title":"Truck loads of sugar beets will be processed at the holly sugar corporation plant near brawley in the imperial valley","placename":"Blythe (Calif.)","location":"Blythe, California","nn1":["548983","546390","554936","557385","558141","553013","543169","552152","556602","543764","546752","542553","543642","544169","545992","543174"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["silo","processing","facility","harvested","organized","storage","quantity","process","harvest","operation"]}
