{"path":"549014.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"This photograph captures a vivid and bustling street scene, likely from a historic period based on the style of vehicles and signage. The image predominantly features a dense array of colorful and brightly illuminated neon signs advertising various motels, restaurants, and other businesses. Names and themes on the signs suggest a mid-20th century American city known for its nightlife and tourist attractions, possibly Las Vegas.\n\nIn detailed observation:\n- The foreground shows multiple lanes of a street teeming with cars typical of mid-century automobile design, suggesting the photo was taken in the 1960s or 1970s.\n- The center and right side of the image are dominated by vertical neon signs, each clamoring for attention with vibrant colors and bold text. Words like \"Motel,\" \"Safari,\" and \"Route\" are prevalent, alongside brands like \"Volvo\" and \"Jim Marsh American,\" which likely refer to car dealerships or repair shops.\n- The signs also feature phrases like \"Free TV\" and \"Heated Pool,\" typical motel amenities advertised during this era.\n- In the background, less distinct signage can be seen, continuing the pattern of neon and extending the commercial clutter deep into the photo.\n- The backdrop shows buildings of varying heights, possibly hotels or business buildings, under a dusky sky, suggesting this photo was taken either at dawn or twilight.\n- There is no visible human activity beyond the traffic; the focus is squarely on the commercial and urban environment.\n\nOverall, the photograph encapsulates the vibrant, commercial hustle typical of a busy urban district in mid-20th century America, heavily focusing on consumerism and automotive movement.","title":"Las vegas street scene","placename":"Las Vegas (Nev.)","location":"Las Vegas, Nevada","nn1":["549017","549113","545216","555446","553017","551135","549872","551494","554297","545618","551125","550139","549008","550127","547369","554709"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["neon","motel","advertise","sign","signage","business","dealership","refer","teem","hotel"]}
