{"path":"549172.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph depicts a large-scale mining operation. At the forefront, the image shows a vast, multi-tiered open-pit mine with exposed earth layers forming a zigzag pattern down into the pit’s depths. The colors of the earth layers vary from dark browns to pale sandy tones, indicating different soil compositions or mineral contents.\n\nSeveral pieces of heavy machinery are scattered throughout the terrain, including trucks and excavators, which appear tiny in relation to the size of the mine. These machines are actively engaged in excavation and transport of materials, as evidenced by the trails of dirt and disturbed earth around them.\n\nAround the edges of the open pit, you can see undisturbed green grassy areas and patches of trees which starkly contrast with the dug-out sections, highlighting the major environmental intervention. A winding dirt road snakes its way around the pit, illustrating the primary access route for vehicles.\n\nThe backdrop of the photography is somewhat peaceful with soft, rolling hills that rise gently in the distance. The sky above is clear, enhancing the visibility of the mining details and adding a natural light that brightly illuminates the scene. This juxtaposition of industrial activity with the natural landscape underscores the extensive human impact on what might otherwise be a purely pastoral setting.","title":"Peabody Coal Company strip mine, south of Colstrip. The coal fields of the Powder River region cover some 25,000 square miles, the largest such area in North America. Long-range proposals call for massive strip-mining of this region, coupled with the construction of many, huge power plants. The eventual mining development may be of such magnitude as to make the devastation of Appalachia seem minor by comparison.","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["544112","549241","552177","549242","544100","553049","549167","544110","544054","543758","549171","544111","554631","544785","549177","544064"],"cl":[25],"cluster":["#25 &mdash; Mining Operations"],"terms":["pit","mine","earth","mining","relation","layer","dirt","excavator","snake","intervention"]}
