{"path":"549193.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"The photograph features a section of an old log cabin with a rustic and weathered appearance. On the left side, there is a window framed with a brown material that looks like chinking or a caulking substance used to fill gaps between the logs. The windowpane is obscured by a reflective material, possibly a dark or dirty glass, which prevents a clear view inside. The sill and frame of the window are in a lighter color compared to the dark brown of the logs, providing a small visual contrast.\n\nTo the right of the window, there is a closed door. The door is set within a frame that is similarly treated with a material that fills the gaps between the logs. The door itself is vertical planks of weathered wood that appear to be untreated and show signs of age and exposure to elements. The handle or any other hardware is not visible in this view, suggesting either the angle of the photograph obscures it or it is minimally adorned.\n\nThe logs that make up the walls of the cabin are in varying shades of brown, each log marked with textures that suggest they have been hand-hewn or roughly processed. The lines between the logs are fairly uneven, filled with dark chinking that stands out against the lighter wood.\n\nIn the foreground at the bottom of the photo, parts of wooden boards and debris can be seen, which might suggest recent alterations or disrepair. On the right, partially visible, is a tree or bush with small leaves, adding a touch of green and indicating the cabin might be in a natural, possibly forested, setting.\n\nOverall, the photograph captures the essence of a traditional, aged log cabin with natural and historic qualities, placed in a serene environment that evokes a sense of quiet and solitude.","title":"An old log home still stands in the heart of the area where massive strip-mining operations are proposed","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["555231","555295","554786","546149","549152","544865","543350","554084","545518","543339","554438","554696","551111","557633","554436","557640"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["log","cabin","gap","door","material","hardware","sill","treat","brown","window"]}
