{"path":"549175.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This image depicts a sprawling, hilly landscape viewed from an aerial perspective. The terrain is covered with multiple shades of green, indicating varying vegetation.\n\nThe central and right parts of the photograph show a series of parallel, linear patterns on the hillsides which seem to be agricultural terraces or contoured plowing, designed perhaps for erosion control or optimized farming. These patterns are distinctly organized and cover vast areas, suggesting a large-scale agricultural operation.\n\nTowards the left side of the image, there is a more developed area with buildings, roads, and possibly smaller farmlands. The infrastructure in this section includes several small structures and an open area that might be used for gatherings or storage.\n\nConnecting these two principal zones is a winding road that meanders through the landscape, enhancing the connectivity within the area. Alongside the road, near the terraced fields, runs a thin stream or small river, visible as a blue snake-like figure amidst the greenery, adding a natural water resource to the scene. \n\nThe background extends to a fading horizon where the terrain gently rolls into flat plains and eventually meets a hazy, distant mountain range, barely visible under the blue sky. The vastness of the landscape suggests a rural setup aimed at agriculture and possibly livestock farming. The overall composition of the photograph reflects a blend of human intervention with natural topography, showcasing an environment shaped both by natural forces and agricultural needs.","title":"Power plant under construction alongside old spoil piles left by Burlington-Northern strip mining operation 20 to 30 years ago.","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["557548","544768","553978","553977","555873","558414","554164","554027","553668","553059","545842","543673","542708","556968","547995","553817"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["farming","road","terrace","plain","connectivity","farmland","snake","need","livestock","intervention"]}
