{"path":"549169.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"The photograph captures a large-scale construction or industrial site situated in a vast, natural landscape dominated by verdant, tree-covered hills. The central focus of the image is an active construction zone, likely a mining site or a large development project, given the presence of heavy machinery and infrastructure.\n\nIn the foreground and center of the image, the site is densely populated with construction equipment, vehicles, and materials. Notably, a large, towering yellow crane dominates the area, indicative of significant, heavy-duty operations. Several buildings, likely temporary structures such as trailers used for offices or storage, are visible alongside numerous construction vehicles and piles of raw materials such as wood, metal beams, and pipes.\n\nThe ground throughout the site is mostly bare, with reddish-brown earth exposed, suggesting recent excavation work. There are several dirt roads winding through the site, and a collection of personal vehicles parked near the buildings, indicating the presence of many workers.\n\nThe background shows a contrasting environment of lush green hills with dense trees, indicating that the site is located in a relatively remote, possibly mountainous area. The natural beauty surrounding the industrial activity creates a juxtaposition of human intervention and untouched nature.\n\nOverall, the composition of the photograph depicts a significant human endeavor in the midst of a forested, hilly landscape, highlighting the scale and impact of construction or mining operations on the environment.","title":"Westmoreland coal company begins strip-mining operations at sarpy basin.  A walking dragline to strip coal is under construction","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["553453","547225","554809","555633","549255","553383","554830","554815","543785","545648","544438","547235","550565","547591","543105","545641"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["site","construction","mining","trailers","vehicle","verdant","scale","operation","hill","material"]}
