{"path":"549166.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This image depicts a construction site situated in a rural or semi-rural setting. In the foreground, a large field of yellow wildflowers adds a natural contrast to the industrial scene in the background. The primary focus of the image is on a large, steel framework of what appears to be a building or industrial structure that is under construction. This framework consists of multiple levels of steel beams creating a skeletal outline of the eventual structure.\n\nTwo tall cranes are visible, one positioned directly beside the structure, suggesting ongoing heavy lifting and construction work. Their presence underscores the scale and the industrial nature of the project.\n\nIn the background, beyond the construction framework, various other buildings are observed — one notable building has a green exterior. There appear to be parked cars and other vehicles, indicating the presence of workers and ongoing activities. Additionally, various construction materials and parts can be seen scattered around the site, such as beams and plates, which are possibly waiting to be integrated into the construction.\n\nThe backdrop features a cloudy sky which provides a dynamic and somewhat dramatic atmosphere to the scene. There are also hills visible in the far distance beyond the construction site, reinforcing the semi-rural setting of the project. The overall composition of the photo captures a moment of significant industrial endeavor within a more tranquil natural landscape.","title":"A 350-megawatt power plant under construction at Colstrip--one of four power plants proposed for the area.","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["549127","549640","547235","544167","557728","549128","549169","553453","553391","554809","555373","556940","554830","548431","549912","546833"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["construction","framework","project","site","steel","beam","lifting","endeavor","plate","wildflower"]}
