{"path":"549139.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This image captures a picturesque landscape dominated by natural elements. At the forefront, a gathering of vibrant green trees, likely conifers, are set against a sprawling grassy meadow that stretches across the middle ground of the photograph. The meadow exhibits varying shades of green, possibly indicating different types of vegetation or the play of shadow and light across its surface.\n\nBeyond the meadow, rolling hills and low mountains form a serene backdrop. These hills show a blend of green and brown hues and appear densely forested, providing a rich texture to the scenery. Some parts of the hills are lighter in color, possibly due to rock faces or different vegetation.\n\nAbove these natural formations, the sky is remarkably clear and deep blue, except for a significant, fluffy white cloud that prominently occupies the center and top of the frame. This cloud stands out sharply against the blue sky, adding a dynamic element to the otherwise tranquil landscape.\n\nOverall, the composition is balanced and peaceful, portraying a typical serene and undisturbed natural environment. There are no visible man-made structures or people, emphasizing the untouched beauty of the scene. The quality and style suggest that this might be a mid to late 20th-century photograph based on the color saturation and the type of film used, which gives it a slightly vintage feel.","title":"Westmoreland Coal Company's land rises above adjacent farm and ranch fields in Sarpy Basin. Coal seams under these fields make them a target of the strip mine operators.","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["550604","548025","549249","556990","549238","550667","552903","557099","549236","549155","550602","550537","549218","543569","550356","550536"],"cl":[49],"cluster":["#49 &mdash; Weather Phenomena"],"terms":["meadow","hill","type","conifer","saturation","cloud","film","play","scenery","forefront"]}
