{"path":"549164.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph features a weathered informational sign mounted on a metal frame about the Wyodak Coal Mine. The sign is erected by the Wyodak Resources Development Corp. and clearly visibly branded at the center-top of the placard. Underneath, in bold text, the name \"WYODAK COAL MINE\" is prominently displayed.\n\nThe sign provides a comprehensive explanation about the coal mine, mentioning that it is a wholly owned subsidiary of Black Hills Power and Light Company, and serves as a key energy source for generating electricity in the Black Hills region of Wyoming and South Dakota. It details the coal reserves in Campbell County, estimating them to be sufficient for hundreds of years of production.\n\nFurther, geological aspects are described. It states that the coal is part of the Fort Union Formation, naming two significant coal beds— the Roland bed, which is uppermost, and the Smith bed, positioned directly below. Details are also provided on the characteristics of the coal, describing it as sub-bituminous with varying thicknesses and notable heat content.\n\nThe narrative on the sign emphasizes the importance of this natural resource to the economies of Wyoming and South Dakota, outlining that the coal is mined, crushed, sized, and treated on site prior to shipment.\n\nIn the background, the overcast sky and hints of natural landscapes, including green hills, suggest a remote, perhaps rural location. The setting is utilitarian and straightforward, aiming to convey essential information to the viewer about the coal mine's operations and significance.","title":"The wyodak coal mine at gillette.  One of the many power plants proposed for the power river basin will be constructed here","placename":"Wyoming","location":"Wyoming","nn1":["556403","549161","549188","556404","549243","543637","557403","554624","547078","556466","552686","556461","556424","554808","555591","543641"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["coal","bed","describe","sign","name","treat","thickness","electricity","reserve","heat"]}
