{"path":"549142.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph depicts a serene, rural landscape that seems to emphasize simplicity and the natural beauty of the terrain. The foreground features lush green grass that stretches over undulating hills, with a focus on pastoral farming as indicated by several fences that run parallel and create sections in the field. The fences are rustic, mostly made of wood, and appear weather-worn, suggesting an established, managed grazing area.\n\nOn the left, there is a small raised area or knoll, slightly more elevated than the surrounding land. This small hillock is crowned with a cluster of around four trees, providing a distinct visual point of interest. These trees seem to be coniferous, standing stark against the sky with their dark, dense foliages.\n\nThe central and right part of the image showcases broader sloping hills with smoother contours and very sparse or distant vegetation. The landscape under these vast skies could evoke a sense of isolation or tranquility, depending on the viewer's perspective.\n\nThe sky itself is a tapestry of fluffy, cumulus clouds interspersed with patches of blue. There seems to be a gentle diffusion of light, suggesting it might be an overcast or partly cloudy day. The overall mood of the photograph is peaceful, with a hint of solitude and the ruggedness of a rural setting. There's no visible presence of human activity or modern intrusions, which enhances the timeless quality of this agrarian scene.","title":"Ranch in Sarpy Basin. The Westmoreland Coal Company wants to expand its strip mining operations in this area.","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["549236","545040","557087","549256","554722","555567","555603","549156","554801","549146","557749","549218","549261","550667","549141","546154"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["diffusion","grazing","fence","cumulus","intrusion","tapestry","ruggedness","hill","farming","contour"]}
