{"path":"549155.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph depicts a serene landscape likely taken in a hilly or mountainous region. The foreground shows lush, vibrant green grass that covers gently rolling hills. A few isolated trees, probably deciduous, are sporadically placed in the landscape, adding to the rural and natural feel of the scene.\n\nA few notable rock formations interrupt the grassy expanse, giving a rough, rugged contrast to the soft grass. These rocks, rounded and somewhat eroded, appear clustered together, possibly forming a small, rocky hill or outcrop.\n\nBeyond the immediate grassy and rocky area, the middle distance shows a denser collection of foliage, darker green trees that could be a mix of bushes and larger trees, filling the gap between the foreground and the distant background.\n\nIn the background, the landscape rises into what appears to be a range of mountains or high hills. These further distances show layered hues of blue and gray, typical of distant mountains, contributing to a sense of depth. The mountain range has jagged, irregular outlines, suggesting rocky or uneven terrain, and is covered in patches by what might be forest or scrubland.\n\nThe sky is relatively clear, with just a few wispy clouds, suggesting a pleasant, sunny day. This type of weather enhances the vibrancy of the colors in the photograph, particularly the greens of the grass and trees and the blues of the distant mountains.\n\nThis scene might be typical of places like the foothills of the Rocky Mountains, or similar regions, where ecosystems transition from plains to mountainous terrain. The absence of any human-made structures or presence suggests a focus on natural scenery, possibly indicating the area's use for conservation or recreation.","title":"The Bud Redding ranch at Sarpy Basin lies in the path of the expanding Westmoreland Coal Company. Redding and his son have refused to sell to Westmoreland.","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["549236","552903","549218","549249","555671","549238","550510","550440","554722","557189","555616","552553","548025","549139","549142","549186"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["mountain","hill","grass","range","plain","region","gap","outcrop","rock","recreation"]}
