{"path":"549173.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph shows an aerial view of a large-scale strip mining operation. The landscape is dominated by massive piles of earth and exposed layers of soil and minerals, creating a pattern of dark and light stripes. The mining area is extensive, with different sections showing varying depths and amounts of excavation.\n\nTo the left of the image, the land has been dramatically reshaped into wide terraces, while to the right, there are deeper pits and excavations, creating a more rugged appearance. There are a few roads or tracks that wind through the site, used for transporting materials and equipment. In the foreground, there are some logs lain out in a pattern, possibly for construction or stabilization purposes.\n\nThe surrounding environment contrasts sharply with the disturbed mining site. There are lush green areas with trees and grass, highlighting the impact of the mining on the natural landscape. The backdrop features rolling hills and patches of woodlands, emphasizing the rural, possibly mountainous setting of the mining operation. Overall, the photograph presents a striking juxtaposition between industrial activity and natural scenery.\n","title":"Peabody coal company strip mine, south of colstrip.  The coal fields of the powder river region cover some 25,000 square miles, the largest such area in north america.  Long-range proposals call for massive strip-mining of this region, coupled with the construction of many huge power plants.  The eventual mining development may be of such magnitude as to make the devastation of Appalachia seem minor by comparison","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["543857","544064","549177","543674","549174","549172","543754","545835","549171","544785","554769","543758","544789","549167","552177","544055"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["mining","excavation","terrace","site","pit","operation","woodland","mineral","amount","strip"]}
