{"path":"549147.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph captures a scenic landscape characterized by its rugged terrain. In the foreground, there is a highly textured cliff face, showcasing various layers of sediment and rock. These shades range from dark grays at the bottom to lighter browns and creams towards the top. The rugged texture of the cliff is emphasized by shadows and highlights that accentuate its crevices and protrusions.\n\nBeyond the cliff, the middle ground opens up to a flat, expansive plain. The ground is mostly a dull green, perhaps indicating sparse grassy vegetation, complemented by patches of bare soil which break the uniformity of the terrain. This plain serves as a stark contrast to the rough and uneven cliff edge.\n\nIn the distance, a rolling hill or small mountain rises gently from the plain. This hill, unlike the cliff in the foreground, is covered in grass with scattered trees and shrubs, suggesting a slightly different ecosystem or better conditions for vegetation. The top and the sides of this hill appear smoother and more rounded compared to the craggy foreground.\n\nAbove all, the sky blankets the scene with overcast light, giving the earthy tones a muted appearance and contributing to the overall tranquil and untouched atmosphere of the landscape. The overall composition showcases the layers and diversity of the natural terrain, from the harsh rocky forefront to the softer, verdant hill in the background.","title":"Strip-mined land provides sharp contrast to untouched field in background. Part of the Powder River region which contains the largest deposit of low-sulphur coal in America.","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["554817","555592","545589","545783","555589","543846","555616","544745","545724","555587","545895","553994","549179","546385","543838","552445"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["cliff","plain","hill","protrusion","terrain","layer","uniformity","crevice","cream","diversity"]}
