{"path":"549174.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph portrays an aerial view of a large-scale mining operation, characterized by its expansive landscape and varied terrain. The image captures a stark contrast between natural landscapes and human industrial activities.\n\nThe foreground and midground of the photo exhibit large mounds of earth and rocks, likely tailings and excavated material, formed into ridge-like structures with visible layers and striations indicating earth-moving activity. The darker earthy textures suggest freshly exposed surfaces, while lighter zones may be dust or older, weathered material. Some areas show patches of vegetation, implying either reclaimed areas or sections yet to be mined.\n\nTo the center-left, a network of roads weaves through the terrain, connecting different parts of the mining site. These roads surround various pockets of water, which appear blue, possibly indicating collected rainwater or process water from the mining activities.\n\nIn the background, the terrain transitions to greener areas with more vegetation, highlighting the contrast between the disrupted earth of the mining site and the natural landscape. A distinct curvy road in the bottom left leads toward more developed areas, likely the operational centers associated with the mine.\n\nThere are no visible people or moving vehicles in the photograph, indicating either an absence of activity at the time or a viewpoint too distant to capture fine details like individual human presence. The overall composition of the photograph is a stark, powerful reminder of the scale and impact of industrial activities on natural terrains.","title":"Peabody coal company strip mine, south of colstrip.  The coal fields of the powder river region cover some 25,000 square miles, the largest such area in north america.  Long-range proposals call for massive strip-mining of this region, coupled with the construction of many huge power plants.  The eventual mining development may be of such magnitude as to make the devastation of Appalachia seem minor by comparison","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["543857","543758","543674","544111","549167","544785","544100","549177","544064","543729","549172","552177","555621","549242","544054","543754"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["mining","earth","terrain","excavate","greener","reminder","striation","exposed","reclaim","site"]}
