{"path":"549177.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"The image depicts an expansive open-pit mining operation, captured from an aerial viewpoint. The terrain within the camera's scope is predominantly rugged and barren, showcasing various earth tones ranging from sandy yellows to deep browns. The excavated areas create a series of contoured, terraced formations which are indicative of the process of strip mining.\n\nIn the center of the image, there is a deep pit which is darker in tone compared to the surrounding land, suggesting either water accumulation or deeper excavation reaching different soil layers. Extensive dirt tracks are visible, snaking their way through the area, implying the movement of vehicles and heavy machinery. The equipment itself, however, is not prominently visible, possibly due to the wide scope of the photograph.\n\nTowards the horizon, the land transitions to a more natural, untouched state with patches of greenery and trees, contrasting sharply with the disturbed earth in the foreground. This could indicate the edges of the mining operation nearing less affected areas. The sky above is clear, casting natural light that enhances the starkness of the mined landscape against the natural backdrop.\n\nThis image captures the stark impact of industrial activities on natural landscapes, highlighting the extensive alteration and removal of earth layers for resource extraction. The absence of visible human activity or large machinery in the photograph focuses attention on the magnitude and scope of the environmental disruption.","title":"Peabody coal company strip mine, south of colstrip","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["549167","544112","543758","555621","552177","544111","549242","549172","549241","544785","554768","544054","543857","544100","549174","554769"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["scope","mining","pit","earth","excavated","magnitude","removal","starkness","deeper","machinery"]}
