{"path":"549168.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph depicts an aerial view of an industrial site, likely associated with mining or material processing. In the center and forefront of the image, there is a large, complex structure with multiple levels, featuring conveyor belts that are transporting material. The conveyors connect to a towering structure, possibly a hopper or a processing facility, which dominates the center of the image. Several industrial buildings, vehicles, and equipment are scattered around the main structures, suggesting various operational activities.\n\nThe area around the industrial setup is marked by large tracts of land that have been cleared and reshaped extensively, indicative of significant earth-moving and excavation activities. There are multiple dirt roads crisscrossing the area, forming a web-like pattern against the natural landscape. Patches of standing water, possibly from recent rainfall, are visible within the disturbed land areas, reflecting environmental impacts.\n\nThe landscape surrounding the industrial operations is a mix of grassy plains and hilly terrains, with sparse vegetation. This suggests a rural or semi-rural setting, likely away from dense urban areas. The natural landscape gently rolls away into the distance where more hills can be observed, painted green, likely indicating this image was taken during a time when the vegetation is lush.\n\nOverall, the photograph captures the striking contrast between heavy industrial activity and the natural environment, highlighting the extent and impact of human industrial operations on the landscape.","title":"Peabody coal company strip mine, south of colstrip","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["551037","554764","551612","543169","551585","544062","542513","546055","544788","556565","544569","544048","544059","551611","555761","544068"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["hopper","web","moving","extent","crisscrosse","impact","land","operation","clear","plain"]}
