{"path":"549171.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph captures a large-scale surface mining operation. The scene shows several massive mounds of earth that have been excavated and shaped into sharp, sloping ridges. The color of the dirt varies from dark grey to lighter shades of beige and brown, indicative of the different mineral layers being unearthed.\n\nIn the center of the image, there's substantial mining equipment, including what looks like a large excavator or crane situated on the edge of a deep excavation pit. Surrounding this main piece of equipment are several large, heavy-duty dump trucks and other machinery, possibly involved in transporting excavated material or further digging.\n\nThe background provides a stark contrast with greener landscapes visible in the upper right corner, suggesting that this mining site is located near more verdant areas, possibly near a valley. The transition from natural green terrains to the extensively altered mining site emphasizes the impactful nature of such operations on the environment.\n\nOverall, the photograph provides a vivid depiction of the scale and intensity of human industrial activity in extracting earth materials, highlighting both the technological capability and the environmental footprints associated with such endeavors.","title":"Peabody Coal Company strip mine, south of Colstrip. The coal fields of the Powder River region cover some 25,000 square miles, the largest such area in North America. Long-range proposals call for massive strip-mining of this region, coupled with the construction of many huge power plants. The eventual mining development may be of such magnitude as to make the devastation of Appalachia seem minor by comparison.","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["549172","555606","543857","544100","545831","553049","554828","552177","544112","552416","544064","543674","544107","549174","549177","544110"],"cl":[25],"cluster":["#25 &mdash; Mining Operations"],"terms":["mining","capability","earth","site","dump","excavator","footprint","pit","scale","operation"]}
