{"path":"549156.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"The photograph captures a vivid rural landscape dominated by features typical of a semi-arid region, possibly indicative of locations such as those found in the American West. In the foreground, the image displays an expansive field dotted with varied shrubs and wild grasses, showcasing a rich tapestry of greens and yellows under natural lighting, presumably taken sometime midday given the brighter sky and diffused light conditions.\n\nA rustic and slightly dilapidated wooden fence stretches across the field from the bottom left corner, moving horizontally before it bends away into the distance, guiding the viewer's eye across the photograph. This improvised barrier serves as an element that adds character and a sense of the rural charm to the scene.\n\nIn the midground, the field transitions to a more vivid green, suggesting different vegetation or perhaps even managed pastureland, contrasting with the untamed nature closer to the forefront. Further on, the landscape merges gently with rolling hills that rise in the distance. These hills are characterized by sparse vegetation, indicative of rocky terrain and exposed surfaces that reflect the challenges of agriculture or natural growth in such environments.\n\nThe background is defined by these mounded hills and outcroppings, creating a beautiful, natural skyline that further emphasizes the tranquility of the scene. The hills create a natural pathway leading towards a largely clear sky, with a few patches of white clouds, enhancing the sense of openness and serenity of the area.\n\nNo human figures are present in this scene, emphasizing the vastness and perhaps the solitude of the landscape. The overall composition and elements in the photograph come together to paint a picture of a peaceful, natural environment, largely untouched and dominated by the variances of natural terrain and vegetation.","title":"Ranch lands in the Powder River Basin near Colstrip long-range plans call for massive strip-mining of the area and the construction of huge power plants capable of producing 200,000 megawatts of power. The power plants would emit more minute separate particles than New York City and Los Angeles combined.","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["545040","549142","545828","552903","549236","557087","546154","556990","543774","549182","549146","549181","546102","555567","552582","549141"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["hill","field","outcropping","improvise","tapestry","vegetation","serenity","openness","midday","agriculture"]}
