{"path":"549148.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph depicts an industrial mining scene, characterized by a fairly large and expansive excavation site. The site is surrounded by steep blackened cliffs that form an almost circular pit, suggesting the operation is possibly for coal, given the dark hue of the exposed earth and cliff faces.\n\nWithin the pit, there are dark soil or mining debris scattered across the floor, with very minimal vegetation, reflecting the barrenness typical of mining operations. In the center of the image, a pathway is visible that serpentines down towards the site, used possibly by trucks and heavy machinery.\n\nTo the lower left, there is a small, single-story building that appears to be a site office or a storage unit. A set of stairs leading to this building indicates it's intended for regular access. Adjacent to this building, a small tree and a couple of bushes have managed to grow, adding a slight touch of greenery to the otherwise dominantly earthen palette of the scene.\n\nIn the distance, and contrasting the pit, the upper edges of the photo show brighter, grass-covered ground, which boldly stands out against the darker colors of the excavation site. To the far right, what looks like another piece of heavy machinery is visible, signifying ongoing work or operations.\n\nOverall, the composition captures the scale and environmental impact of industrial activity, juxtaposed with hints of natural resilience evident in the sparse vegetation.","title":"The wyodak coal mine near gillette, Wyoming.  Long-range plans call for massive strip-mining of the powder river basins and the construction of huge power plants.  One of the power plants will be constructed at gillette","placename":"Wyoming","location":"Wyoming","nn1":["549241","549167","549242","544100","543857","550568","543861","554765","552686","554764","549243","543758","544111","551065","544139","549174"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["pit","site","mining","excavation","cliff","operation","blacken","serpentine","machinery","brighter"]}
