{"path":"549224.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph captures a commercial roadside scene, which seems to be taken from an elevated perspective overlooking a highway. The image is filled with various elements typical of a busy roadside in an urban or suburban setting:\n\n1. **Roadways**: Central to the image, there's a curved highway overpass with a multi-lane road beneath it. Vehicles of various types and ages, including cars and trucks, are visible on these roads, moving in different directions.\n\n2. **Signage**: Prominently, there are large commercial signs mounted on poles. One of the largest, labeled \"Pacific Power,\" features an image of a cowboy on a bucking horse. Other signs include directions and advertisements for motels, truck services, and other roadside amenities.\n\n3. **Commercial Buildings**: On the right side, there is a complex that includes a motel and what appears to be a truck service area. The motel sign is paired with a symbol resembling a Christian church, indicating possibly an integrated chapel service or theme.\n\n4. **Vehicles**: There's a dealership or parking lot filled with cars and trucks, prominently showcasing the variety of vehicles typical to the era when the picture was shot.\n\n5. **Background**: Beyond the immediate commercial foreground, the backdrop shows a more residential or industrial area with various buildings and some open land. The horizon is flat, suggesting this may be in a relatively level geographical area.\n\n6. **Overall Atmosphere**: The assortment of signs and the extensive vehicular presence suggest this picture captures a thriving, busy area, catering primarily to motorists and truckers, likely dating back a few decades given the styles of the vehicles and billboard designs.\n\nThis snapshot is a rich document of a particular type of American roadside commerce from a bygone era, definitely indicative of mid-to-late 20th century.","title":"Casper--Wyoming's leading industrial city","placename":"Wyoming","location":"OTHER","nn1":["549113","553017","545614","545618","549017","547369","555438","549014","548889","551071","550143","547651","554709","544723","545216","549008"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["motel","roadside","truck","service","vehicle","highway","direction","sign","picture","dealership"]}
