{"path":"549267.jpg","date":"May 1973","photographer":"Manheim, Michael Philip","caption":"This photograph captures a vibrant urban scene that appears both bustling and somewhat dated. A row of traditional, multi-story townhouses with ornate facades lines the left side of the image. These buildings show architectural elements typical of late 19th or early 20th-century styles, such as bay windows and decorative railings, suggesting they might be located in an older residential area of a city.\n\nThe street is notably busy with a variety of vehicles that hint at the era in which the photo was taken. In the foreground, a large truck is loaded with an assortment of debris, prominently featuring jagged metal pieces and possibly parts of demolished buildings. The truck is emitting a noticeable amount of exhaust, which contributes to the grittier feel of the setting.\n\nFurther down the street, parked cars of various models also reflect an earlier time period, potentially the 1970s or 1980s given their designs. A lone pedestrian seems to be crossing the street behind the truck, adding a human element to the scene.\n\nTo the right side and further in the background, more industrial-type buildings are visible, one marked with an ambiguous sign that includes the word \"STATION.\" This could indicate a commercial or possibly light industrial area that coexists with residential zones.\n\nOverall, the photograph offers a glimpse into an urban landscape with mixed-use characteristics, showing signs of both daily life and ongoing transformation, possibly through construction or demolition activities, set in a period that could be the mid to late 20th century.","title":"On lovell street, adjacent to Logan airport.  The street ends at wood island transit station.  Near the station a building is being erected which will be leased to a food preparation business for one of the airlines.  Local residents suffer from the dust and noise of trucks hauling debris from the construction site","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["550138","549287","556224","550108","547651","546743","542586","548330","548369","556225","555900","555920","548410","548388","553840","547369"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["truck","street","period","demolish","townhouse","demolition","exhaust","transformation","century","1980"]}
