{"path":"549286.jpg","date":"May 1973","photographer":"Manheim, Michael Philip","caption":"The photograph captures three men engaging in a discussion on a city sidewalk. The man on the left, who is in focus, is wearing a pink-checked shirt and black glasses, and is looking down at a newspaper he is holding open. The middle man, who appears to be of smaller stature and older, also holds a copy of the same newspaper and is looking attentively towards the newspaper in the hands of the man on the left. The third man, on the right, is dressed in a dark plaid suit and tie, and seems to be listening to the conversation while looking down toward the newspaper as well.\n\nThe background of the scene shows a typical city street lined with parked cars and leafy trees. There is a glimpse of a residential building with distinct architecture, suggesting an urban environment likely in the mid to late 20th century based on the style of the cars and the men’s clothing.\n\nThe overall setting and activity suggest that these men are discussing something they've read in the newspaper that holds their interest. The fact that they each hold a copy of the newspaper indicates that it might be a topic of public concern or community interest. The newspapers are named \"Community News,\" implying they are likely discussing local issues.","title":"Community leaders anthony bruno (center) john briganti (left), and joseph porzio.  Mr.  Bruno is reading a classified ad he placed in a Boston newspaper to rent the ground floor apartment of his neptune road home.  Neptune road is the residential community closest to Logan airport.  Mr.  Bruno warned all prospects of the disadvantages of living here, rented the apartment nevertheless","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["551818","551853","555287","551854","557856","549293","556775","547443","551459","553182","553208","554026","549291","548452","549908","549292"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["newspaper","discuss","man","hold","interest","topic","city","discussion","listen","check"]}
