{"path":"549221.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph depicts a small, isolated building situated in a flat, grassy terrain. The building appears to be a simple, one-story structure with a peaked roof. It features a basic architectural design, painted in a light color, possibly white or pale beige, showing signs of weathering and peeling paint.\n\nThe front of the building has one door and one window. The wooden door is centered on the building's façade, exhibiting a worn appearance with peeling paint, primarily in shades of white and a pale teal. There is a small concrete stoop in front of the door. The window, situated on the left side of the door when facing the building, is small and closed, with a simple frame that matches the building’s overall austere style.\n\nThe building is equipped with minimal external fixtures including a small, round light fixture above the door and visible electrical lines entering the building from above. The visible windows are murky, suggesting they might be dirty or weathered, which fits with the building's general state of disrepair.\n\nThe surrounding landscape is wide and open with no trees in sight, suggesting a plains or prairie-like environment. The sky is overcast, with light cloud cover, contributing to the appearance of a remote or desolate location. The ground around the building is an uneven mix of grass and bare spots, indicating a lack of meticulous landscaping.\n\nOverall, the photograph captures a sense of rural solitude and perhaps neglect, featuring a building that looks untouched by modern renovations or upkeep. It conveys an atmospheric sense of tranquility or abandonment, set against the vast, open sky.","title":"Abandoned building","placename":"Wyoming","location":"Wyoming","nn1":["545233","544137","544353","554787","544465","542588","554707","546997","555632","554822","552966","547038","552464","550006","543339","547861"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["door","building","fixture","peel","paint","prairie","stoop","situate","renovation","window"]}
