{"path":"549276.jpg","date":"May 1973","photographer":"Manheim, Michael Philip","caption":"The photograph captures a somewhat stark urban landscape, with various elements of city life juxtaposed against each other. In the foreground, hanging laundry is visible, fluttering on a clothesline attached to a metal frame. The laundry includes several pieces—towels, a sheet, an item of clothing—which introduce domestic, everyday life into the scene.\n\nJust beyond the laundry, an array of power lines spans across the view, indicative of an organized yet cluttered urban infrastructure. These lines draw the eye across to an obscured fence enclosing a parking lot packed with cars, suggesting a busy, populated environment.\n\nIn the background, the focus shifts to an urban cityscape featuring multiple high-rise buildings, which dominate the skyline. These buildings appear to be large, possibly commercial structures, and they project a sense of the urban corporate world.\n\nOn the left side of the image, signage is visible, advertising flights from Delta Airlines to various destinations and a place called \"Robie Airport Park.\" This signage, combined with the foreground and buildings, layers the photograph with themes of travel and urban living.\n\nThe overall composition, from domestic details in the laundry to the vast corporate buildings and the transportation-related advertisements, gives a multi-layered view of urban life. The photograph was likely taken from an elevated perspective, possibly from a balcony or window, capturing the interplay between the private space and the urban public sphere.","title":"View southeast from the back porch of the Anthony Bruno home on Neptune Road, closest residential area to Logan Airport. Shown here are a nearby trucking company, a part of the industrial complex serving the airport, and buildings of downtown Boston.","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["549270","548472","545394","550164","547950","550277","550153","549766","547896","551509","548445","547103","548318","555743","548447","546369"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["laundry","signage","sphere","clothesline","flutter","call","life","introduce","towel","destination"]}
