{"path":"549218.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This image captures a serene natural landscape, likely depicting a vast prairie or meadow. The photograph is dominated by expansive rolling hills that are covered with a blanket of lush green grass, creating a calming and continuous sea of greenery that stretches across the horizon.\n\nIn the foreground, the landscape is somewhat rugged with clumps of grass and patches of bare earth visible, suggesting either arid conditions or soil that is less conducive to thick grass growth. A small, winding stream meanders through the middle ground, flanked by a few sporadic stands of trees that provide a contrast to the otherwise treeless expanse. These trees, possibly willows or other water-loving species, cluster around the water, highlighting the path of the stream.\n\nThe stream reflects the sky, appearing as a bright, silvery ribbon that draws the eye along its winding course. The presence of water also suggests the area may be a natural drainage basin or part of a creek system that could be integral to the local ecosystem.\n\nThe background features gentle rolling hills that ascend gradually into the distance where they meet a soft, hazy sky. The sky itself is fairly clear with a hint of light, possibly from the early morning or late afternoon sun, just peering over the hilltops.\n\nOverall, the composition of the photograph is peaceful and spacious, evoking a sense of solitude and the beauty of an undisturbed natural landscape. It captures the essence of a tranquil, rural setting far removed from urban bustle.","title":"This ranch in the powder river basin is threatened by plans for massive strip-mining operations","placename":"Wyoming","location":"Wyoming","nn1":["549236","557189","549238","549155","552903","556990","549187","549142","549249","557111","555567","557087","545040","557191","555603","557099"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["stream","prairie","grass","love","hilltop","creek","drainage","ribbon","remove","peer"]}
