{"path":"549277.jpg","date":"May 1973","photographer":"Manheim, Michael Philip","caption":"In the photograph, the scene is set in an urban environment, likely on the outskirts of a city, given the industrial elements visible. The image is captured during the day under clear skies.\n\nOn the left, a young man with dark hair is walking along a sidewalk, heading away from the viewer. He is dressed casually with a light-colored jacket over a dark shirt, carrying a bag in his left hand. The man’s presence adds a sense of activity and life to the scene.\n\nThe foreground is dominated by a tall, chain-link fence, running horizontally across the image. This fence separates the sidewalk on which the man is walking from a large, open parking lot visible in the middle ground to the right. This lot is filled with a variety of vehicles, predominantly white trucks with the words \"Air Freight\" printed on their sides, indicating that this area might be used for commercial or industrial purposes related to transportation and logistics.\n\nBeyond the parking lot, there are two-story buildings with flat roofs, characteristic of mid-20th-century urban architecture. These buildings appear somewhat worn, suggesting they might be older or not well-maintained. The top floors of the buildings have balconies with metal railings, and some air conditioning units can be seen protruding from the windows, indicating residential use.\n\nThe overall composition of the photograph provides a sense of the juxtaposition between daily life (represented by the walking man) and industrial activity (suggested by the trucks and the general environment), highlighting themes of urban coexistence and landscape utilization.","title":"Logan Airport area. Lovell Street homes seen through fence of trucking firm at Lovell and Frankfort intersection. Residents complain of exhaust fumes from many trucks, all starting at the same time.","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["550203","545415","545396","553537","550246","550253","550118","556853","545401","548445","549281","553506","549784","550153","547816","552757"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["lot","sidewalk","parking","fence","conditioning","truck","man","logistic","link","outskirt"]}
