{"path":"549255.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph depicts a rural landscape, predominantly characterized by its construction or mining activity. The scene features an expansive view of terrains colored with hues of green, red, and brown. Specifically, the area is populated with patches of trees, mostly conifers, suggesting a setting in a temperate or mountainous region.\n\nAt the forefront is a dirt road, wide and heavily marked with tire tracks, indicating frequent vehicle movement. This road meanders through the landscape, defining the composition’s leading lines and drawing the eye across the photograph.\n\nIn the middle distance, significant earthmoving or excavation activity is apparent—a large area has been cleared and the soil appears disrupted, colored in reddish and brown tones, possibly due to mineral content or the exposure of the subsoil. There are two prominent pieces of heavy machinery: one, likely a bulldozer or an excavator, is near the center by the cleared area, and another is further away on the left side of the picture.\n\nSmall ponds or water bodies can be seen near the road and clearing, suggesting recent rain or a natural water flow disturbed by the excavation work. These reservoirs reflect a peaceful contrast to the industrious foreground.\n\nThe background is less disturbed, showcasing rolling hills dotted with trees under a blue sky. This backdrop provides a sense of the larger environment surrounding the construction or mining site, offering a glimpse into the broader ecosystem potentially affected by the activities shown.\n\nOverall, the photograph portrays a moment of human intervention in a natural setting, capturing both the industrious impact and the remaining natural beauty of the site.","title":"Westmoreland coal company strip mine under construction near the redding ranch in sarpy basin","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["554815","544438","554811","549170","550573","543112","555569","549169","544418","556456","554804","555633","555812","555590","551204","554809"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["excavation","mining","road","forefro","broader","bodie","reservoir","site","disrupt","cleared"]}
