{"path":"549208.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"The photograph depicts a scene dominated by multiple oil pumpjacks situated in an open field. These mechanical devices, also known as nodding donkeys or pumpjacks, are prominently featured at various distances from the foreground to the background, systematically extracting oil from the ground.\n\nIn the foreground, a large pumpjack is centered, easily identifiable by its black and yellow frame with the name \"LUFKIN\" written in bold on the beam. Its head, the part that moves up and down, is tilted downwards, illustrating an active pumping motion. The structural elements of the pumpjack display some visible wear and weathering, indicative of regular use and exposure to the elements.\n\nBeyond the main pumpjack, several smaller pumpjacks can be observed. They are in similar operational states with varying alignments, all part of an extensive oil extraction operation. The layout suggests a well-organized oil field systematically laid out to optimize the space and functionality.\n\nThe background shows a green, grassy hill under a cloudy sky, giving the scene a somewhat isolated and remote feeling. This landscape also includes minimal signs of human habitation, focusing purely on the industrial nature of oil extraction. There are also faint impressions of utility poles and lines at the back, hinting at the infrastructure supporting this operation.\n\nThe scene captured in the photograph shows no human presence, focusing exclusively on the machinery and the natural environment surrounding these industrial devices. The overall atmosphere of the image is one of quiet industry, set in a rural or less-developed area dedicated to resource extraction.","title":"Oil wells near teapot dome, Wyoming","placename":"Wyoming","location":"Wyoming","nn1":["549207","546182","549209","546135","549211","546179","545827","544512","544272","555634","546201","546064","545815","544511","545963","555633"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["oil","extraction","device","optimize","extract","alignment","operation","pump","dedicate","field"]}
