{"path":"549220.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This photograph depicts a poignant scene showing a contrast between industrial development and human activity. In the foreground, a large cylindrical tank, painted in dark blue, is prominently positioned on a sandy beach. The tank has \"DANGER DEEP WATER AREA\" warnings painted in white, suggesting it might be associated with an industrial facility or warning about the water's safety. Next to it on the sand is a small, partly submerged piece of wood, which adds a sense of abandonment or disuse to the scene.\n\nMoving towards the water, three people are seen standing in shallow water near the shoreline. They appear to be children, casually enjoying a swim or wading, seemingly unaware or unconcerned with the industrial backdrop or the warning signs on the tank. Their presence adds a human element to the scene, contrasting starkly with the industrial tone set by other elements.\n\nIn the background, an extensive industrial facility dominates the view. The facility includes several tall structures like chimneys and towers emitting smoke and gases, contributing to a haze over the area. This backdrop creates a stark contrast to the relatively serene and mundane activity taking place on the beach, highlighting an intersection of nature, human leisure, and industrial impact. Off to the side, there's a crane visible, suggesting ongoing industrial activity or construction.\n\nOverall, the composition of the photograph, with its juxtaposition of industrial forms and human activity within a natural setting, could evoke themes related to environmental concern, economic development, or the coexistence of industrial and residential areas.","title":"Rifle in pickup truck","placename":"Wyoming","location":"OTHER","nn1":["546220","551959","546393","550937","550280","550902","546402","544430","544328","550995","550694","545996","545854","550899","549507","546073"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["warning","tank","facility","beach","development","swim","disuse","coexistence","intersection","concern"]}
