{"path":"549298.jpg","date":"May 1973","photographer":"Manheim, Michael Philip","caption":"This photograph captures an outdoor scene featuring two individuals in a backyard setting that includes a small gardening area. The elder man, wearing a cap, dark jacket, and trousers, is actively engaged in gardening. He appears to be bending over slightly, perhaps tending to the plants or soil with a tool in his hand. Behind him stands a younger person observed from a distance, dressed in a red jacket and black pants, watching the elder man’s activities.\n\nThe garden plot itself is neatly outlined with ropes strung between thin metal or wooden poles, creating a rectangular boundary. The soil within this designated area seems well-tilled, with several rows visible where small plants or seeds might have been planted. Surrounding the garden, the ground is covered with lush green grass, indicating a well-maintained outdoor space.\n\nIn the background, a multi-story house, featuring horizontal siding, partially frames the scene on the right. Its architecture includes a protruding back porch or deck area that is elevated above the ground. The backdrop suggests a compact, possibly urban environment, owing to the close presence of neighboring structures not fully visible in the photo, hinted at by elements like a distant fence and miscellaneous backyard items.\n\nThe overall atmosphere of the photo seems calm and focused, primarily centered around the activity of gardening in a residential setting. The lighting and color palette are soft, possibly taken on an overcast day given the diffuse lighting and absence of harsh shadows.","title":"Roy Le Blanc tends a garden behind his house on Neptune Road, the residential section closest to Logan Airport. Mr. Le Blanc has lived here for 33 years, remembers the thrill of paying $10 for a three-minute airplane ride back in 1921, and remembers the start of passenger service about two years later.","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["550760","550063","550059","557681","544236","544240","550055","551080","544295","551620","555546","551625","551630","551623","551617","551704"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["gardening","backyard","garden","neighboring","soil","seed","jacket","plot","plant","rope"]}
