{"path":"549287.jpg","date":"May 1973","photographer":"Manheim, Michael Philip","caption":"This photograph captures a street scene presumably from an urban neighborhood in the past. The focus is on a row of old-fashioned, multistory houses with distinct architecture. Each house features a flat front that lacks ornate detailing, suggesting practical, straightforward residential design common in older urban areas.\n\nThe houses are closely spaced, with shared sidewalls, and the facades include multiple windows and doors. The colors of the houses are muted with shades of gray, blue, and black, possibly implying that they could use some maintenance. Each house has stairs leading up to the entrance, indicating they are possibly split into multiple apartment units.\n\nIn the foreground of the image, there is a line of vintage cars parked along the road, reflecting automotive styles that appear to be from the 1960s or 1970s. The cars vary in color, including yellow, blue, and grey, featuring the distinctive bulky and elongated body design typical of that era.\n\nThere is also a small figure of a person standing at the front door of one of the houses, adding a human element to the scene. This person appears to be wearing dark-colored clothing, further blending into the shadowed parts of the scenery.\n\nThe street itself seems somewhat worn, covered with patches of grass and dirt, which suggests that this might be an economically struggling or older part of the city. In the foreground, there are two black trash cans and a tipped-over barrel, adding to the feel of an urban environment.\n\nOverall, the composition provides a glimpse into an everyday urban setting from a bygone era, characterized by its architecture, typical residential layout, and vintage automobiles.","title":"Traditional three-decker homes of Neptune Road were once proud showplaces along a street which ran to the sea. Now it terminates in the filled land of Logan Airport, and residents face a constant battle against noise, pollution, and other encroachments on their living space. White house in center belongs to Anthony Bruno, teacher and a leading spokesman for the community's problems.","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["557288","555920","553550","551119","549267","555900","550053","552965","545326","548238","550108","557155","556718","555942","553493","556709"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["house","door","era","past","architecture","stair","barrel","street","apartment","detailing"]}
