{"path":"549262.jpg","date":"June 1973","photographer":"Norton, Boyd","caption":"This aerial photograph captures a meandering river winding through a lush, green landscape. The river creates intricate loops, almost forming complete circles, known as oxbows, which highlight the natural process of river meandering over time. Surrounding the river are varying shades of green fields, likely used for agriculture or grazing. Dense collections of trees occasionally line the river's banks, forming green corridors that mark the water's path.\n\nIn the middle right portion of the image, a small rural community can be observed. This includes several buildings, which appear to be farmhouses and agricultural structures, connected by a network of roads. There's a discernible pathway that follows the river, possibly a service road or a track used for managing the land.\n\nTowards the top of the image, the terrain gently rises, showing some rocky outcrops and less dense vegetation, possibly indicating a move towards a more rugged landscape or higher ground beyond the immediate river valley.\n\nThe composition of the photograph, taken from above, provides a comprehensive overview of the interaction between water and land in this region, highlighting the beauty of the natural environment and its use for human habitation and agriculture. The vivid colors and the clear demarcation of land features make this image not only informative but visually appealing.","title":"Sarpy Creek winds through Sarpy Basin. Long range proposals call for massive strip-mining of this area and the rest of the 25,000 square miles of the Powder River region.","placename":"Billings (Mont.)","location":"Billings, Montana","nn1":["549081","550570","549260","550392","550543","555753","547227","550623","556964","557506","555575","550616","558042","550524","552838","546351"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["river","agriculture","meander","land","grazing","demarcation","corridor","farmhouse","loop","circle"]}
