{"path":"549290.jpg","date":"May 1973","photographer":"Manheim, Michael Philip","caption":"This photograph shows two young women sitting on the steps of an old building. The setting suggests an urban environment. The building, showing visible signs of wear and tear, features architectural details like ornate wooden doors and decorative moldings around the windows, all needing paint and repair.\n\nThe woman on the left stands with a relaxed but confident stance, wearing a long-sleeve black turtleneck and flared blue jeans, a style indicative of late 60s to early 70s fashion. Her long, straight hair is parted in the middle and she looks off into the distance with a somewhat contemplative expression.\n\nThe woman on the right is seated on the brick stairs, slightly slouched, and looking up towards the standing woman with a thoughtful expression. She wears a pea coat with a distinctly patterned collar which contrasts with the red design of her blouse peeking through. Her dark hair is in a bob cut and tucked behind her ears.\n\nThe overall mood of the photo is serene yet somewhat melancholic, capturing a candid moment that seems both ordinary and intimate. The subdued lighting and the rich colors enhance the vintage feel of the photograph.","title":"Virginia shea, left, and sharon cardillo, on doorstep of house on neptune road.  This is the community closest to Logan airport, and residents face a complex of problems, from air and noise pollution to dwindling property values.  Many house exteriors show lack of maintenance.  People are reluctant to pay money to keep up structures they may soon be forced to vacate","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["547175","555896","553484","553164","555906","557842","548240","556176","554909","552962","549678","553534","553541","551450","551126","551063"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["woman","60","turtleneck","molding","70","flare","tear","ear","tuck","hair"]}
