{"path":"549271.jpg","date":"May 1973","photographer":"Manheim, Michael Philip","caption":"This photograph captures a moment of urban play, portraying an informal game of baseball in a street setting. In the foreground, a young boy, seen from the back, is about to throw a baseball. He is wearing a dark jacket. In the midground, another child, a girl, is in a lively pose, swinging a baseball bat with both hands, her focus on the anticipated trajectory of the ball. She wears a patterned sweater and jeans, suggesting a casual, everyday scene. Positioned between parked cars, the girl's actions momentarily transform the street into a playground.\n\nThe background of the photo shows a typical urban environment—residential buildings with worn exteriors flank the left side, and an elevated highway looms in the distance, reinforcing the inner-city atmosphere. A large, empty plot can be glimpsed through a wire fence beyond where the children are playing, potentially another area subjected to urban neglect or wait for development. The inclusion of cars parked along the street, which look to be from the 1960s or 1970s, situates this scene in a specific historical timeframe, providing a glimpse into past urban life.\n\nOverall, the image evokes a sense of resilience and joy found in simple games, played with makeshift boundaries in unlikely settings, highlighting the creative ways in which space is used in urban environments and the timeless nature of childhood play.","title":"Logan Airport area. Children play in Neptune Court, which is bounded by the now unused ramps of the Wood Island trains. Station buses once swung around these ramps, to turn and head back for Bennington Street, the main road of East Boston.","placename":"East Boston (Boston, Mass.)","location":"East Boston, Massachusetts","nn1":["552755","547201","552024","551094","547170","545404","549318","551768","553512","549284","551031","556166","556583","550249","551128","551721"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["baseball","game","play","girl","street","timeframe","playground","child","ball","inclusion"]}
