{"path":"549355.jpg","date":"July 1973","photographer":"Okamoto, Yoichi R.","caption":"This image captures a lively scene on a large sailing boat with several individuals engaged in various activities. In the foreground, a man with blond hair is climbing a ladder on the side of the boat, directly facing the camera with a playful, slightly amused expression. He wears a light blue t-shirt that is slightly dirtied, likely from the activities on the boat.\n\nIn the background behind him, the deck of the boat is bustling with action. There are approximately twelve people, both men and women, some seated and others standing, engaged in what appears to be a fish cleaning activity. Many of them are focused on a central point where a few individuals are bent over a task.\n\nThe people are dressed casually in a variety of clothing styles that reflect a warm climate; some are in shorts and t-shirts, while others wear jeans and light long-sleeved shirts. The variety in attire and the active involvement in tasks suggest a communal, possibly recreational sailing endeavor.\n\nThe boat itself has a wooden deck, and numerous ropes and sailing equipment can be seen scattered around, which adds to the nautical theme of the photograph. The sea is visible in the periphery, indicating that the boat is in motion, with waves churning in the background. The image exudes a sense of adventure, teamwork, and enjoyment among the people onboard.","title":"Zoology students from the University of Vienna participate in a scientific cruise of the Adriatic Sea aboard the research ship the Vila Velebita II. The seagoing laboratory of the Ruder Boskovic Institute receives some financial support from EPA.","placename":"Rovinj (Croatia)","location":"Rovinj, Croatia","nn1":["548503","547465","549412","549373","547458","549397","549410","547455","549427","549392","549428","549433","548513","549336","549399","544269"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["boat","sailing","deck","cleaning","task","periphery","ladder","shirt","variety","other"]}
