{"path":"549300.jpg","date":"May 1973","photographer":"Blanche, Wilbert Holman","caption":"This photograph captures a somewhat industrial and old waterfront scene. The viewpoint is from the edge of a dilapidated pier or dock, looking across a stretch of water towards a distant urban skyline. Foreground details include weathered and rotten wood pilings with patches of white and dark discolorations suggesting mold or decay. The wood's rough and jagged edges contribute to a feeling of neglect.\n\nThe body of water shown is calm with a few visible ripples and some floating debris, indicative of a less-maintained urban waterway. On the opposite side of the water, one can see more industrial and commercial waterfront infrastructure. There are cranes, silos, and large rectangular buildings, possibly warehouses or manufacturing facilities that suggest this area is, or once was, a hub of commercial activity.\n\nThe skyline is marked by buildings of various sizes and a couple of taller structures that could be silos or tanks. This suggests the presence of heavy industry or manufacturing. The horizon is under a sky crowded with clouds, predominantly white with some darker undersides, indicating either early morning or late afternoon light.\n\nOverall, the scene conveys a sense of past industrial activity and current decline or transition, captured under a sky that provides a natural and slightly dramatic backdrop.","title":"Eroded sea wall on West Street opposite Lower Manhattan's World Trade Center, looking toward the New Jersey shore of the Hudson River. Crane at left is on the site of the Battery Park development.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["547577","547582","547575","547581","551978","548105","547019","547622","547585","551954","551985","546864","555731","548375","551984","551980"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["silo","waterfront","skyline","underside","piling","wood","discoloration","decline","stretch","hub"]}
