{"path":"549399.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"This photograph captures a lively scene on a sailboat named \"Moonbeam,\" registered in Cold Spring Harbor, New York. The image shows multiple people engaged in various activities on the boat, which is seen from a slightly off-center rear angle, highlighting the cockpit and part of the deck.\n\nKey features and activities:\n1. **Sailboat Details**: The boat is equipped with two masts and multiple sails. The rigging is complex, with various lines and pulleys visible. The hull of the boat is dark, and there are lifebuoys attached to the side.\n\n2. **People**: There are at least six visible individuals on the boat, dressed in casual sailing attire such as shorts and t-shirts. The crew appears to be actively involved in sailing tasks.\n   - A woman in a yellow shirt is smiling broadly, making eye contact with someone off camera, adding a joyful atmosphere to the scene.\n   - One person, possibly the skipper, is handling a wheel at the stern.\n   - Other crew members are busy adjusting sails, handling ropes, or observing the surroundings.\n\n3. **Environment**: The sky is slightly overcast, suggesting a breezy and cool climate, typical of a sailing day. The water around the boat shows gentle movement, indicating moderate sailing conditions.\n\n4. **Composition**: The photograph is taken from another vessel or platform situated slightly higher than the subject, giving a clear view into the cockpit. The angle and focus encapsulate the essence of teamwork and the dynamic environment of sailing.\n\nThis image overall conveys a sense of adventure, teamwork, and the joys of sailing, set against the backdrop of an overcast sky on open water.","title":"Contender in the Annapolis-Newport race on chesapeake bay in the early hours of the race.  This important sailing event takes place every other year.  Several classes of boats compete","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["549397","549390","549391","549428","547458","547455","549433","549392","548513","547465","549415","549386","549427","547453","549429","549388"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["sailing","boat","cockpit","teamwork","crew","handle","breezy","angle","register","rigging"]}
