{"path":"549318.jpg","date":"May 1973","photographer":"Blanche, Wilbert Holman","caption":"The photograph captures an outdoor scene involving a group of children playing a game, possibly baseball, in a lush, green park. Five young boys are visible in the scene.\n\nIn the foreground, one boy stands out prominently. He is dressed in a white tank top and blue jeans, holding a baseball bat and gesturing animatedly with his other hand, pointing towards something out of the frame. His expression seems to be one of enthusiastic communication, possibly commanding or strategizing about the game. \n\nTo his left, three boys are in a small group. The nearest one to the foreground is bending over, wearing a brown trousers and a blue jacket, seemingly in the midst of picking up or placing down an object, possibly a baseball glove which is seen next to him on the ground. The other two boys, more toward the center of the group, are facing away from the camera, and only their backs and heads are visible. Both are dressed casually; one predominantly in dark tones and the other in a grey shirt. Their heads suggest they have thick, curly hair.\n\nOn the far right, partially cut by the edge of the frame, another boy stands, partially obscured behind the central figure. Only the right side of his body and face are visible, with his attention directed towards the boy with the bat.\n\nThe background features a verdant park setting with scattered trees and a few park visitors at a distance, not distinctly visible but contributing to a lively, communal atmosphere. The overall ambience hints at a warm, sunny day, suitable for outdoor activities. The scene conveys a vivid portrayal of youthful energy and outdoor play.","title":"Youngsters playing in battery park, on the tip of Manhattan island","placename":"New York (N.Y.)","location":"New York, New York","nn1":["552024","555921","556507","553512","546272","555915","551721","551768","553042","549284","557410","549271","543859","551769","551094","552755"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["boy","baseball","game","group","park","head","play","pick","communication","ambience"]}
