{"path":"549391.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"This photograph captures a dramatic and active scene of a sailing yacht tilted at a sharp angle due to the force of the wind in its sails. The yacht, named \"Moonbeam\" and registered in Cold Spring Harbor, New York, is pictured in the midst of a vibrant sailing experience on a large body of water, possibly the ocean given the vast expanse seen in the calm horizon.\n\nThe yacht itself is sleek and appears well-equipped for sailing, with multiple sails fully hoisted and catching the wind efficiently. These include the main sail and at least two jibs, prominent in the image. The deck of the yacht is busy with crew members; there are approximately eight people visible, dressed in casual sailing attire suitable for the activity and the weather conditions, which seem mild given the clear visibility and the light clothing worn by the participants.\n\nThe crew members exhibit different levels of engagement with the tasks at hand. Some are handling ropes and adjusting the sails, actively participating in managing the yacht's course and sail positions, while others appear more relaxed, perhaps enjoying the ride or taking a break from their duties.\n\nThe sky is overcast, providing soft lighting that enhances the colors of the yacht and the sea. The ocean is not too turbulent but shows some gentle waves and froth, reflecting the yacht’s swift movement through the water.\n\nOverall, the photograph encapsulates a moment of adventurous and teamwork-oriented sailing activity, showcasing both the beauty and the challenge of this sport.","title":"Contender in the Annapolis-Newport race on chesapeake bay in the early hours of the race.  This important sailing event takes place every other year.  Several classes of boats compete","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["549390","549435","547458","547457","549429","549399","547454","549397","549430","549398","547460","547449","547448","549401","549436","548494"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["yacht","sailing","sails","crew","member","sail","wind","ocean","til","swift"]}
