{"path":"549324.jpg","date":"May 1973","photographer":"Blanche, Wilbert Holman","caption":"This photograph captures a moment of casual urban life likely from the 1970s based on clothing styles and overall image quality. In the foreground, a young couple is engaging in a romantic moment, standing on a round concrete pedestal. The woman is wearing high-waisted blue jeans with a brown belt, and a floral blouse, while the man sports dark blue jeans, a reddish-pink long-sleeved shirt, and a leather belt. They appear to be in a deep embrace, sharing a kiss, oblivious to their surroundings.\n\nIn front of the couple but slightly blurred (likely due to the focus on the couple), another scene unfolds where two individuals are walking past. One of them is prominently dressed in a vertically striped sleeveless dress complemented with a navy blue cardigan. This passersby seems to be in mid-stride and carries a beige shoulder bag.\n\nThe backdrop provides a rich urban park setting adorned with lush green trees, which indicates it might be spring or summer. There's a decorative black iron fence, characteristic of a city park, which separates the tranquil park setting from what might be a busier street out of frame. Beyond the trees and the fence, a structure or statue with a base of ornamental stonework is slightly discernible. This subtly suggests that the park might be adjacent to a historically significant area or central town square.\n\nThe overall atmosphere is one of typical city life, blending moments of personal interaction with the ongoing rhythm of people passing by in their day-to-day activities. The image offers a snapshot of city life that blends personal moments with public spaces.","title":"Springtime scene by the fence outside historic Trinity Church at Broadway and Wall Street, Lower Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548267","554178","550082","551820","549673","547834","551454","551462","549909","549922","553185","551450","551124","550106","550079","551742"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["park","couple","belt","city","fence","jean","moment","rhythm","stonework","pedestal"]}
