{"path":"549303.jpg","date":"May 1973","photographer":"Blanche, Wilbert Holman","caption":"The photograph shows an urban waterway scene, characterized by industrial and architectural elements. In the foreground, there is a wooden dock leading the viewer's eye towards a cityscape background. To the left of the image, part of a large, possibly industrial ship or barge is visible, docked at the wooden pier. The ship's curved metal structure extends into the waterway.\n\nThe water itself is somewhat turbulent with visible white foam, suggesting movement, possibly from the operation of the ship or water flowing through sluice gates. Across the water, there's a lock or a similar structure controlling water flow, with what appears to be a bridge or a platform right above it.\n\nOn the right of the photograph stands a tall building with a distinctive façade featuring repeated arched motifs on its upper parts, which add an aesthetic modern architectural element to the scene. This building, along with another shorter structure to its left, forms a part of the background scene under a moderately cloudy sky.\n\nThe entire setting has an urban, slightly gritty feel, reflecting a working aspect of a city where transportation, commerce, or industrial work involving waterways might be occurring. The color palette is primarily composed of blues, browns, and greys, giving the photograph a moody and sturdy character.","title":"Outflow of drainage from the World Trade Center, New York's latest giant, under construction between Vesey and Liberty streets in Lower Manhattan. There is no provision for waste treatment. As is the case with all Westside buildings, sewage will go directly into the already badly polluted Hudson River.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["546876","555731","549304","547890","548346","548375","552135","547572","547037","547594","549300","550900","547064","550214","545909","547622"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["waterway","ship","lock","dock","flow","repeat","motif","commerce","barge","occur"]}
