{"path":"549317.jpg","date":"May 1973","photographer":"Blanche, Wilbert Holman","caption":"This photograph features a stark urban landscape dominated by towering skyscrapers. In the foreground, to the right side, we see a massive, dark, reddish-brown geometric sculpture with a circular hole in the center, giving it an abstract and modernist feel. It contrasts sharply with the smooth and linear architecture of the skyscrapers.\n\nThe building immediately visible in the middle-background is extraordinarily tall and rectangular with a sheer, uniform surface, creating a robust monolithic appearance. Its façade is composed of what appears to be concrete or a similar material, divided into slim, vertical panels stretching upward into the sky. \n\nTo the left of the image, there are hints of another high-rise building, darkened and barely visible due to the angle and lighting, adding a sense of depth and enclosure to the scene.\n\nThe environment suggests a plaza or open pedestrian space between the buildings, populated by several individuals who appear small in scale against the immensity of their surroundings. There are also signs of street life, including cars parked or moving in the background, which adds an everyday, human scale element to the otherwise monumental urban setting.\n\nThe sky is overcast, casting a diffuse light that softens and unites the components of the scene, and lends an overall cool tone to the colors in the image. The photograph captures not only the imposing architecture but also the interaction of human scale and urban environment, emphasizing both awe-inspiring human achievements in construction and the smallness of individual lives amidst such grandeur.","title":"Manhattan's huge World Trade Center still under construction, seen from lower Broadway","placename":"New York (N.Y.)","location":"New York, New York","nn1":["553278","551653","551662","557260","549971","557267","553328","550007","548408","545869","552394","542580","555736","550122","548385","551493"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["skyscraper","scale","achievement","inspire","hole","enclosure","sculpture","awe","plaza","architecture"]}
