{"path":"549387.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"This photograph captures two men aboard a sailing yacht, angled dynamically as the vessel tilts with the wind. The yacht is sailing in an open water body, likely a sea, under a somewhat cloudy sky. The yacht's design includes a sleek, white hull with railing on the side and a cockpit from which the sailors manage the boat.\n\nTo the right, a man in a red shirt is holding onto the rigging and seems to be adjusting or holding the sail rope, focused on the task. To the left, the other man, dressed in a white shirt and yellow shorts, stands looking forward towards the bow or possibly watching the water. This man is more relaxed, casually placing one hand on his hip and the other gripping a part of the yacht.\n\nThe notable elements of the image include the large sailing mast and the taut, filled white sail that curves beautifully with the force of the wind. The water splashing at the hull and the churned waves at the stern of the boat indicate a strong sailing day with good winds.\n\nThe included horizon line is slightly tilted due to the angle of the boat, adding a sense of action and movement to the composition. Other details are minimal, allowing viewers to focus on the activity of sailing and the interaction between the men and their environment. Overall, the composition underlines both the enjoyment and the mastery involved in handling a sailing yacht.","title":"Contender in the Annapolis-Newport race on Chesapeake Bay in the early hours of the race. This important sailing event takes place every other year. Several classes of boats compete.","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["549398","547448","547458","548494","547457","549426","549363","547463","547460","549403","549394","549421","549427","548513","547454","549391"],"cl":[22],"cluster":["#22 &mdash; Leisure Activities"],"terms":["yacht","sailing","wind","sail","hull","boat","man","sailor","cockpit","stern"]}
