{"path":"549396.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"This photograph captures a nautical scene featuring two sailing vessels on what appears to be a dull, overcast day. The foreground prominently displays a traditional tall ship named \"Mystic Whaler\". This ship, painted in dark colors with white trimmings, exhibits several features typical of classic sailing vessels, including multiple masts with furled sails and intricate riggings. The bow of the Mystic Whaler is clearly visible with a bowsprit extending forward. There are several people visible on the deck, dressed in casual, possibly nautical attire, suggesting they are crew members involved in navigating or maintaining the ship.\n\nTo the right and slightly behind the Mystic Whaler, there is another sailboat with a modern design, characterized by a sleek, streamlined hull and a single mast bearing a fully hoisted white sail. This boat is significantly smaller and looks like it is designed for speed and agility, contrasting with the bulky and nostalgic design of the Mystic Whaler.\n\nThe background is quite minimalistic, primarily consisting of the choppy, gray ocean which blends almost seamlessly into the overcast sky at the horizon, giving a sense of openness and endlessness to the waterscape. The overall composition of the photograph, with the ships positioned asymmetrically and the vast open water, creates a dynamic view into maritime travel and leisure, emphasizing the blend of tradition and modernity in sailing.","title":"Contender in the Annapolis-Newport race on Chesapeake Bay in the early hours of the race. This important sailing event takes place every other year. Several classes of boats compete.","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["549395","547459","549431","547467","549432","544667","552010","544672","549403","548516","555721","549411","548498","544669","556190","548506"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["ship","sailing","mast","sail","vessel","trimming","modernity","waterscape","tradition","rigging"]}
