{"path":"549304.jpg","date":"May 1973","photographer":"Blanche, Wilbert Holman","caption":"This photograph features an urban environment, specifically a waterfront scene with a mix of water control structures, vehicles, and buildings. The foreground of the image shows a sloped concrete structure that channels a turbulent flow of water from a higher level to a lower level, creating white frothy waves indicative of a spillway or water gate.\n\nAt the far right edge of the foreground, a wooden pier or walkway parallels the shoreline, leading the eye towards the middle ground where a parked white truck with a visible license plate and partially obscured branding is present. Behind the truck, various metal and concrete barriers and structural elements suggest a construction or industrial setting.\n\nThe background is composed of two large buildings. The left building is obscured partly by shadow and features few discernible details other than its dark silhouette and flat roof. The right building is highly visible and characterized by a vertical grid pattern façade, likely representing an office building of the mid-20th-century modern architectural style. This building adds a contrasting element of formal, organized lines against the more chaotic and industrial foreground.\n\nAbove everything, a clear blue sky dotted with fluffy white clouds offers a bright and airy atmosphere to the overall urban industrial scene. The composition hints at a blend of commercial activity and water management within a cityscape, probably near a coastal or riverside area.","title":"Outflow of drainage from the World Trade Center, New York's latest giant, under construction between Vesey and Liberty streets in Lower Manhattan. There is no provision for waste treatment as is the case with all Westside buildings, sewage will go directly into the already badly polluted Hudson River.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["549303","548375","552135","555792","547890","547224","555731","549300","552070","547019","551180","552206","544527","547996","546690","550014"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["building","spillway","level","truck","branding","gate","license","parallel","obscure","riverside"]}
