{"path":"549309.jpg","date":"May 1973","photographer":"Blanche, Wilbert Holman","caption":"This photograph captures a scene of urban construction and development by a waterfront area. It shows a male construction worker, wearing a light blue shirt and dark pants, actively engaged in labor, holding what appears to be a jackhammer or similar tool. He is working on a rough, uneven surface composed of broken concrete debris, suggesting demolition or reconstruction work.\n\nThe background of the image features a notable contrast with the foreground; an array of tall buildings that constitute a city skyline, indicating a bustling urban setting. Some of these high-rises have a modern architectural design, characteristic of mid- to late-20th century styles. The sky is clear with few clouds, suggesting a sunny day, which casts strong shadows and enhances the urban silhouette.\n\nTo the right, the photo shows the waterfront more prominently with structural elements related to marine or shipping activities, such as poles and platforms that extend into the water. There are pieces of industrial equipment scattered throughout the area, adding to the industrial vibe of the scene. The body of water is calm, and the horizon is visible, adding a sense of openness to the otherwise dense urban environment.\n\nOverall, the composition of the photo, with the worker in the foreground and the cityscape in the distance, illustrates a scene of dynamic urban development, possibly capturing a moment of transformation in a city's expansion or revitalization efforts near a waterfront area.","title":"Construction begins on the battery park development across from the world trade buildings on the Hudson River","placename":"New York (N.Y.)","location":"New York, New York","nn1":["547693","547218","547996","553352","555795","555809","553924","551951","548000","544959","549913","546252","553375","544968","546414","547989"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["waterfro","worker","development","demolition","transformation","expansion","construction","broken","city","openness"]}
