{"path":"549388.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"This photograph captures a dynamic and intense moment of a sailing team actively maneuvering a sailboat during what appears to be a race or a vigorous sailing session. The boat, leaning heavily to its port side due to the wind and its speed, cuts through the water with considerable force.\n\nThe sailboat has a sleek white hull with a dark trim near the waterline. Its deck is crowded with crew members who are busy handling the boat's operations. The sails are fully hoisted and filled with wind, indicating strong sailing conditions. One large sail is visible, stretched tight and angled sharply to catch the wind effectively.\n\nThere are five crew members visible, dressed in varying casual sailing attires like shorts and t-shirts; one is wearing a yellow top while another has a pink shirt. They are engaged in different activities essential for controlling the boat. One person stands on the high side of the leaning boat, holding a rope and possibly adjusting the sail's tension, while another leans over the boat’s side, appearing to adjust something near the bow. The others are stationed at different points, handling ropes or bracing themselves against the tilt of the boat.\n\nThe background is a blurred view of the ocean and overcast sky, emphasizing the focus on the action aboard the boat. The sea is choppy, with waves splashing against the side of the boat, adding to the atmosphere of an energetic sailing challenge.\n\nOverall, the composition highlights a moment of teamwork, skill, and concentration, with the crew members coordinating closely in a demanding nautical environment.","title":"Contenders in the Annapolis-Newport race on chesapeake bay in the early hours of the race.  This important sailing event takes place every other year.  Several classes of boats compete","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["549394","549404","549401","549426","548513","549433","548526","547458","549430","547456","547466","549421","547455","549435","549427","549389"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["sailing","boat","crew","member","sail","wind","lean","sailboat","rope","adjust"]}
