{"path":"549378.jpg","date":"July 1973","photographer":"Okamoto, Yoichi R.","caption":"The photograph captures an indoor setting, specifically a laboratory or technical workroom filled with various pieces of equipment. A man is seated at a desk engaged in operating or adjusting a complex console with numerous buttons and dials. This console appears to be some type of electronic or scientific instrumentation.\n\nHe is facing towards the right side of the image, showing his profile. He has shoulder-length dark hair and is wearing a light-colored, short-sleeve shirt. His environment is cluttered with technical apparatus, including racks of electronic equipment both observed at the desk and in the background.\n\nBeside him on the desk, there's another electronic device with a built-in monitor and more control knobs and switches, suggesting that this workspace is used for detailed technical manipulations or experiments. In the background, there is a window allowing natural light to enter, and further electronics and cabling mounted on the walls, presenting a busy and functional scientific setup.\n\nOther objects visible in the room include a printer-like device with paper loaded into it, situated to the right side of the man, and a shelf above the workspace that holds additional electronic devices and what appears to be a helmet.\n\nOverall, the image conveys a sense of a technically dense workspace where complex activities, likely related to research, development, or monitoring, are performed.","title":"Dr.  Ljubcmir jeftic, vice-chief of the laboratory of physico-chemical separations, studies heavy metals in samples of sea water obtained by the vila velebita ii.  The ruder boskovic institute","placename":"Zagreb (Croatia)","location":"Zagreb, Croatia","nn1":["557317","547720","542765","551595","549367","552380","542668","548855","551594","542659","549610","556557","551905","555334","549364","551916"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["desk","workspace","device","knob","switch","rack","experiment","dial","monitoring","equipment"]}
