{"path":"549390.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"The photograph captures a vibrant scene of a sailing yacht named \"Moonbeam\" heeled over in the midst of sailing, likely during a race or a spirited sailing trip. The boat is caught in action with its sails fully hoisted and filled with wind, emphasizing the dynamic and powerful nature of sailing.\n\nThere are several people on board, actively engaged in various sailing tasks. These individuals are seen managing the boat’s hardware and rigging, contributing to the overall effort to navigate and control the yacht under the conditions presented. Each crew member is dressed in casual, nautical-appropriate attire, consisting of short sleeves, shorts, and windbreakers, suitable for the marine environment.\n\nThe yacht itself is sleek and well-maintained, indicating it's designed for performance and speed. The hull is dark, contrasted against the light color of the sails, and the name \"Moonbeam\" is clearly visible on the stern, along with the port of registry, Cold Spring Harbor, NY. The choppy sea and overcast sky suggest moderate to strong wind conditions, typical for sailing sports, contributing to the yacht's heeled position.\n\nIn the background, a hint of another vessel can be seen, adding to the perception that this scene is part of a larger maritime setting, possibly a race or a regatta where multiple boats are navigating through similar conditions.\n\nThis energetic, nautical photograph not only demonstrates the excitement and teamwork of sailing but also the beauty of marine sports where human skill meets natural elements.","title":"Contender in the Annapolis-Newport race on chesapeake bay in the early hours of the race.  This important sailing event takes place every other year.  Several classes of boats compete","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["549391","549399","549404","549397","549401","549435","547458","549388","547457","549430","548494","547454","549421","549436","547449","549434"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["sailing","yacht","race","sail","navigate","boat","sport","name","regatta","hardware"]}
