{"path":"549373.jpg","date":"July 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph captures a lively and dynamic scene on a boat, surrounded by the expansive ocean under an overcast sky. The composition is framed through a structure, likely part of the boat's rigging, which partitions the image interestingly, adding depth to the view.\n\nIn the foreground and upper part of the photograph, two pairs of legs are seen dangling from above—people are sitting on a higher deck or structure out of view of the camera, only their legs and casual slip-on shoes visible. This element of human presence introduces a carefree, relaxed component to the scene.\n\nBelow, the deck of the boat is bustling with activity. Various individuals are engaged in different activities, suggesting a communal or social outing. On the left, there seems to be a group of people, possibly engaged in a conversation or simply enjoying the voyage. A woman in a flowery dress and dark sunglasses stands centrally, which makes her a focal point. Next to her, a child is seen carried by another individual, suggesting a family-friendly environment.\n\nOn the right side of the image, a couple of men are immediately visible. A young man wearing a red bandana appears to be interacting with another person facing away from the camera. Nearby, another man in sunglasses and without a shirt is seated, looking out towards the ocean, lending a thoughtful or contemplative tone to the scene. \n\nAll around the deck, equipment and objects typical of a boat are visible, such as ropes and metallic fixtures, which add a touch of authenticity and ruggedness to the leisure scene.\n\nOverall, the image evokes a sense of vacation, adventure, and camaraderie among people sharing the experience of a sea journey.","title":"Zoology students from the University of Vienna participate in a scientific cruise on the Vila Velebita II. The seagoing laboratory of the Ruder Boskovic Institute receives partial financial support from EPA.","placename":"Rovinj (Croatia)","location":"Rovinj, Croatia","nn1":["549410","549397","549336","547465","547458","554199","549427","545728","549355","549412","552862","549415","549344","554176","548513","549386"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["deck","boat","leg","sunglass","ocean","authenticity","bandana","vacation","rigging","camaraderie"]}
