{"path":"549326.jpg","date":"July 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph captures a bustling scene on the deck of a research vessel where a group of people are actively engaged in examining and handling what appears to be a large pile of rocky sediment or possibly samples from an underwater exploration. The group consists of several individuals, male and female, dressed in casual summer attire such as shorts and t-shirts, with some in swimwear, indicating a warm climate.\n\nThe central focus is the heap of rocky material on the deck, around which the people are gathered. Some are squatting or bending over the pile, visibly sorting through and discussing the contents. The tools being used, like buckets and bare hands, suggest a hands-on examination, possibly for scientific or educational purposes.\n\nIn the background, more individuals can be seen standing on a higher level of the vessel, observing the activities below. These onlookers are similarly dressed in informal, warm-weather clothes and some are equipped with cameras, capturing the events as they unfold.\n\nThe vessel itself is equipped with maritime necessities—lifebuoys, a deck with metal railings, and visible rigging—indicative of a large boat or ship designed for extended expeditions or tours. The atmosphere conveyed by the image is one of interactive learning or research, with a lively engagement among participants in a communal, outdoor maritime setting.","title":"Zoology students from the University of Vienna participate in a scientific cruise on the research ship Vila Velebita II. A research laboratory of the Ruder Boskovic Institute, the ship receives financial support from EPA.","placename":"Rovinj (Croatia)","location":"Rovinj, Croatia","nn1":["549616","552862","549336","555827","552861","549265","555832","549356","546309","549351","549355","548768","555828","549348","549588","546308"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["deck","vessel","research","pile","swimwear","expedition","tour","learning","examination","rigging"]}
