{"path":"549474.jpg","date":"May 1973","photographer":"Burns, George","caption":"This photograph offers a striking aerial view of Niagara Falls, specifically the Horseshoe Falls, which is located on the border between Canada and the United States. The image captures the massive waterfall in its entirety, showcasing its wide, semicircular cascade of frothy white water plunging into the basin below. The falls create a mist that rises and softens the surrounding landscape.\n\nIn the surrounding area, the upper river is filled with white, turbulent waters leading to the falls, and floating ice can be seen, suggesting that the photograph might have been taken during a colder season. Below the falls, the river continues its course, accompanied by rocky banks and lush greenery.\n\nTo the left of the falls, a beautifully landscaped park is visible. This area includes pathways, patches of well-maintained grass, and a circular structure that likely serves as an observation or visitor center. A roadway runs horizontally across the frame, with vehicles indicating the scale and accessibility of the area.\n\nNear the bottom of the falls, a small boat can be seen in the river, providing scale to the massive water flow and likely carrying tourists. Additionally, a bridge is visible in the background, spanning the river and connecting the two countries.\n\nOverall, the photograph encapsulates both the natural majesty and the human-engaged aspects surrounding Niagara Falls, providing a comprehensive overview from a bird's eye perspective.","title":"Aerial view of \"Horseshoe Falls,\" the Canadian half of Niagara Falls. To the left is Goat Island, which divides the cataract into two parts.","placename":"Niagara Falls (N.Y.)","location":"Niagara Falls, New York","nn1":["549496","549475","549549","549473","549558","549485","549556","549468","549554","552405","549530","549557","549548","549466","549544","549563"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["fall","river","entirety","cascade","majesty","country","basin","overview","accessibility","course"]}
