{"path":"549446.jpg","date":"May 1973","photographer":"Norton, Boyd","caption":"This photograph captures a serene landscape scene during what appears to be either dawn or dusk, characterized by a soft, dim light that hints at the sun's low position near the horizon. The setting is a tranquil, narrow valley with steep mountains rising on either side. These mountains lead down to a calm body of water, possibly a river or a small lake, which occupies the lower third of the image.\n\nIn this body of water, a striking reflection can be seen, mirroring the outline of the mountains and the gentle patterns of clouds in the sky above, although the sky itself is mostly shrouded in darkness due to the ambient lighting and exposure of the photograph. The water's surface is smooth, indicating a moment of stillness, without any ripple or disturbance.\n\nThe composition utilizes the water to create a symmetrical division along the vertical midpoint of the frame, drawing a line between the real landscape above and its reflection below. The color palette of the photo is largely subdued, with dark blues, blacks, and hints of lighter, cloud-reflected hues contributing to an overall atmosphere of tranquility and natural beauty. The silhouettes of the mountain slopes are softly illuminated by the minimal light, enhancing their outlines against the sky and water.\n\nOverall, the photograph conveys a deep sense of calm and solitude, capturing a timeless moment in a secluded natural setting.","title":"Tranquil stretch of the Snake River in Hells Canyon on the Oregon-Idaho state line. Alternation of the river between mirror-like stillness and raging turbulence gives special fascination to the region.","placename":"Lewiston (Idaho)","location":"Lewiston, Idaho","nn1":["542994","552336","549445","557000","557572","550389","546963","557519","554753","543611","552142","552318","552894","550560","557570","554397"],"cl":[48],"cluster":["#48 &mdash; Water 4"],"terms":["mountain","outline","reflection","division","water","black","third","disturbance","cloud","darkness"]}
