{"path":"549497.jpg","date":"July 1973","photographer":"Burns, George","caption":"This is an aerial photograph capturing a landscape consisting of a river, a roadway, and a dam. On the left side of the image is a large body of water with dark blue shades, possibly indicating depth and some turbulence, visible as white caps on the water near the edge. Adjacent to the water on its right, there is a thickly wooded area following the natural curvature of the riverbank. This cluster of trees separates the river from a highway.\n\nThe highway, seen on the top right section of the photograph, consists of multiple lanes divided by barrier medians, creating a distinct separation between the directions of travel. The road curves gently through the landscape, following the river's contour.\n\nIn the bottom center of the image, a dam facility is visible. This structure includes open spillway gates through which water is being released, evidenced by a powerful cascade of frothy white water pouring back into the river. The dam is built with heavy concrete, forming a barrier that spans the breadth of the river, appearing to control the water flow for either hydroelectric power generation or water management purposes.\n\nIn the background, beyond the highway to the top right, there are small residential areas with individual houses predominantly surrounded by vegetated patches, suggesting a suburban setting near the river.\n\nThe image provides a palpable contrast between man-made structures and natural elements and highlights the interaction between infrastructure and the environment.","title":"Aerial view of the Niagara River showing sewage discharge from the city of Niagara Falls. This effluent is plainly visible to visitors to the falls.","placename":"Niagara Falls (N.Y.)","location":"Niagara Falls, New York","nn1":["548007","553660","549498","549004","548024","548936","551580","549500","548925","548017","548940","551212","548847","553137","548003","548016"],"cl":[47],"cluster":["#47 &mdash; Dam"],"terms":["dam","river","highway","follow","barrier","water","median","spillway","breadth","turbulence"]}
