{"path":"549472.jpg","date":"July 1973","photographer":"Burns, George","caption":"This is an aerial photograph showcasing a bustling industrial harbor area adjacent to a large body of water. The image captures a sweeping view of an extensive industrial landscape characterized by numerous large buildings, smokestacks, and storage tanks, indicative of heavy industry, likely involving steel manufacturing or similar activities. The facilities are densely packed, reflecting a high level of industrial activity.\n\nTo the left of the photo, there is a major highway or roadway with vehicles visible, leading away from or towards the industrial area, suggesting its significance in transportation and accessibility. This road is bordered by green areas which provide a contrast to the industrial setting.\n\nThe harbor itself features several large piers or jetties extending into the water, with visible cargo ships moored at one of the docks, indicating the movement of goods and materials integral to the operations. The body of water is vast, leading to the horizon, and appears calm.\n\nOn the right side of the photo, there is a significantly large, isolated storage facility sitting on a pier, surrounded by water on three sides, which highlights the strategic placement for logistics purposes.\n\nThe overall composition of the photograph underscores the human impact on the landscape through industrial development, juxtaposed with natural elements like the water and green spaces, creating a dynamic interaction between nature and industry. The horizon is slightly hazy, perhaps due to the pollution typical of such industrial zones, which also suggests the photograph was taken during the mid to late 20th century based on the color and style of the image.","title":"Aerial view of Bethlehem Steel plant at Lackawanna on the shores of Lake Erie just below Buffalo. Waste effluents are monitored throughout this area.","placename":"Buffalo (N.Y.)","location":"Buffalo, New York","nn1":["551609","555724","550890","555773","555766","546359","555770","551574","547058","551566","555769","549969","549511","550886","548423","552181"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["harbor","pier","industry","storage","water","jetty","accessibility","logistic","facility","placement"]}
