{"path":"549457.jpg","date":"May 1973","photographer":"Norton, Boyd","caption":"This photograph presents a serene and somewhat isolated riverside setting. The scene is dominated by a large river in the foreground, with calm waters that reflect a hint of the grey skies above. On the far side of the river, the terrain is framed by a rugged hillside with undulating, rocky features and scant vegetation, possibly indicating a dry or arid climate.\n\nIn the midground of the photograph, nestled against the backdrop of the hill, are several structures. There are at least three buildings visible, each with distinguishable characteristics. On the left, there's a small green house with a simple, rectangular structure and a peaked roof. In the center, a larger, elongated building appears more equipped for habitation, featuring a porch lined with what looks like a railing or banister, and several windows. It has an extending roof that provides shade to the porch. There's also a white annex connected to this main structure, and another smaller building to its right, which appears utilitarian in structure, possibly a shed or storage facility.\n\nThe area around these buildings is lush compared to the hillside, with a number of trees including what appears to be young saplings and more mature trees. There's a noticeable contrast in vegetation directly around the houses, suggesting maybe a tended garden or landscaped area.\n\nNo people are visible in the image, reinforcing a sense of quiet isolation. This setting could potentially be a remote dwelling or a small community living close to nature, possibly relying on the river as a vital resource. The overall atmosphere is peaceful, with nature’s ruggedness meeting the simplicity of human habitation.","title":"One of a few scattered ranches on the stretch of the snake river that lies below hells canyon and upriver from Lewiston.  Mail is delivered by boat","placename":"Lewiston (Idaho)","location":"Lewiston, Idaho","nn1":["551526","557485","552108","555575","548096","556964","551067","552837","548868","558005","542653","542558","550367","557106","555535","551066"],"cl":[48],"cluster":["#48 &mdash; Water 4"],"terms":["habitation","hillside","porch","river","rely","dwelling","house","tend","ruggedness","characteristic"]}
