{"path":"549486.jpg","date":"May 1973","photographer":"Burns, George","caption":"The photograph captures a scenic view of a large dam with a river flowing through it. In the foreground, there is a stone wall that runs diagonally across the frame, adding texture and a rustic charm to the composition. Young, leaf-bearing branches of a tree slightly obscure the top of the frame, which lends an organic feel to the industrial-dominated scene.\n\nThe river in the center of the image appears broad and flows smoothly, reflecting hints of the overcast sky above. On the right side of the river is the dam itself, which is a substantial concrete structure. The dam’s multiple sections are visible, each section descending step-like towards the river, and it generates a significant waterfall effect where the river meets the base of the dam.\n\nIn the background, there's a clear view of the opposing riverbank, which is primarily rock formations partially covered with sparse green vegetation. Visible above the dam is a bridge, and there is some kind of structure with a cylindrical tower-like section on the bridge, possibly part of the dam's operational facilities.\n\nThe overall mood of the photograph is serene yet impressive, showcasing the contrast between nature and human-made structures. The color palette is primarily composed of muted greens, blues, and greys, which may suggest that this photo was taken on a cloudy day.","title":"The Robert Moses Power Plant on the Niagara River below Niagara Falls on the United States side. Across the river a Canadian plant produces comparable amounts of electricity. In combination the two plants generate more power than is produced from any other single location in the world.","placename":"Niagara Falls (N.Y.)","location":"Niagara Falls, New York","nn1":["553137","550654","544166","553828","549004","551212","548925","550701","544141","548870","548947","548007","548150","548927","548016","553372"],"cl":[47],"cluster":["#47 &mdash; Dam"],"terms":["dam","river","section","bridge","like","leaf","waterfall","kind","step","charm"]}
