{"path":"549453.jpg","date":"May 1973","photographer":"Norton, Boyd","caption":"This photograph captures a serene and somewhat rugged landscape scene. The foreground features tall grass that appears to be dry or dying, with hues of yellow and green. Prominently in the foreground, there is a pink-topped surveyor's or marker stake with writing on it, possibly indicating a specific location or measurement; the writing is not fully legible but includes \"5 ft. cond.\" suggesting it might relate to a condition or constraint set at five feet.\n\nBeyond the marker, the scene opens up to a calm body of water that reflects the surrounding landscape. The water is nestled between two rising, rocky hill slopes which form a narrow valley. These hills are steep and bare with few to no trees, just low vegetation, hinting at a possibly arid or harsh environment. The color palette of the hills ranges from dark browns to muted greens.\n\nThe sky above is overcast, with a mix of blue and gray tones, suggesting an overcast day. This soft lighting contributes to the tranquil and undisturbed atmosphere of the scene. The overall composition of the photograph, with its focus on both the natural landscape and the human-placed marker, might suggest a theme of interaction between human activity and natural settings, possibly in an ecological or geological study context.","title":"Survey stakes indicate planned subdivision for this privately owned holding in Hells Canyon. Bill before Congress would establish a Hells Canyon National Recreation Area and preserve the Wilderness setting. The Forest Service has begun proceedings to acquire this and other private lands in the area to prevent destructive development.","placename":"Lewiston (Idaho)","location":"Lewiston, Idaho","nn1":["549448","550491","552905","553135","553994","551520","550397","555589","549156","552900","549183","549179","549155","553086","550486","546385"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["marker","writing","hill","stake","measurement","foot","study","yellow","valley","slope"]}
