{"path":"549400.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"The photograph depicts a dynamic and vivid sailing scene in a racing environment. The main focus is on two sailboats heeled over in strong winds, which underscores the intensity of a regatta or a racing event.\n\nThe foreground features a sailboat named \"ETOILE,\" which prominently displays the name along with its sailing origin, \"Richmond,\" on the stern. This boat is inclined significantly to its starboard (right) side, indicating strong wind conditions and vigorous sailing. There are several people aboard clad in casual, yet suitable attire for sailing; they are actively engaged in managing the sails or navigating the boat. This group of individuals seems focused on their tasks, aiming for speed and efficient handling.\n\nImmediately behind and to the right of the \"ETOILE\" is another racing boat with its large, billowing sails. It follows a similar tilt and direction, sailing parallel and slightly behind, adding a sense of competition and urgency to the image.\n\nThe ocean environment surrounding these boats is choppy and textured, suggestive of strong winds. The sea is a predominant steel blue-grey, melding with a hazy, overcast sky that contributes to the overall atmosphere of an intense, windswept day on the water.\n\nIn the background, several other sailboats are visible at various distances, which enriches the context implying this is a part of a larger sailing event or regatta. The overall composition is vibrant and conveys the thrill and challenge of sailboat racing.","title":"Contender in the Annapolis-Newport race on chesapeake bay in the early hours of the race.  This important sailing event takes place every other year.  Several classes of boats compete","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["549424","549426","549082","549404","548526","549430","547450","549425","549389","549401","548513","548522","549421","549436","549388","549406"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["sailing","racing","sailboat","regatta","boat","wind","sail","meld","name","competition"]}
