{"path":"549473.jpg","date":"May 1973","photographer":"Burns, George","caption":"This photograph provides a sweeping aerial view of Niagara Falls, showcasing both the American Falls on the left and the larger Horseshoe Falls on the right. The viewpoint is from above and slightly distanced, allowing for a comprehensive view of the falls and their surrounding areas.\n\n**Falls and Waterways:** The American Falls are seen with a smaller volume of water cascading down, with rocky debris at its base, separated by Goat Island from the Horseshoe Falls. The Horseshoe Falls are characterized by their semicircular shape, and a massive amount of water pouring over their crest creates a thick mist at the bottom.\n\n**Surroundings:** Both sides of the falls are bordered by lush green parks, adding a vibrant contrast to the white of the rushing water. The parks are well-maintained with visible walking paths. On the left, the urban cityscape adjacent to the American Falls includes several buildings and residential areas.\n\n**River and Island:** The Niagara River, murky and robust, flows around Goat Island, which splits the river into two sections leading to each set of falls. The river above the falls is filled with rapid currents and whitecaps, indicating its powerful flow towards the drop-off.\n\n**Roads and Vehicles:** A road runs alongside the river, busy with traffic which is especially heavy on the side near the American Falls. Parking lots and a few buildings are visible near this road, suggesting tourist facilities and viewpoints.\n\n**Overall, the image captures the natural majesty and substantial scale of Niagara Falls, framed by human infrastructure and natural beauty, offering a vibrant snapshot of this famous landmark.","title":"Aerial view of Niagara Falls, showing the american falls (upper left) and the canadian or \"horseshoe falls\" (center).  Dividing the cataract at the brink of the escarpment is goat island, a favorite vantage point for tourists","placename":"Niagara Falls (N.Y.)","location":"Niagara Falls, New York","nn1":["549485","549475","549556","549474","549549","549496","549468","549558","552405","549530","549554","549557","549491","549466","549563","549548"],"cl":[47],"cluster":["#47 &mdash; Dam"],"terms":["fall","viewpoint","off","whitecap","river","walking","flow","drop","majesty","crest"]}
