{"path":"549427.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"This photograph captures a dynamic scene on a sailing yacht. The yacht is tilted slightly as it navigates through the water, indicating that it is likely under sail and responding to the wind’s pressure. Several people on board, approximately six visible individuals, are actively engaging in different tasks related to sailing.\n\nIn the composition, three main individuals are prominently positioned near the center and right side of the image. These individuals are manning the dual wheels of the boat, with each person grasping a wheel or nearby supporting structures, likely helping to steer or balance the yacht. They appear focused and attentive to their tasks, looking upward, possibly at the sails to gauge adjustments.\n\nThe other visible individuals are scattered around the deck; one is seated near the left side of the image, engaging with some equipment, and others are standing or moving around. The deck is cluttered with various sailing equipment, like ropes and winches, essential for operating the sails and managing the boat's navigation.\n\nThe surroundings show a calm sea, with no other vessels visible in the immediate vicinity, emphasizing a serene yet active environment. The sky looks overcast, contributing to the soft lighting in the photo, which might indicate weather conditions typical for sailing.\n\nOverall, the photograph captures both a sense of motion and cooperation among the crewmembers aboard the yacht as they navigate the waters.","title":"On chesapeake bay in the early hours of the Annapolis-Newport race, a biennial sailing event","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["547458","549429","549428","549397","547454","549388","549392","549433","547460","548513","549391","547455","549398","547457","549386","547466"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["yacht","sail","sailing","wheel","navigate","deck","individual","winch","cooperation","adjustment"]}
