{"path":"549418.jpg","date":"June 1973","photographer":"Lien, Mike","caption":"This photograph depicts a scene on a body of water, possibly a harbor or river, showing a group of people in a traditional-looking boat. The craft, primarily colored black and red, is somewhat crowded with at least four visible individuals engaged in boating activities.\n\nIn the foreground, we see the stern of the boat, which includes a registration number (\"MD 331 P\") visible on its side, establishing it likely operates under Maryland's jurisdiction. The back of the vessel is equipped with what appears to be a manually operated steering mechanism involving wooden handles.\n\nThe occupants of the boat, all male, are engaged in various activities: one at the steering position, another handling gear or equipment, and the others possibly navigating or enjoying the ride. They appear prepared for maritime activity, equipped for either a leisurely outing or operational tasks.\n\nTheir attire consists of casual, practical outdoor wear suitable for boating, with one individual in the back wearing sunglasses and a peaked cap, enhancing the leisurely feel of the photograph.\n\nThe scene beyond the boat shows a calm water surface, with other boats moored in the background contributing to a tranquil maritime ambiance. A buoy with the number \"6\" on it is also visible, suggesting regulated navigation areas or speed limits in this water zone.\n\nOverall, the image highlights a moment of active yet leisurely boat handling in a calm maritime setting, characterized by traditional boating practices possibly tied to recreation or light duty.","title":"Viking image on Chesapeake Bay","placename":"Annapolis (Md.)","location":"Annapolis, Maryland","nn1":["549411","548525","549410","549419","543952","544122","549414","552316","548507","549412","549415","544269","550841","548503","549420","546912"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","steering","handling","number","back","limit","stern","registration","buoy","handle"]}
