{"path":"549452.jpg","date":"May 1973","photographer":"Norton, Boyd","caption":"This photograph features an outdoor scene set in a rugged natural environment. In the foreground, a person is seen lying on their side, nestled in a light-colored sleeping bag on a blue sleeping pad, placed directly on sandy ground. The person appears to be resting or sleeping, their head resting on their hands. To the side of the sleeping person are some personal belongings, including what appears to be a book or a small notepad.\n\nThe background unfolds with a dynamic and textural contrast; on the left, a large, steep, rocky hillside dominates the view, with its dark, rugged surface contrasting sharply against the sky. Small shrubs or bushes dot the hill, emphasizing its steepness and rough nature. To the right of the hill, and behind the resting person, the scene includes multiple camping items scattered across the sand. Visible items include several coolers, cooking utensils, and possibly food storage containers, set up in a somewhat organized fashion, indicating an established campsite. A figure (possibly another camper) stands in the distance near the cooking area.\n\nOverall, the composition balances elements of human presence and the wilderness, hinting at themes of adventure, outdoor living, and the serene isolation one might find in such remote natural settings. The photograph captures an intimate moment of rest amidst an expansive, wild landscape, suggesting a narrative of exploration and temporary settlement in nature.","title":"Campsite on the snake river in hells canyon, the wildest and deepest gorge in north america.  Increasing recreational use, plus pressure for dams and other developments, threaten the Wilderness beauty of the region.  Protective legislation has been introduced in Congress","placename":"Lewiston (Idaho)","location":"Lewiston, Idaho","nn1":["545780","554513","557147","554515","543371","545786","549450","545782","554514","548796","554460","545766","545776","545500","556620","552898"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["sleep","rest","person","cooler","cook","utensil","cooking","campsite","pad","camper"]}
