{"path":"549504.jpg","date":"July 1973","photographer":"Burns, George","caption":"This is an aerial photograph capturing a vivid and dynamic landscape that includes a body of water, transportation infrastructure, and surrounding land. The body of water in the image is divided by a narrow, curved strip that appears to be a breakwater or a barrier, creating an interesting pattern in the water. On one side of the barrier, the water is relatively calm and hosts several patches of seaweed or water plants visible through the translucent upper layer, giving it a textural, greenish appearance.\n\nOn the other side of the barrier, the water appears more dynamic, characterized by waves and ripples that suggest stronger currents or wind effects. Furthermore, on the far side of the photograph, there is a busy highway complex with multiple lanes and some connecting ramps, which implies a highly developed urban or suburban area. The road is dotted with cars, indicating active traffic.\n\nAdjacent to the highway, on the edge of the water, there are small structures that could be related to marine or waterway activities, alongside a docking area with a couple of small boats moored. The overall layout and composition of the image provide a snapshot that blends natural water elements with human-engineered structures, emphasizing the interaction between natural landscapes and developed environments. The lush greenery near the shoreline and clear blue skies add a vibrant contrast to the scene, enhancing the visual appeal of the photograph.","title":"Waterway at Buffalo's northern waterfront on the niagara river.  Forming part of the boundary between the united states and canada, the river joins lake erie and lake ontario","placename":"Buffalo (N.Y.)","location":"Buffalo, New York","nn1":["545024","556966","548945","548918","548143","549528","545918","549520","554022","550757","544635","556905","549484","553792","547098","548638"],"cl":[10],"cluster":["#10 &mdash; Coastline"],"terms":["barrier","water","highway","engineere","breakwater","ramp","seaweed","docking","host","current"]}
