{"path":"549513.jpg","date":"July 1973","photographer":"Burns, George","caption":"This photograph features a detailed scene of a riverside construction or surveying area. In the foreground, prominently placed to the right, is a large, black theodolite—a precision instrument used for measuring angles in the horizontal and vertical planes. The theodolite is mounted on a stable, yellow tripod stand. The focus on the theodolite indicates the surveying component of the activities occurring in the area.\n\nBeyond the theodolite, the middle ground displays a busy waterside construction site. There are several floating platforms or barges scattered on the water, each attached to the shore by wooden planks acting as makeshift bridges. One of the barges features a large crane, which is actively engaged in construction work, likely related to infrastructure development or repair. This crane is lifting or manipulating heavy materials, evidenced by its positioning and the visible riggings. Additional equipment and material can be observed on the barges, including what looks like containers and other construction-related paraphernalia.\n\nIn the background, the city skyline is visible, portraying a mix of mid-rise to high-rise buildings that suggest a moderately busy urban setting. The scene is quite overcast, with no sunlight casting clear shadows, suggesting either an early morning or an overcast day.\n\nThe area near the shoreline where the photo is taken appears somewhat undeveloped or in a state of transition, with strewn rocks and debris, indicating ongoing construction or land development activities. This setting, combined with the construction barges and the use of a surveying theodolite, suggests a major construction project possibly related to urban development, shoreline reinforcement, or infrastructure expansion.","title":"Construction on the Buffalo waterfront","placename":"Buffalo (N.Y.)","location":"Buffalo, New York","nn1":["548361","546833","545858","555796","543894","555795","547996","544282","548559","547171","547259","544753","555807","549912","548310","548000"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["barge","construction","development","crane","tripod","reinforcement","shoreline","rigging","expansion","precision"]}
