{"path":"549528.jpg","date":"July 1973","photographer":"Burns, George","caption":"This aerial photograph captures a vibrant coastal urban area beside a large body of blue water. There are several identifiable features in this image:\n\n1. Waterfront: The foreground shows a large expanse of water with distinct shipping activities. Notably, there are two large structures in the water which appear to be breakwaters or jetties. These structures help in calming the water near the shore, making it suitable for docks and preventing erosion.\n\n2. Boats and shipping: On the water, there are multiple vessels visible. In the center and lower part of the image, large ships are either stationary or possibly moving slowly, they are likely commercial based on their size and structure. Additionally, various smaller boats can be observed scattered across the water, likely indicating either leisure activities or local transport.\n\n3. Built environment: The distant background displays a dense urban landscape with various buildings whose details are not discernable due to the distance but suggest a populated city. \n\n4. Shoreline: The shoreline is interlaced with developed areas featuring numerous docks and built structures, indicative of a well-established port. Roads or pathways along the shore connect different parts of the harbor, showing accessibility and structured urban planning.\n\n5. Landscape and vegetation: Beyond the immediate waterfront and built-up areas, there is a stretch of greenery which could be public parks or natural reserves, adding a contrasting natural element to the otherwise urban scene.\n\n6. Bridges and connectivity: Towards the left side of the image, bridges spanning the water body can be seen, suggesting connectivity between different parts of the city or with neighboring areas.\n\n7. Sky and lighting: The sky is clear with ample daylight, enhancing the visibility and vibrant colors of the water and land.\n\nOverall, the photograph depicts a bustling coastal zone with commercial, recreational, and urban characteristics, showcasing human interaction with a significant water body.","title":"Buffalo waterfront. Discolored area is polluted water flowing into Lake Erie from the Buffalo River.","placename":"Buffalo (N.Y.)","location":"Buffalo, New York","nn1":["556947","549505","549484","551610","548023","548453","556945","553790","557462","552195","548783","549483","548632","548628","549470","552269"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["connectivity","shipping","water","waterfront","dock","shoreline","neighboring","bridge","shore","breakwater"]}
