{"path":"549501.jpg","date":"July 1973","photographer":"Burns, George","caption":"This photograph is an aerial view of a coastal urban area. The lower part of the image shows a large body of water which is blue in color, and alive with varied textures indicating waves and currents. Extending from the bottom center to the middle of the photograph is a long, narrow pier jutting into the water. At the end of the pier, there is a circular structure, possibly a small lighthouse or viewing platform.\n\nOn the left portion of the image, you can see a section of the coastline that features another pier with a series of slips for boats, indicating a marina or a small dock area. There is a noticeable color gradient in the water from dark blue to a lighter turquoise, possibly indicating shallower areas near the coast.\n\nThe right side of the image displays a more densely populated area with numerous buildings that could be residential, commercial, or mixed-use. There are visible streets and green areas interspersed between the buildings. The area is bordered on one side by another large body of water, suggesting that this location might be on a peninsula or an isthmus.\n\nTowards the back of the photo, the terrain transitions from the urban environment to a more suburban or less densely built area, with more visible green spaces and fewer buildings. The horizon fades into a hazy blend of sky and distant land, giving a sense of expansiveness and atmospheric depth. There are no visible people in the photograph, emphasizing the focus on geographical and urban elements from a bird's-eye view.\n","title":"Buffalo waterfront at point where the badly polluted Buffalo river flows into lake erie.  Aerial view shows discolored water as it moves toward the niagara river and the famous falls","placename":"Buffalo (N.Y.)","location":"Buffalo, New York","nn1":["549505","551610","555756","553790","557462","556945","553748","556953","550363","554022","555757","557463","554058","552133","549528","543423"],"cl":[10],"cluster":["#10 &mdash; Coastline"],"terms":["pier","lighthouse","peninsula","jutt","expansiveness","turquoise","marina","coast","atmospheric","area"]}
