{"path":"549503.jpg","date":"July 1973","photographer":"Burns, George","caption":"This photograph presents an aerial view of a bustling urban waterfront featuring different aspects of city infrastructure and natural features. The composition captures a wide river, splitting into two channels that are bordered by urban development.\n\nOn the left side of the image, there's a long arcing bridge that spans the river, connecting two parts of the city. Below the bridge, several boats can be seen moving along the water or docked along the shore, indicating the presence of a moderately busy boating route.\n\nThe land alongside the river is densely packed with buildings, streets, and green spaces. Residential areas with tightly-spaced houses are predominant, intermixed with larger buildings, possibly commercial or industrial in nature. There is a distinctive large building with a red roof near the bottom right of the image which stands out among otherwise smaller structures.\n\nMoreover, the image shows an area along the edge of the river with what appears to be a marina where numerous small boats are docked. The marina is next to another prominent building—a large brown structure—perhaps a facility related to waterfront activities or commerce.\n\nRailroad tracks run along the riverbank, suggesting an integration of transportation modes (water and rail) in this area. The river itself shows signs of activity and possibly some water plants floating near the shores.\n\nOverall, the photograph showcases a vibrant urban waterway scene, displaying a blend of natural and human-made elements that make up the lifeblood of the city. The abundance of water, bridges, and a busy marina reflects a robust interaction between the city and the river.","title":"Waterway at Buffalo's northern waterfront on the Niagara River. Forming part of the boundary between the United States and Canada, the river joins Lake Erie and Lake Ontario.","placename":"Buffalo (N.Y.)","location":"Buffalo, New York","nn1":["548023","551188","549483","548427","547263","551181","551178","549825","547233","549814","550214","546689","555758","553865","546669","556947"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["marina","river","city","bridge","waterfront","shore","mode","abundance","integration","boat"]}
