{"path":"549579.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This image depicts a lively, crowded street scene, filled with a variety of people and activities, after what appears to have been a parade or public event. The foreground shows a littered street strewn with various debris such as paper plates, cups, newspapers, and other items, reflecting the aftermath of the event.\n\nTwo young women are walking towards the camera from the left side of the image. The first wears a sleeveless top with a red, white, and blue design, likely denim shorts, and sandals, holding her hair up due to probably a breeze or to keep cool. Next to her, the second young woman, wearing a red top with straps, denim shorts, and also has sunglasses, is stepping cautiously around the litter. \n\nOn the right side of the photo, there's a man wearing a white shirt with vertical stripes and glasses, accompanied by two children. The children appear engaged with the litter, possibly picking something up or looking at an item. Another detail is a man with a camera hanging around his neck and possibly a credential or pass; he seems poised to take a photo, indicating the event's significance or public interest.\n\nThe background features various onlookers or participants in the day's activities. They are scattered across the wide street bathed in sunlight, with lots of walking space despite the debris. American flags hang from posts, contributing to a festive or national holiday atmosphere, and the architecture suggests a city setting with multiple stories and signage, including an advertisement for a parking space and what might be either shops or business establishments lining the street.\n\nOverall, the photo captures a moment of activity and recovery from a celebratory event in a busy urban environment, highlighting diverse reactions to the surrounding disorder and the communal nature of public celebrations.","title":"Aftermath of the \"old milwaukee days\" circus parade in downtown milwaukee.  Spectators depart; tons of litter remain","placename":"Wisconsin","location":"Wisconsin","nn1":["554615","558119","553287","547026","553239","549806","557715","549571","551936","545929","549577","551789","557272","558295","553237","557714"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["litter","event","street","denim","short","celebratory","hang","reaction","recovery","disorder"]}
