{"path":"549585.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph features a beautifully detailed portion of what appears to be a parade float or a decorative structure, captured in vibrant daylight. The main focal point of the image is a richly ornamental, sculpted frame that exhibits intricate craftsmanship. The frame is adorned with golden gilded flourishes and motifs, including leaves, scrolls, and floral elements that contribute to a baroque aesthetic.\n\nProminently displayed within an oval-shaped aperture of the frame is a sculpted figure in relief, which appears to be cast in a bronze-like material. The figure is a classical representation, possibly of a mythical or historical character, standing upright with a staff or scepter. It is colored differently from the surrounding gold elements, standing out with its darker, metallic hue against the vivid red background of the oval frame.\n\nIn the background, through the oval aperture and another circular cutout in the frame, a crowd of onlookers can be seen. The people, who are blurred and in the distance, appear to be gathered for a parade or public event, some holding umbrellas to shield themselves from the sun. The crowd is diverse in age and appearance, suggesting a communal or festive occasion. The ambient light is bright, indicating that the photograph was taken on a sunny day, enhancing the reflective quality of the gilded frame and creating a contrast with the shaded areas of the oval.\n\nOverall, the composition of the photograph uses the elaborate frame to create a layered visual effect, juxtaposing the artistry of the frame against the casual, everyday scene of the crowd at the event. This combination evokes a sense of celebration, heritage, and artistic craftsmanship.","title":"Ornately carved circus carts preserved from past generations are brought out of retirement for the annual \"Old Milwaukee Days\" parade. Magnificence of this wagon is enhanced by mirror, reflecting enthusiastic crowds.","placename":"Wisconsin","location":"OTHER","nn1":["553769","549676","551786","549583","551787","551812","548652","553234","549566","553254","550076","551811","548649","548288","553247","551666"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["crowd","craftsmanship","frame","parade","flourish","artistry","bronze","relief","like","staff"]}
