{"path":"549581.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph depicts a lively scene, likely from a parade or some public celebration involving a fire department's presentation. Three main elements dominate the composition:\n\n1. **Foreground**: In the bottom half of the image, there's a bustling setting clearly showing the active preparation or adjournment of a parade unit. Multiple individuals are visible, mostly men, engaged in physical activities around some kind of parade equipment. Most are dressed casually in jeans; their postures suggest that they are setting up or maintaining the equipment, hinting at the start or end of a parade-like event.\n\n2. **Central Focus**: The central and most striking part of the image features a team of draft horses, adorned with harnesses and seeming ready for a parade. These horses serve as the motive power for a large wheeled platform which they are hitched to. Their rich brown tones and organized arrangement provide a sense of discipline and display.\n\n3. **Background**: Sitting atop a high platform, possibly a vintage fire engine or fire department display unit, are three individuals wearing bright red uniforms and white helmets, making them easily distinguishable. They are seated and seem to be either observing the activities below or waiting to participate in the parade. The platform bears flags and a measure of decorative flair typical at public celebratory events, which supports the parade theme.\n\nOverall, the photograph captures a moment full of organization and preparation, possibly before a parade, emphasizing community and local traditions possibly involved with the fire services.","title":"Course of a mule-drawn wagon seldom runs smooth. In the middle of the \"Old Milwaukee Days\" annual parade, one of the army mules decided enough was enough. A little patience and some tugging got the parade on its way again.","placename":"Wisconsin","location":"OTHER","nn1":["549566","549576","557716","557712","549583","557062","549572","557710","557050","557047","549577","549574","552662","557715","552651","557046"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["parade","fire","platform","preparation","horse","unit","flair","event","harness","team"]}
