{"path":"549586.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph depicts an outdoor scene featuring a large red ship with a person visible on its side. At the focus of the image is a large, cylindrical net-like structure that is being retrieved or deployed from the ship; it is suspended from a cable system that extends upwards beyond the frame. The person, wearing a red safety suit, is partially visible, leaning out from the side of the ship to interact with the netted structure. It appears they may be reaching or guiding the structure.\n\nThe central structure itself is white and tightly encased in black netting or mesh with a metal framework at both ends—possibly a piece of scientific or fishing equipment. Water droplets or perhaps some other kind of debris can be seen in the air around the structure, suggesting movement or recent activity. The sky in the background is a clear blue, indicating good weather conditions.\n\nThe ship's vibrant red hue starkly contrasts with the bright blue sky, and the geometric form of the white cylindrical equipment juxtaposes with the organic forms of the splashing water droplets. This creates a visually striking composition. The angle of the photo suggests it was taken from another point on the ship, looking up towards the interaction between the human figure and the equipment.","title":"The \"Martin Karlsen,\" a Canadian ship, is a floating laboratory from which scientists are analyzing physical, chemical, biological and meteorological conditions in Lake Superior. Such complete study of fresh water is called limnology. Limnologist washes down side of plankton net into collector-cup from which the zooplankton and phytoplankton can be counted and analyzed.","placename":"Superior, Lake","location":"OTHER","nn1":["549597","549588","549594","549618","549603","549615","555832","549590","549589","549616","549598","547552","544242","555828","549591","549617"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["ship","droplet","equipment","netting","form","structure","kind","person","cable","framework"]}
