{"path":"549576.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a dynamic and colorful parade scene set on a sunlit urban street. A procession features a large, ornate horse-drawn carriage at the forefront. Leading the carriage are two robust horses adorned with elaborate harnesses and intricate decorations, including head plumes and chest ornaments. The horses are directed by a driver who is partially visible.\n\nOn the carriage, a group of individuals dressed in vibrant red uniforms with hats and white ceremonial feathers is visible. One of these individuals is actively waving to the crowd, while another is holding what appears to be a flag or banner. The carriage itself is opulently decked out, with decorations that give it a ceremonial and regal look.\n\nThe street is lined with spectators, many of whom are seated while others stand to get a better view of the parade. People of various ages—including children, adults, and elderly—are present, displaying signs of enthusiasm and enjoyment. Some of the spectators can be seen taking photographs or waving back at the procession.\n\nSignificant details like American flags hanging from building facades and a sign indicating a cinema showing \"The Greatest Circus\" suggest a festive, patriotic atmosphere, possibly during a national holiday or public celebration.\n\nBackground elements reveal urban buildings, some with signage and others with visible architectural details. The digital time and temperature display reads “2:39” and provides an ambient temperature, hinting at the season and time of the event. Overall, the scene is vibrant and filled with movement, color, and a distinct sense of community festivity.","title":"Crowds estimated at over 750,000 line the parade route as circus wagons of a bygone day revive past glories in the annual \"Old Milwaukee Days\" circus parade.","placename":"Wisconsin","location":"OTHER","nn1":["549566","557712","549574","549583","557716","552660","552651","549581","552657","557046","557050","557053","556274","557710","546991","551717"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["carriage","procession","horse","temperature","parade","spectator","decoration","flag","ornament","enthusiasm"]}
