{"path":"549596.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph depicts two individuals involved in a scientific or industrial activity on a vessel. The primary focus is on a sizable mechanical device, which appears to be hoisting a large cylindrical container equipped with various apparatus, possibly for collecting water samples or other environmental data. This container is suspended by a cable from a robust crane-like structure painted in yellow, showing signs of wear and exposure to elements.\n\nThe person on the left is partially obscured by the machinery and is looking towards the container, showing engagement with the ongoing task. This individual wears a striped sweater and has shoulder-length hair. The person on the right appears more prominently, standing and observing or operating the equipment. Dressed in a dark sweater with possible dark pants, they exhibit a focused demeanor.\n\nThe background is simple and hazy, primarily consisting of a calm body of water that merges with a soft, indistinct horizon, suggesting that the photograph was taken on overcast or foggy weather conditions. The overall mood of the image is that of calm, concentrated activity, typical of research or operational work in a marine environment.","title":"The \"martin karlsen,\" a canadian ship, is a floating laboratory from which scientists are analyzing physical, chemical biological and meteorological conditions in lake superior.  Such complete study of fresh water is called limnology.  Plankton net is lowered into water to collect samples of zooplankton and phytoplankton, the smallest forms of marine life","placename":"Superior, Lake","location":"Superior, Lake","nn1":["555832","549600","549597","546758","549348","549603","549616","549356","549595","552861","544242","549588","549602","555827","555828","546307"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["container","sweater","datum","hoist","sample","suspend","apparatus","collect","person","merge"]}
