{"path":"549582.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph captures a colorful and lively scene featuring two clowns at what looks like an outdoor event or festival. The setting appears to be a parking lot or an open field, with cars and people visible in the background which adds to the casual, festive atmosphere.\n\nOn the left, there's a clown seated on a metal object resembling a part of a train track or heavy machinery. This clown is dressed in a patchwork outfit with multiple colors and patterns, predominantly in red and yellow, and has a big, poofy wig with a green feather attachment. The makeup is traditional clown white with exaggerated facial features drawn in black and red. Red leggings and red shoes complete this vibrant look. The clown gazes directly into the camera, offering a smile.\n\nOn the ground to the right, another clown is captured in a more dynamic pose, appearing to have just fallen or is playacting a fall. This clown’s outfit matches the flamboyance of the first—decorated in a white jumpsuit teeming with colorful cartoons and symbols, possibly related to a circus theme, and paired with red and white polka dot details. The shoes and makeup are similar in style to the other clown's, reinforcing a sense of visual unity between the two characters.\n\nBehind them, the scene is diffuse but filled with light tones suggesting a bright sunny day, giving the picture a cheerful, energetic vibe. The people in the distant background, mixed with parked cars and open sky, provide a sense of community and outdoor gathering, perhaps a fair or circus event attracting diverse groups.\n\nOverall, the composition, with its vibrant colors, lively expressions, and casual setting, seems to capture a moment of joy and entertainment typically associated with clowns and public celebrations.","title":"Freeway construction crane bucket provides a resting place for these clowns. They are waiting near the Marshalling area for the start of the \"Old Milwaukee Days\" annual parade.","placename":"Wisconsin","location":"OTHER","nn1":["549569","549575","553282","553714","554615","545444","551688","545454","545464","558295","553240","551298","552652","553210","545460","553761"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["shoe","outfit","jumpsuit","unity","cartoon","attachment","polka","entertainment","event","patchwork"]}
