{"path":"549541.jpg","date":"May 1973","photographer":"Burns, George","caption":"This photograph provides an elevated, scenic view of a riverside dock setting. The key elements in the image are:\n\n1. **Tourist boat**: Dominant in the foreground, a tourist boat labeled “MAID OF THE MIST V” appears to be either departing from or approaching a small docking station in the river. The boat, prominently featuring a red roof and is filled with passengers who are visible through its open sides.\n\n2. **Dock and shelter structures**: A wooden pier can be seen extending out into the river where the tourist boat is docked. Attached to this dock, there are two small, simple shelters or buildings, likely used for ticket sales, storage, or as waiting areas for passengers.\n\n3. **Group of people**: A number of individuals, presumably tourists or passengers, are visible on the wooden pathway that slopes upward from the dock. This group, in casual attire, appears to be walking towards or away from the boat, engaged in typical tourist activities.\n\n4. **Waterfront pathway**: There is a protected waterfront pathway made of stones that curves along the river’s edge, leading to the dock and extending beyond the frame. Alongside this, a robust railing supports the trek of visitors.\n\n5. **Surrounding landscape**: The river’s water blends into a hazy background where additional landforms gently rise. The terrain surrounding the path and dock is rocky and somewhat rugged, suggesting a natural, slightly undeveloped area that contrasts with the human-made structures for tourism.\n\nThe overall composition gives a serene yet vibrant sense of a tourist location, designed to transport visitors closer to the water-body, presumably for sightseeing purposes.","title":"\"maid-of-the-mist\" sightseeing boat at dock on the niagara river below the falls","placename":"Niagara Falls (N.Y.)","location":"Niagara Falls, New York","nn1":["551221","554190","554657","549536","551218","549531","543954","548028","544260","551208","544126","549561","549910","549532","551147","549530"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["tourist","dock","pathway","boat","passengers","shelter","river","visitor","sightseeing","tourism"]}
