{"path":"549511.jpg","date":"July 1973","photographer":"Burns, George","caption":"This photograph presents an aerial view of an expansive industrial waterfront area. The scene is dominated by multiple large steel mills and related facilities, pivotal in heavy industrial activities, specifically steel production. Visible structures include tall blast furnaces, smokestacks emitting smoke, and various large buildings likely used for processing and storage. There are significant piles of raw materials, such as coal or iron ore, heaped in open spaces between the facilities, indicating the raw inputs used in steel making.\n\nAdditionally, the industrial complex is located adjacent to a large body of water, possibly a lake or river, which might be utilized for the transportation of goods and raw materials. There are docks and a few ships visible, suggesting active maritime operations. The water provides a stark natural contrast to the dense, smoke-filled industrial landscape.\n\nThe background further away from the industrial zone shows a more serene setting with trees and patches of greenery, hinting at the outskirts of a town or small city. This contrast underscores the proximity of industrial activities to residential or less developed areas.\n\nThe overall composition of the photograph, with its sharp focus on the industrial operations against a larger natural and slightly urban backdrop, highlights the scale and impact of industrial activities in this region. The photograph itself, taken from an elevated perspective, captures the extensive spread of the industrial complex along the waterfront, emphasizing its size and operational scope.","title":"Bethlehem steel plant on the lake erie waterfront south of Buffalo","placename":"Buffalo (N.Y.)","location":"Buffalo, New York","nn1":["549510","549508","555769","547101","546769","555770","549494","550890","552191","549966","549472","550761","557227","545889","546862","557223"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["steel","complex","emitting","residential","furnace","scope","iron","smoke","good","developed"]}
