{"path":"549594.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"In the photograph, there's a striking scene of a man engaged in an activity at sea. The man is at the top third of the image, positioned on the side of a large red vessel's hull, high above the waterline. He wears a vibrant orange jacket, contrasting sharply with the deep red hue of the ship.\n\nThe man seems to be working with a large cylindrical object hung on the side of the vessel, which appears to be part of the ship's equipment, possibly related to navigation or fishing. This object is encased in a clear material, presumably to protect its inner components. Water splashes visibly around it, indicating either recent contact with the water or ongoing activity involving the object.\n\nThe sky above is a clear and deep blue, serving as a serene backdrop to this intense and vibrant activity. A heavy wire or rope can be seen extending from the top of the object diagonally across the frame, suggesting it might be used to either hoist or stabilize the object.\n\nOverall, the composition of the image, with its bold colors and dynamic activity, captures a moment of maritime work, emphasizing both the grand scale of the vessel and the detailed attention required in such environments.\n","title":"The \"martin karlsen,\" a canadian ship, is a floating laboratory from which scientists are analyzing physical, chemical biological and meteorological conditions in lake superior.  Such complete study of fresh water is called limnology.  Limnologist washes down sides of plankton net into collector-cup from which the zooplankton and phytoplankton can be counted and analyzed","placename":"Superior, Lake","location":"Superior, Lake","nn1":["549603","551046","549586","549590","549617","549589","549597","555802","549595","549591","546301","549602","549618","547559","555828","555832"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["object","vessel","ship","extending","splashe","waterline","encase","hoist","contact","stabilize"]}
