{"path":"549587.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"In this photograph, a young person, potentially male based on appearance, is intently engaged with a complex scientific apparatus. The individual is kneeling on a somewhat untidy floor, made of concrete or similar material, showing evidence of spills or dirt. He is wearing dark trousers and a dark, long-sleeved sweater with a lighter-colored, high-collared shirt underneath.\n\nThe apparatus in the center is the focal point. It appears to be a chromatography column or a similar scientific instrument possibly for purposes of filtration or separation. This cylindrical, transparent equipment is segmented into different sections with darker bands, likely containing various scientific media or filters. It is connected via a tube to a large white plastic container on the ground, likely for collecting output.\n\nThe setting looks like a laboratory or an industrial setting, given the visible metallic surfaces and structures in the background. An out-of-focus figure in the background, dressed in a white or light-colored top, is handling what appears to be rope or cable, suggesting the activity might involve multiple personnel and equipment. The overall atmosphere is that of busy, practical engagement with scientific or technical equipment.","title":"The \"Martin Karlsen,\" a Canadian ship, is a floating laboratory from which scientists are analyzing physical, chemical, biological, and meteorological conditions in Lake Superior. Such complete study of fresh water is called limnology. Technician drains contents of plankton net into bottle.","placename":"Superior, Lake","location":"OTHER","nn1":["546287","549608","551594","549607","542666","546277","549364","549612","549606","555251","549604","549605","555250","546284","549611","549332"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["apparatus","equipment","output","medium","personnel","separation","spill","tube","kneel","laboratory"]}
