{"path":"549590.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph depicts a vibrant scene focused on the maintenance activities taking place on a large red ship. The ship features a prominent hull painted in bold red with a green band above the waterline. On the side of the hull, draft marks are visible, numbered from 16 to 21 feet, indicating the depth of the ship's submersion in water. These details highlight the ship's functionality and readiness for maritime operations.\n\nThe central activity in the image involves two men working on the ship's exterior. One man is standing on a ledge built into the ship's side, engaged in painting or performing maintenance on the hull. He is dressed in casual work clothes suitable for physical labor. The other man is suspended just above the water, using a bosun's chair, a device used to secure workers while they perform tasks on the exterior of ships. He appears to be involved in direct application or inspection work near the waterline.\n\nAbove these men, the ship displays several pieces of marine equipment and structures, such as masts and cranes, indicative of its capability to handle cargo or perform specialized maritime tasks. The sky is clear and deep blue, suggesting favorable weather conditions for the outdoor work being done.\n\nThe photograph focuses on capturing a moment of industrial activity, highlighting the labor and maintenance necessary to keep large marine vessels operational. The use of vibrant colors and the detailed depiction of equipment stresses the robust nature of marine industry undertakings.","title":"The \"martin karlsen,\" a canadian ship, is a floating laboratory from which scientists are analyzing physical, chemical biological and meteorological conditions in lake superior.  Such complete study of fresh water is called limnology.  Nansen bottles being lowered on a dropline, will take samples of water at specified depths","placename":"Superior, Lake","location":"Superior, Lake","nn1":["549591","546802","546858","549594","549589","546040","546012","555828","549618","551046","552149","546852","546016","555831","548125","549617"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["ship","perform","hull","waterline","maintenance","work","exterior","labor","application","capability"]}
