{"path":"549526.jpg","date":"July 1973","photographer":"Burns, George","caption":"This photograph is an aerial view of an industrial area adjacent to a body of water. The industrial site includes several large buildings, some with flat roofs and others with sloped ones. There are also several large, white storage tanks and complex pipework visible throughout the site. You can see multiple train tracks with freight cars parked on them, suggesting this site might be involved in manufacturing or processing that requires the shipping or receiving of bulk materials.\n\nTo the right side of the image, there’s an area that appears to be under construction or undergoing excavation, as evidenced by the exposed earth and heavy machinery present. The waterway next to the facility is bordered by a concrete or stone embankment, creating a clear divide between the water and land. There are two smaller figures visible on the embankment, likely people, perhaps workers or visitors observing the area.\n\nThe industrial complex is surrounded by paved areas with several cars parked in designated areas, indicating the presence of workers or visitors at the time the photo was taken. Additionally, there are patches of greenery visible, adding a bit of natural contrast to the predominantly industrial scene.\n\nThe overall composition and elements in the photograph depict a busy, functioning industrial facility, likely involved in heavy industry given the infrastructure and materials present.","title":"Industrialized section of the heavily polluted Buffalo River oil slick, visible on the surface, will eventually flow into the Niagara River.","placename":"Buffalo (N.Y.)","location":"Buffalo, New York","nn1":["555776","555754","551988","551177","548423","550886","545889","555779","549494","549968","550856","549495","555774","551994","549519","552209"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["embankment","site","visitor","worker","designate","freight","involve","undergo","facility","shipping"]}
