{"path":"549652.jpg","date":"July 1973","photographer":"Okamoto, Yoichi R.","caption":"This image captures a scene in an industrial setting, where two men are engaging with a large orange Steyr truck, suggesting a maintenance or repair scenario. \n\nThe man in the foreground is seated on the ground wearing a red shirt with black suspenders and slacks. He faces towards the truck, possibly inspecting or working on the underside or the wheels, seated on a metal grid, which might be providing access to an inspection pit below the truck.\n\nThe other man is positioned on the right, half-hidden within the truck's cabin. He leans deeply into the front hood, which is open, suggesting he might be checking or repairing something in the engine compartment. He wears a plaid shirt and jeans, attire that's functional for physical and potentially dirty work.\n\nThe environment around them speaks of an industrial or garage setting, with visible tools and parts in the vicinity, concrete walls, and natural light streaming from a large doorway or window, softly illuminating the scene. The truck, prominently placed in the center, has its license plate partially visible, indicating it might be registered in Austria (due to the \"W\" which often denotes Vienna).\n\nThis image exudes a sense of active manual labor, focused attention, and the everyday work in vehicle maintenance and repair, captured in a moment where tools and human skill come together to address mechanical issues.","title":"Prototype of a mini-bus which will have a maximum speed of seven mph and will run on propane gas--later to be converted to electricity.  If present plans are realized, the only vehicles in Vienna's inner city will be slow-moving buses and taxis.  Delivery trucks will be permitted only in the early morning hours","placename":"Vienna (Austria)","location":"Vienna, Austria","nn1":["557852","557372","553490","553491","557914","557902","553492","555866","557833","542763","557911","557855","549723","546632","557906","557853"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["truck","repair","tool","maintenance","underside","work","register","suspender","hide","denote"]}
