{"path":"549665.jpg","date":"July 1973","photographer":"Okamoto, Yoichi R.","caption":"The photograph depicts a city scene with ongoing construction activity. In the foreground is a construction site with wooden barriers and beams forming a trench directly by the side of the road. This trench appears filled with gravel or some rough aggregate, partially completed, showing signs of work in progress.\n\nThe middle ground and background showcase a typical urban street view. The road is lined with parked cars on both sides, and lush greenery from trees is visible, providing a contrast to the built environment. A man is walking down the street, away from the viewpoint. Further down the road, we see another pedestrian walking in the opposite direction, towards the viewpoint.\n\nOn the right side, there's an old building featuring large windows and some intricate architectural details suggesting it could be a significant or historical edifice. A sign with the word \"Damen\" is visible, possibly indicating a business or a designated area within the building.\n\nToward the horizon, a prominent church or cathedral spire stands out against the sky, hinting at the ecclesiastical or historical significance of the area. The spire is a classic example with gothic or old architectural style, possibly defining the skyline of this locale.\n\nThe overall setting, with its mix of construction, everyday life, and historical architecture, conveys a typical scene in an old European city undergoing maintenance or development. The lighting in the image is natural, indicating daytime, and lends an evocative atmosphere to the urban landscape.","title":"Subway construction creates temporary disruption as Vienna attempts to control its traffic congestion and restore the charm of the old city","placename":"Vienna (Austria)","location":"Vienna, Austria","nn1":["552031","549913","549912","554313","546621","551788","553352","551632","549681","553840","555902","555746","546503","546745","551906","551507"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["trench","spire","viewpoint","construction","road","barriers","example","built","walk","toward"]}
