{"path":"549637.jpg","date":"May 1972","photographer":"Shrout, Bill","caption":"This photograph depicts an industrial scene focused on metal processing or recycling. In the foreground, large mounds of scrap metal dominate the view, appearing rough and irregular in shape, with metallic surfaces that reflect light unevenly. A conveyor belt loaded with scrap metal slopes upwards towards a central structure, suggesting the movement of material into processing equipment.\n\nIn the center of the image stands a complex industrial apparatus. It includes a large hopper or furnace, which is actively discharging smoke or steam, indicating that it's operational. The structure supporting the machinery has various levels and platforms, including stairs and railings, hinting at accessibility for maintenance or operation. This central machinery is enclosed by metal frameworks and has additional piping and metal constructions attached to it.\n\nIn the background, a tall chimney extends into the sky, emitting a stream of smoke, reinforcing the industrial activity taking place. The overall setting suggests a facility dedicated to the processing of metals, likely a recycling plant or a section of a steel mill.\n\nThe color palette is muted, characterized by the metallic grays and blues of the industrial machinery and the darker tones of the scrap metal and smoke. The lighting conditions suggest daytime, with ample light illuminating the scene, casting soft shadows and highlighting the textures of metal and machinery.","title":"This 2000 horsepower mill shreds about 300 old cars a day. Metal is recycled and put to other uses. The shredder belongs to the Klean Manufacturing Corporation in Flowood.","placename":"Jackson (Miss.)","location":"Jackson, Mississippi","nn1":["546255","546256","547611","547610","547010","553013","557308","547625","547060","543646","550265","554301","546757","545059","545992","544044"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["metal","scrap","machinery","recycling","smoke","processing","hopper","furnace","accessibility","piping"]}
