{"path":"549684.jpg","date":"June 1973","photographer":"Clark, Joe","caption":"This photograph shows an industrial or technical setting, possibly inside a laboratory or testing facility, where two men are engaged in what appears to be an engineering or mechanical task. \n\nIn the foreground, there's a man on the left side of the image squatting beside a complex machinery setup. He is holding an instrument or device, focused intently on interacting with a section of pipework that carries several sensor attachments and potentially measurement devices. He is dressed in a light-gray lab coat, suggesting a professional or technical environment.\n\nTo the right, another man is standing, handling a handheld device connected to a long flexible tube, seemingly associated with the machine's operation. He wears a casual blue blazer and light-yellow shirt, indicating a less formal role or perhaps a different type of professional involvement than the first man. His expression and stance also suggest concentration or involvement with his task.\n\nThe machinery that dominates the center of the image is a large, robust-looking engine or pump painted yellow, indicating heavy-duty use. This machinery is outfitted with various pipes and valves, indicating its function involves fluid or gas processing.\n\nThe background is simple, featuring light-blue walls which contrast with the industrial equipment. This setting appears designed for functionality rather than aesthetics, with practical lighting and a focus on accessibility and maintenance of the equipment.\n\nOverall, the composition of the photo highlights a moment of professional activity and technical engagement, characterized by the use of specialized equipment and attentive handling by the participants.","title":"Evaluation and development control room at EPA's Ann Arbor motor vehicle emissions test center","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["553329","546036","549627","553330","544822","551595","549367","556557","542765","549683","546628","544818","549364","557829","552386","556866"],"cl":[23],"cluster":["#23 &mdash; Manufacturing Processes"],"terms":["device","involvement","machinery","equipment","attachment","valve","task","man","testing","use"]}
