{"path":"549602.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a man aboard a ship engaging in a scientific or navigational task. The man, dressed in a practical, orange, quilted jacket, is handling a cylindrical metallic instrument attached to a vertical pole. His focus is directed towards adjusting or reading the instrument, which appears complex and is possibly used for measuring environmental data such as wind speed, direction, or atmospheric conditions.\n\nThe setting is maritime, evident from the vast expanse of calm blue water surrounding the ship, which fades into a foggy or misty horizon, demonstrating limited visibility conditions often encountered at sea. The ship’s details include a sturdy wooden and metal construction with railings and various operational gear.\n\nThe background displays the upper deck of the ship, which houses more equipment and possibly the bridge, indicated by windows that reflect a professional maritime setup. The atmosphere exudes a tranquil yet diligent working environment, focusing on the man’s engagement with his task, possibly indicating an ongoing research expedition or routine data collection in a maritime setting.","title":"The \"martin karlsen,\" a canadian ship, is a floating laboratory from which scientists are analyzing physical, chemical biological and meteorological conditions in lake superior.  Such complete study of fresh water is called limnology.  Limnologist attaches a nansen bottle to a dropline.  The nansen bottle, whose opening and closing is controlled by a brass weight, takes water samples at specified depths","placename":"Superior, Lake","location":"Superior, Lake","nn1":["549603","549593","549588","549594","555828","549596","555832","549331","548768","549595","549616","549617","549597","549372","549598","549615"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["ship","maritime","instrument","encounter","task","expedition","datum","measure","demonstrate","speed"]}
