{"path":"549619.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph features a large red ship, possibly a research or expedition vessel, anchored in a calm body of water. The ship is partially viewed from its port side, and the image captures from the midsection to the stern. The side of the ship is marked with the text \"MAGGA DAN.\"\n\nThe vessel is equipped with various antennas and navigational equipment on the top deck, and it has a sizable superstructure towards its rear, featuring white and green colors that contrast with the ship's primarily red hull. Several thick ropes or cables are visible, stretching from the equipment on deck into the water, suggesting some ongoing activity, like research or maintenance.\n\nThe background shows a lightly foggy or misty environment, possibly indicating early morning or late evening. The water is smooth, reflecting a slight ripple effect around the ship, indicating a gentle movement. This serene environment suggests the ship is in a remote or sparsely populated region, possibly engaged in scientific exploration or similar work. The composed and tranquil setting conveys a sense of isolation and focus on the ship's operations.","title":"The \"martin karlsen,\" a canadian ship, is a floating laboratory from which scientists are analyzing physical, chemical biological and meteorological conditions in lake superior.  Such complete study of fresh water is called limnology.  Surface water temperature is being measured by a thermometer suspended from extended ship's boom, and readings are being transmitted to a recorder in the laboratory.  At the same time, a limnologist is collecting the contents of a plankton net","placename":"Superior, Lake","location":"Superior, Lake","nn1":["549613","548122","548124","551581","557819","549618","549586","549588","544234","555801","544657","546040","549266","555811","549614","557816"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","research","deck","vessel","expedition","superstructure","foggy","viewed","antenna","featuring"]}
