{"path":"549666.jpg","date":"July 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph captures a vibrant and active playground scene. The setting is an outdoor playground with a variety of play equipment on a green floor mat. Elements of the playground include:\n\n1. Climbing Frames: There are several different designs of climbing frames, including a dome-shaped metal climber with a blue top and a large triangular wooden structure.\n\n2. Swings: Children are enjoying swings that hang from robust, geometrically designed structures.\n\n3. Large Play Sculptures: There are colorful, oversized play sculptures shaped like animals or characters, adding a bright and whimsical feel to the playground. These include yellow and red structures that resemble abstract forms or creatures.\n\n4. Smaller Play Equipment: Additional items for play include small, colorful shapes scattered around for sitting or climbing, and teeter-totters.\n\nChildren are engaged in various activities such as swinging, climbing, and playing with the sculptures. The children vary in age and are dressed casually in summer clothing. Adults are present; they are observing and supervising the children.\n\nThe background features trees and a neat fence, indicating that the playground is likely enclosed within a park or a similar recreational area. The weather appears to be sunny, casting sharp shadows on the ground, which adds to the vividness of the setting. The overall atmosphere is lively and playful, emphasizing a safe and inviting environment for children to engage in physical activities.","title":"Playground above an underground parking lot at the plaza of the town hall","placename":"Vienna (Austria)","location":"Vienna, Austria","nn1":["551720","545867","555946","549674","546562","547875","555931","551725","556290","547188","555928","550002","552470","546453","553512","557410"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["playground","climbing","sculpture","child","play","swing","shape","swinge","mat","supervise"]}
