{"path":"549633.jpg","date":"May 1972","photographer":"Shrout, Bill","caption":"This photograph depicts an outdoor construction scene focused on the laying of what appears to be a large network of pipes or cables on a new road or highway under construction. Three workers are captured up close in the process of installing these lines, set against the stark, linear perspective of the road stretching far into the distance.\n\nThe workers, dressed in everyday work clothes including plaid shirts and hats for sun protection, are shown bending intently over their task. Each of them is equipped with safety helmets, one of which is vivid yellow, standing out in the midst of predominantly muted colors. They are handling what appears to be construction tools or components related to the work they are performing. Behind them, an open wooden crate, possibly containing tools or materials, is visible.\n\nIn the background, the road is flanked by undeveloped land and sparse vegetation, highlighting the isolation and the scale of the infrastructure project. On the periphery of the scene, parked cars and a small group of people imply a broader team effort involved, although their specific activities are not detailed.\n\nThe composition uses the lines of the road and the installed cable or pipe network to guide the viewer's eye towards the vanishing point on the horizon, creating a strong sense of depth and perspective. The overall atmosphere invokes a sense of industrious focus and the significant physical scale of construction work.","title":"Steel rods, made from recycled autoMobile scrap metal, are being laid down to reinforce this section of I-55, near Durant. 2200 used cars are needed to make enough rods for one 2-lane mile of steel reinforcement.","placename":"Jackson (Miss.)","location":"Jackson, Mississippi","nn1":["546248","546266","547949","546254","546252","555561","546243","546263","556859","545615","556893","550274","553385","556012","547693","551951"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","cable","road","pipe","network","work","tool","worker","periphery","team"]}
