{"path":"549610.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph depicts a scene inside a room filled with various scientific or industrial equipment. There are two large, wall-mounted graphical recorders or chart recorders visible on the left side of the image. Each recorder has a roll of paper with printed graphs indicating measurements, and the scales on these recorders are marked from 0 to 100.\n\nBeneath the recorders, there's a long counter that runs the length of the wall, housing additional equipment. This includes various dials, buttons, and status indicators, likely controls or data processors related to the recorders above.\n\nTo the right, a man is present, focusing on some equipment or conducting a task. He is dressed in a dark sweater and trousers and appears to be adjusting or monitoring something on the device he is interacting with. His presence suggests that the setting could be a laboratory or a control room for monitoring specific conditions or experiments.\n\nThe room has an industrial feel, with visible pipes running along the ceiling and across the upper walls, likely part of the building's infrastructure or related to the equipment’s function.\n\nThe overall atmosphere speaks to a data-collection or monitoring environment, typically used in scientific research, manufacturing, or industrial settings. The equipment appears dated, suggesting the photograph may have been taken some years ago, reflecting the technology of the time.","title":"The \"Martin Karlsen,\" a Canadian ship, is a floating laboratory from which scientists are analyzing physical, chemical, biological, and meteorological conditions in Lake Superior. Such complete study of fresh water is called limnology. Chemist operates the gas chromatograph which analyzes dissolved organic compounds.","placename":"Superior, Lake","location":"OTHER","nn1":["542765","542659","555249","555334","549378","546285","552386","551595","552356","552377","557317","549367","555248","551902","547720","549627"],"cl":[40],"cluster":["#40 &mdash; Technology"],"terms":["equipment","room","control","wall","indicator","chart","roll","status","datum","measurement"]}
