{"path":"549672.jpg","date":"July 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph presents a vibrant and bustling outdoor café scene, captured from an elevated perspective. The setting is dotted with numerous blue and white striped umbrellas, each prominently branded with the word \"Kaffee\" in yellow, and \"Arabia\" also in yellow. Underneath these umbrellas are groups of people seated around round, white tables on red chairs, engaging in conversations and enjoying their time.\n\nThe patrons appear to be diverse in terms of age and style, contributing to the lively atmosphere. Some are dressed casually, while others wear more formal attire, indicating that this café attracts a wide range of visitors. The interactions range from casual chatting to deeper engagement, possibly involving business or personal discussions.\n\nWaitstaff, dressed in white shirts and black trousers, are seen serving customers and navigating their way through the tables, adding a dynamic element to the scene. The surrounding environment includes other similar setups and hints of green plant decorations.\n\nAesthetically, the image is colored with a slightly faded hue, suggesting it could be from a few decades ago. The choice of colors, the style of the umbrellas, and the fashion suggest a mid-20th-century time frame. The overall composition of the photo, with its top-down view and clustered arrangement of umbrellas and people, creates a lively, communal urban atmosphere typical of a popular café in a busy city or during a large public event.","title":"Outdoor cafes and clean air take the place of traffic congestion during those hours of the day when the Graben is closed to traffic.","placename":"Vienna (Austria)","location":"Vienna, Austria","nn1":["549677","549669","549657","551650","551634","551637","550037","553190","551846","551803","551635","551848","551834","551910","551867","553319"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["umbrella","café","table","patron","customer","choice","time","discussion","decoration","term"]}
