{"path":"549653.jpg","date":"July 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph features an outdoor scene that combines elements of historical architecture with a modern children's playground. The background displays a stunning gothic-style building with multiple arches and intricate detailing on the façades. The structure is majestic, with multiple levels of arched windows and columns, suggesting that it might be a significant historical or institutional building.\n\nIn contrast to the venerable architecture, the foreground of the image captures a more everyday and playful scene in a courtyard area, possibly part of a city public space or the grounds of the building itself. There's a brightly colored children’s playground occupied by a few children. The playground equipment includes a slide that is centrally positioned and a climbing frame that appears to be made of metal, painted in yellow and blue.\n\nIn the front part of the image, in silhouette due to the lighting conditions, there are two adults seated on a bench. They appear to be engaged in conversation and are facing towards the playground, presumably watching over the children.\n\nThe composition of the photograph skillfully juxtaposes the old and the new, the serious and the playful. The shadows cast across the frame suggest it is either early morning or late afternoon, contributing to the dramatic lighting and enhancing the contrasting elements of the scene.","title":"One of the most successful changes in Vienna's traffic control has been made at the plaza of the town hall. Here underground lots have eliminated all surface parking and the area that was jammed with cars has been converted to parks and playgrounds.","placename":"Vienna (Austria)","location":"Vienna, Austria","nn1":["555928","551725","555946","549674","556290","557987","555931","549997","549666","551726","556166","547188","556175","551724","555901","556276"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["playground","child","courtyard","climbing","slide","architecture","detailing","façade","arch","yellow"]}
