{"path":"549621.jpg","date":"May 1972","photographer":"Daniels, Gene","caption":"This is an image of two jet planes, shot through a fisheye lens to capture a wide, distorted perspective, which makes the planes appear to curve around the center of the image. The primary plane in the foreground is seen from a direct frontal view, revealing a symmetric nose with four circular intakes or openings, which could possibly be part of the jet's engine exhaust or air intake system. This plane is positioned on a tarmac with a clear nose landing gear visible. The fuselage extends back, and the wings are slightly discernible but get cut off on the edges of the frame due to the lens distortion.\n\nBehind and to the sides of the foreground plane, another similar jet is visible. This second plane is captured from a side angle, and like the first, it is equipped with sleek, streamlined wings and a visible propeller at the tip of its wings, which suggests these could be turbojet or turboprop planes. \n\nThe background behind these aircraft is quite minimal, featuring just the open, clear sky and the flat expanse of the airfield, which helps in focusing the viewer’s attention on the technical and mechanical details of the planes. The curved lines painted on the tarmac also contribute to guiding the viewer's eye towards the aircraft, enhanced by the lens distortion.\n\nOverall, the photograph conveys a sense of expansive openness typical of airfields and underscores the engineering intricacies of early jet-powered aircraft, captured in a setting that emphasizes their geometric and symmetric aspects.","title":"National aeronautics and space administration airplane.  This is a twin-engine cessna which uses space techniques to assist in smog research","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["542670","542720","547018","547810","554092","544491","544606","545935","547824","542496","542719","548166","548448","548469","552365","553731"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["plane","jet","lens","wing","aircraft","tarmac","nose","propeller","intricacy","landing"]}
