{"path":"549657.jpg","date":"July 1973","photographer":"Okamoto, Yoichi R.","caption":"The photograph depicts a lively outdoor cafe setting, bustling with activity and full of people. The scene is set in a large public square, and numerous red metal chairs and matching tables are scattered across the area. These chairs are mostly occupied by diverse groups of people engaged in conversations. The patrons appear relaxed, enjoying coffee and other refreshments, with some individuals leaning forward to chat, and others sitting back in a relaxed pose.\n\nThe tables are adorned with simple, non-intrusive tablecloths or remain plain, supporting various items like coffee cups, glasses, and small plates. Several large umbrellas with logos reading \"Melitta Kaffee\" sprawl above some of these tables, providing shade from the daylight that colors the entire scene with a warm hue.\n\nThe general attire of the people suggests a casual, everyday setting, possibly taking place in a mid to late 20th-century period given the style of clothes and hairstyles. People wear a mix of summer hats, shorts, dresses, and casual shirts.\n\nIn the background, the square extends to what appears to be more urban or commercial structures, possibly shops or offices, though they are not sharply in focus. The environment conveys a relaxed, social atmosphere typical of a communal gathering spot in a city. The composition's busy, yet orderly arrangement of tables and chairs directs the viewer's eye across the various groups of people, creating a vibrant tableau of social interaction.","title":"Outdoors cafes replace traffic during those hours of the day when the Graben is a pedestrian-only zone.","placename":"Vienna (Austria)","location":"Vienna, Austria","nn1":["549677","549672","549669","551634","550037","551846","551637","551803","551650","551848","551635","553190","551829","553158","551823","551834"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["table","coffee","chair","square","people","refreshment","patron","sprawl","tablecloth","cafe"]}
