{"path":"549706.jpg","date":"June 1973","photographer":"Clark, Joe","caption":"The photograph captures a lively and bustling scene at a busy ferry terminal on a sunny day. A large crowd of people, consisting of adults and children of various ages, is gathered around the terminal area. Many are standing or walking, and there seems to be a sense of movement and activity as people are likely either arriving or waiting to board a ferry.\n\nIn the background, a large multi-deck ferry is visible, docked at the terminal with people visible on one of its decks, suggesting it is either preparing to depart or has just arrived. The ferry is white with multiple decks visible, adding to the crowded, lively atmosphere of the scene.\n\nThe architecture of the ferry terminal is noticeable with features like arched openings and ornate, white and dark colored details suggesting an older, period building. There are several arches and columns that lend a classic aesthetic to the structure.\n\nThe foreground features diverse groups of people. Many of the adults and children are dressed in casual, colorful attire typical of a warm, sunny day. There are signs visible amongst the crowd with words such as \"SAVE\" and \"TICKET,\" likely indicating promotions or directions related to ferry travel.\n\nA man in the foreground is selling souvenirs, identifiable by the items hanging from a pole over his shoulder, adding to the commercial and tourist-focused atmosphere of the scene.\n\nOverall, the photograph depicts a vibrant and dynamic public space with a mix of leisure and transit-related activities, capturing a moment of daily life and travel.","title":"Boarding the SS St. Claire (built in 1910) for a day's outing at Bob-Lo Island","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["549905","553797","549707","546840","546797","545176","549910","546839","554176","556054","555948","549900","551711","556855","553799","549889"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["ferry","terminal","travel","crowd","deck","people","promotion","adult","ticket","child"]}
