{"path":"549702.jpg","date":"June 1973","photographer":"Clark, Joe","caption":"The photograph captures a group of musicians performing outdoors on a bright sunny day. The musicians, comprising around ten individuals, are arranged in a line across a grassy area. They are dressed in uniforms that predominantly feature navy blue jackets, some with epaulets and trimmings in a lighter color, such as yellow or white. The musicians are playing brass instruments, including trumpets and trombones; the instruments gleam in the sunlight as they are held up during the performance.\n\nIn the background, there's a traditional white church with a tall, slender spire piercing the sky. The architecture of the church includes a large central window and a classical portico supported by columns, characteristic of a New England Colonial style. The church is positioned amidst lush trees that provide a green canopy around the structure.\n\nThe scene is set under a sky dotted with white, fluffy clouds, suggesting a serene, pastoral setting typical of a rural or suburban community. The shadows cast on the grass by the musicians indicate that the sun is high, possibly indicating a midday time. The overall atmosphere is one of a community event or a celebratory gathering, highlighted by the pleasant weather and the outdoor setting.","title":"Old time Rifleman's meet, june 24, 1973, on the greenfield village green adjoining the henry ford museum of dearborn.  The theme is american history.  Early american houses and other old buildings, transplanted from their original sites, attract many visitors to the village.  A costumed band performs in front of an old steepled church","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["557264","553173","553713","557265","551012","551770","553297","553286","552661","553323","556283","551018","551014","546780","553305","554451"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["musician","church","instrument","trimming","celebratory","tall","brass","pierce","gleam","midday"]}
