{"path":"549737.jpg","date":"March 1973","photographer":"Miller, Gary","caption":"The photograph depicts a bustling landfill scene with multiple elements in action. At the heart of the image, there are two primary vehicles: a white garbage and refuse collection truck that is labeled \"CONTRACTORS DISPOSAL SERVICE\" and another truck that appears to be a compacting type of vehicle, helping in waste management. The latter vehicle, which is mostly colored beige and white, has a large, metallic hopper raised into the air, likely unloading trash onto the heap.\n\nThe landfill itself is mounded with assorted waste: pieces and chunks of discarded items create a chaotic jumble that spreads across the frame. The textures and colors of the heap suggest a mix of organic and inorganic materials, ranging from possibly food waste to broken plastics and other refuse.\n\nAbove this scene, numerous seagulls are in flight, adding a dynamic element to the photograph. They vary in position from swooping close to the pile to soaring higher in the air, likely attracted by the food and other organic waste. Their bright white feathers stand out against the muted backdrop of the garbage pile and the dimmer, tree-lined horizon in the distant background.\n\nThe background shows a tree line, indicating that the landfill is possibly located in a less urbanized area. The setting overall elicits a juxtaposition of natural life against human-generated waste, highlighted by the activity of the birds and the mechanical process of waste disposal. The atmosphere appears hazy, possibly due to dust or emissions from the trucks and the decomposing waste, giving the scene a somber overtone.","title":"Seagulls feed off garbage at the dump in Hackensack Meadows. In time this landfill will provide recreation for the Bergen County residents whom it now serves as a garbage dump.","placename":"Jersey City (N.J.)","location":"Jersey City, New Jersey","nn1":["549754","549953","549753","549748","549745","549946","549741","547975","548210","543821","549936","549792","545299","549778","546246","549749"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["waste","landfill","disposal","refuse","heap","truck","garbage","food","hopper","soar"]}
