{"path":"549776.jpg","date":"March 1973","photographer":"Miller, Gary","caption":"This photograph captures an expansive, debris-filled scene, presumably a large landfill or dumping ground. In the foreground, numerous discarded tires of various sizes and conditions are strewn in a chaotic pile, some still attached to their metal rims. Beyond the tires, there is an extensive field of scattered waste and rubble that includes wooden planks, metal scraps, and miscellaneous debris, forming a chaotic and cluttered landscape.\n\nThe background presents a striking contrast with a distant city skyline featuring prominent, tall buildings—suggesting a view towards a major urban center. Notable among the skyline are twin skyscrapers, which strongly resemble the World Trade Center in New York City, indicating the probable location of the photograph.\n\nOn the right side of the image, part of an elevated roadway can be seen curving into the scene, adding a structural element to the composition and suggesting proximity to an urban infrastructure. The sky above is clear and blue, contributing to the sharpness of the urban outline against the horizon.\n\nOverall, the image creates a poignant juxtaposition between the crowded, contaminated foreground of human-made waste and the orderly, distant skyline representing urban development and architectural achievement. This contrast may evoke themes of environmental degradation, urban expansion, or the societal impacts of industrialization.","title":"Illegal dumping area just off the New Jersey Turnpike, facing Manhattan across the Hudson River. To the south is the landfill area of the proposed Liberty State Park.","placename":"Jersey City (N.J.)","location":"Jersey City, New Jersey","nn1":["549773","549768","549762","549769","547899","555521","549957","549747","549782","557283","545851","549750","549638","545059","549764","545299"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["skyline","tire","waste","achievement","sharpness","rim","industrialization","expansion","landfill","rubble"]}
