{"path":"549754.jpg","date":"March 1973","photographer":"Miller, Gary","caption":"The photograph captures a scene at a landfill or garbage dump. The central focus is on a large, heavy-duty vehicle, possibly a bulldozer or compactor, equipped with a front loader. This industrial vehicle is off-white with visible dirt marks covering its body, highlighting its frequent use in such a rugged environment.\n\nThe vehicle is in the process of dumping a massive amount of trash from its raised front loader, which is spilling a diverse mix of waste materials onto an already large pile of refuse. The heap of garbage consists of an array of items, though none are distinctly recognizable, contributing to a chaotic amalgamation typical of landfills.\n\nSurrounding the vehicle is a flurry of seagulls, energetically flying around and above the garbage pile. The birds add a dynamic element to the photograph, illustrating the interaction between wildlife and human waste practices. The seagulls appear to be scavenging, taking advantage of the newly dumped refuse for food.\n\nIn the background, there are leafless trees and a hazy sky, suggesting a cold, possibly wintry environment. The terrain appears uneven and solely dedicated to waste management purposes.\n\nOverall, the image captures a moment of active waste disposal surrounded by nature's response, highlighting the environmental impact of human activities on local wildlife and ecosystems.","title":"Attracted by garbage, seagulls flock by thousands to dump in Hackensack meadows near ft.  Lee on the Hudson River.  Landfill area will eventually be used for recreational purposes","placename":"Jersey City (N.J.)","location":"Jersey City, New Jersey","nn1":["549745","549737","549953","549741","549946","549753","547975","549778","549936","549792","543821","549748","549749","543828","546257","549795"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["waste","garbage","loader","seagull","landfill","dump","refuse","vehicle","wildlife","compactor"]}
