{"path":"549728.jpg","date":"June 1973","photographer":"Clark, Joe","caption":"This photograph captures a scene inside a busy automotive manufacturing or assembly plant. The focal point of the image is a large disassembled vehicle, specifically a green car without wheels, partially stripped of its outer panels, exposing the chassis and internal components. The car is supported by a yellow industrial hoist, suggesting that it either is being assembled or undergoes substantial maintenance.\n\nNext to the car, a man is actively working. He is wearing a light-colored short sleeve shirt and darker pants, and is engaged in controlling a large mechanical arm or tool that is attached to the ceiling, possibly a part of the assembly line machinery. This tool seems to be either inserting or removing parts from the vehicle's engine bay or another section, while the man attentively manages this process.\n\nThe background reveals the industrial setting with an expansive workshop environment characterized by its large size and equipped with various machinery and tools. Noticeable are overhead beams, large metal conduits, and different lighting fixtures, all indicative of an industrial workspace.\n\nThe overall composition suggests this image was captured during a typical day at the factory, highlighting both the scale of automotive assembly tasks and the active involvement of workers in the production line. The workshop appears well-used but organized, emphasizing a professional industrial environment.","title":"On the cadillac assembly line--wiring is complete on this body, and now the worker will \"drop\" it through a hole in the floor to the main assembly line","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["549719","549723","549720","549724","557855","544826","557852","553330","549722","542763","549721","555954","557850","553490","557897","549692"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["assembly","tool","workshop","chassis","conduit","car","stripp","assemble","panels","undergo"]}
