{"path":"549719.jpg","date":"June 1973","photographer":"Clark, Joe","caption":"The photograph captures a scene inside an automotive assembly plant. Two workers are shown actively involved in assembling or inspecting a car. The first worker, an elderly man wearing a short-sleeved striped shirt and trousers, is positioned on the left side of the image and appears to be using a tool, possibly a drill or another hand-held power tool, which is connected to overhead spiral cables that likely supply power or pneumatic pressure. He is focusing on the door or body component of a dark-colored car.\n\nThe second worker, appearing in the background on the right, is more obscured by parts of the car itself. This worker seems to be inspecting or working on another section of the vehicle. He is wearing a greenish shirt with rolled-up sleeves and dark pants. \n\nThe vehicle, which is the focal point of their activities, is not fully assembled; it lacks exterior panels which exposes its inner mechanics and structural elements. The car is positioned on an assembly line or platform, identifiable by metallic tracks on the floor.\n\nIn the background, the environment is industrial with visible structural elements like i-beams and grating on the upper levels. Various tools, cables, and parts are distributed around the workspace, hanging from ceilings or placed beside the working area, adding to the complexity and busyness typical of a manufacturing floor. Florescent lighting overhead highlights the working environment.\n\nThis photograph visually narrates the intricacy and collaborative effort of automotive assembly work in a factory setting, with a strong focus on manual labor and industrial machinery.","title":"Installing body wiring on the Cadillac assembly line","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["549728","549723","549724","549720","549722","544826","557855","557852","557897","556314","556866","546036","546628","558379","544022","553490"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["assembly","worker","assemble","tool","inspect","cable","work","car","narrate","busyness"]}
