{"path":"549740.jpg","date":"March 1973","photographer":"Miller, Gary","caption":"This photograph depicts a large, industrial scene dominated by a yellow earth-moving vehicle, likely a bulldozer or a similar heavy machinery, working in a landfill or waste disposal site. The bulldozer is prominent in the foreground, positioned slightly off-center to the left. It appears to be in the process of moving or sorting through a large amount of debris and garbage which includes a myriad of indiscriminate items, suggesting active waste management operations.\n\nThe background contrasts with the immediate activity, providing a view of tree-lined areas behind the site, transitioning to urban high-rise buildings further in the distance. These buildings, probably residential apartments, feature multiple stories and several rows of windows, typical of urban housing complexes. It is daytime, and the lighting suggests it might be either midday or early afternoon given the clarity and brightness of the scene.\n\nIn terms of composition, the photograph is rich in contrasting themes—the heavy, dirty work of the bulldozer amid the refuse, juxtaposed against the orderly urban environment in the distance. This contrast might imply a narrative about urban development, environmental management, or the coexistence of natural, residential, and industrial zones within a dense geographical area. The natural light and outdoors setting enhance the visibility of details, such as the texture of the rubble and the machinery's structure.","title":"This city dump in the Bronx, already over its designed capacity, is almost at the doorstep of co-op city, a huge housing development","placename":"New York (N.Y.)","location":"New York, New York","nn1":["549796","549797","549795","544138","546257","548348","549793","546251","549807","549937","546247","546231","549792","549943","549941","546239"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["bulldozer","waste","management","myriad","machinery","site","midday","landfill","move","rubble"]}
