{"path":"549750.jpg","date":"March 1973","photographer":"Miller, Gary","caption":"This photograph captures a scene from a landfill or waste disposal site. The image is filled with a chaotic accumulation of discarded items and debris under a clear sky. In the foreground and center, there is a large, messy pile of trash that includes various objects such as crushed and disfigured furniture (chairs, couches), fabrics, and a multitude of indistinguishable paper waste and other household items.\n\nOn the left side of the photo, partially buried in the trash, are more decomposing furniture pieces, and a mannequin or doll-like figure can also be discerned among the rubble, adding a somewhat eerie feel to the scene. Two large, industrial vehicles, likely used for moving and compacting waste, dominate the right side of the image. One resembles a bulldozer and the other could be a compactor or dump truck, designed for heavy-duty tasks associated with managing and transporting large amounts of waste.\n\nThe background is relatively plain, showing the outstretched territory of the landfill which extends to meet a distant horizon under a pale blue sky. There's another similar waste management vehicle visible in the deep background, suggesting the scale and ongoing activity of this location.\n\nOverall, the photograph documents an intense and overburdened environment, highlighting the vast amounts of waste produced and the mechanical means employed to manage it at a landfill site.","title":"Landfill in Hackensack Meadows, behind Ft. Lee on the Hudson River. This dump serves 250,000 Bergen County residents. Area will eventually be made over for parks and recreational use.","placename":"Jersey City (N.J.)","location":"Jersey City, New Jersey","nn1":["548210","546246","550256","549936","547983","557307","543828","546235","546231","549795","549794","543821","549792","545299","546761","554541"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["waste","landfill","furniture","amount","trash","manage","compactor","couch","employ","decompose"]}
