{"path":"549700.jpg","date":"June 1973","photographer":"Clark, Joe","caption":"This photograph captures a historical reenactment event taking place outdoors. The setting is a grassy field under bright sunlight, with a large group of people dressed in period military uniforms reminiscent of the Civil War era.\n\nIn the foreground, multiple individuals wearing gray and blue uniforms are prominently displayed. Two men in the center are particularly noticeable; they stand side by side, each clutching a rifle with bayonet attached while smiling and posing for the photograph. Their uniforms feature yellow chevron stripes on the sleeves, suggesting they may represent a specific rank or unit. They wear hats typical of the period, adding authenticity to their outfit.\n\nBehind these two, the scene is bustling with more reenactors engaged in various activities. Some are gathered in small groups, conversing and adjusting their gear, which includes rifles and sidearms. Most are wearing similar gray uniforms, and a few carry flags, adding a colorful note to the largely uniform attire.\n\nIn the background, there's a white clapboard building adorned with red, white, and blue bunting and several American flags. The building has a sign that reads \"CLINTON,\" which might indicate the location or a historical reference point. Around the building and across the field, spectators, some of whom are dressed casually, suggesting modern times, observe and mingle, linking the past reenactment with present observers.","title":"Old time Rifleman's meet, june 24, 1973, on the greenfield village green adjoining the henry ford museum of dearborn.  The theme is american history.  Early american houses and other old buildings, transplanted from their original sites, attract many visitors to the village.  The \"soldiers\" are lined up in front of the 1832 clinton inn","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["549699","558274","549698","549701","549735","549705","558273","549697","549729","558277","558275","558276","549736","558271","558272","549703"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["uniform","rifle","reenactment","flag","period","clutch","authenticity","mingle","reference","observer"]}
