{"path":"549732.jpg","date":"July 1973","photographer":"Clark, Joe","caption":"This photograph depicts a busy and colorful scene at a boat racing event, likely taken by the water's edge. The prominent subject in the image is a large race boat painted in a red, white, and blue color scheme with stars and stripes, labeled \"Miss U.S.\" in bold lettering on its side. This boat, being the central focus, sits on the water close to a floating dock area.\n\nIn the background, a large crane is seen in operation, lifting a white and yellow boat out of the water. The crane hovers over the scene, supported by its sturdy base and heavy counterweights. This operation attracts the attention of several onlookers who are scattered around the dock and aboard various boats moored nearby.\n\nThe crowd consists of multiple people dressed largely in white with several wearing red caps, suggesting the event might have guidelines or uniforms for team members or officials. These individuals—men and women—appear engaged in various activities: conversing, preparing boats, or simply observing the happenings around them.\n\nThe setting includes other elements typical of a maritime event: docks filled with boating equipment, ropes, and other marine hardware. The environment is bright and clear with a blue sky hosting fluffy white clouds, suggesting it’s a sunny day, perfect for boating events.\n\nOn the far right, the shore extends into the distance with a low-lying building near the water’s edge and more spectators visible. This adds to the lively atmosphere of the event, suggesting a popular and well-attended occasion.\n\nOverall, the composition captures the energy and busy dynamics of a high-profile boat racing event, filled with technical activities and enthusiastic participants and spectators.","title":"Gar wood trophy race on the Detroit river--a contest for hydroplanes.  In the pit area: \"miss usa\" and her crew","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["549731","549085","550879","549733","542697","547708","549389","548058","543994","547450","550840","542912","549419","548526","547462","549426"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","event","racing","dock","spectator","crane","official","hardware","hover","race"]}
