{"path":"549724.jpg","date":"June 1973","photographer":"Clark, Joe","caption":"This photograph captures a bustling scene inside an automotive factory, presumably taken during the mid-20th century given the style of the vehicles. The image is taken from an elevated perspective, looking down onto an assembly line where several cars are in various stages of assembly.\n\nThe assembly line runs from the foreground toward the background of the image. On the left-hand side of the conveyor, there are three cars, each in progressive stages of completion: from just a bare chassis at the front to nearly complete cars towards the back. The cars are vintage in style, featuring large sleek bodies typical of mid-century automobile design, and are painted in dark tones.\n\nSeveral workers are visible throughout the scene, engaged in various tasks related to the assembly of the cars. The workers wear casual factory uniforms, including caps and overalls, indicative of typical labor attire from that era. They are attending to different parts of the cars, such as fitting components, inspecting the assembly, or moving between sections carrying tools or parts. \n\nThe factory itself has a gritty, industrial look, with visible structural elements like beams and overhead cranes, and a floor marked with lines and patches of oil or lubricant. The atmosphere conveys a sense of organized chaos typical in manufacturing settings of the time.\n\nOverall, the photograph provides a vivid snapshot of historical industrial activity, highlighting both the labor and methods involved in car manufacturing during the mid-20th century.","title":"On the cadillac assembly line--the Bodies have been dropped onto the frames","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["549719","549728","549723","549720","557893","557885","557850","557906","553490","557230","557905","553488","549692","544826","545463","550171"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["assembly","car","factory","stage","labor","worker","completion","chassis","fitting","overall"]}
