{"path":"549710.jpg","date":"July 1973","photographer":"Clark, Joe","caption":"The photograph captures an industrial environment dominated by large structures and smoke emissions, testament to heavy industry and manufacturing activities. In the foreground, an elaborate network of electrical power lines and transformers is visible, indicating the presence of a significant power distribution facility. Various large, cylindrical storage tanks are distributed throughout the scene, suggesting storage of chemicals or industrial liquids.\n\nCentrally and prominently in the middle ground, there is a large industrial plant featuring several tall, thin chimneys from which smoke or steam is being emitted. This suggests ongoing industrial processes, likely involving high energy use, which could be a steel mill or similar facility considering the architecture and the smoke. The plant includes a variety of interconnected metal buildings and structures, conveying a complex industrial operation.\n\nIn the distance, other industrial and possibly commercial buildings can be observed, contributing to an overall dense, built-up industrial landscape. The skyline is filled with more smokestacks, indicating continuous industrial activity. There are no natural landscapes or greenery discernible in the image, emphasizing the industrial focus of the area.\n\nOverall, the image portrays a busy industrial district with active production facilities, significant infrastructure for power distribution, and storage facilities, all suggesting a location heavily oriented towards industrial manufacturing and processing.","title":"Dearborn skyline. Ford River Rouge Plant in background.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["557294","555761","550982","555774","548376","550168","557305","557374","553891","546122","549713","548340","546862","544495","555770","545236"],"cl":[19],"cluster":["#19 &mdash; Industrial Facilities"],"terms":["distribution","facility","power","storage","smoke","manufacturing","testament","mill","liquid","plant"]}
