{"path":"549725.jpg","date":"June 1973","photographer":"Clark, Joe","caption":"This photograph provides an aerial view of a large industrial complex, likely a steel mill, situated next to a river. The scene captures multiple elements typical of heavy industry.\n\n1. **Waterway and Ships**: The river prominently features in the image and is used for transporting goods. Three barges can be seen on the river; they're large, flat-bottomed boats, each carrying what appears to be cargo or raw materials. These are either arriving at or leaving the industrial site.\n\n2. **Industrial Buildings and Infrastructure**: The photograph shows a variety of large industrial buildings, including warehouses and production facilities with extensive piping and multiple smokestacks. The buildings are robust, with heavy-duty construction to accommodate manufacturing processes.\n\n3. **Smoke and Emissions**: Several sources of smoke and steam emissions can be seen rising from the stacks. The smoke varies in color from white to darker shades, indicating different types of industrial processes or materials being burned.\n\n4. **Surrounding Area**: Beyond the immediate industrial zone, the surrounding area includes other dense infrastructural developments. More buildings, possibly related to the industrial operations or supportive services (like logistics or administration), are visible.\n\n5. **Environmental and Atmospheric Conditions**: The atmosphere in the image looks somewhat hazy, potentially due to smoke and emissions from the factories. This contributes to a gritty and industrial feel to the photograph.\n\nOverall, the photo depicts a bustling industrial scene with active transportation via the river, showing the heavy industrial capacity and its impacts on the environment.","title":"River Rouge plant of the Ford Motor Company covers 1200 acres of land in Dearborn.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["557223","550890","550761","555770","549494","545889","552007","547101","548340","549511","549510","551976","552187","550864","550961","549968"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["river","emission","smoke","process","capacity","logistic","piping","mill","material","barge"]}
