{"path":"549705.jpg","date":"June 1973","photographer":"Clark, Joe","caption":"This photograph depicts a historical reenactment, likely set in the context of a Civil War battle, taking place in a wide, open grassy field. In the foreground, a group of participants are dressed in authentic period military attire, representing both Union and Confederate soldiers. Two men stand prominently in the center of the image, dressed in dark uniforms adorned with badges and hats characteristic of the era, each holding a rifle. They seem to be engaged in conversation.\n\nIn the midground, a larger group of reenactors is assembled. Some of these individuals are gathered around a flag bearer, who is holding a flag with stripes, preparing or debriefing about their next activities. The general demeanor and casual postures suggest a pause in the reenactment action or a moment of preparation.\n\nIn the background, a vintage-style train with multiple carriages, carrying spectators or perhaps other participants, is visible. The train's old-fashioned appearance complements the historical theme, adding authenticity to the scene. Large, lush trees and greenery surround the field, providing a natural boundary and enhancing the serene, pastoral setting typical of many battle reenactments.\n\nOverall, the composition of the photograph, with historical participants in the foreground and a moving train in the background, creates a dynamic snapshot of a reenactment event, capturing both the intensity of the historical portrayal and the interest of modern spectators. The photograph serves as a window into how historical events are remembered and re-presented for educational and commemorative purposes.","title":"Old time Rifleman's meet, June 24, 1973, is held on the Greenfield Village green adjoining the Henry Ford Museum of Dearborn. Costumed participants manoeuvre on the shooting range as visitors watch from an old-time train.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["549698","558274","549700","558273","549735","549701","549699","549729","558277","558275","558276","549697","557961","549736","549703","557956"],"cl":[30],"cluster":["#30 &mdash; Outdoor Sports"],"terms":["reenactment","participant","train","spectator","flag","rifle","authenticity","event","carriage","pause"]}
