{"path":"549785.jpg","date":"April 1973","photographer":"Miller, Gary","caption":"This photograph depicts an urban street scene that appears to be in a state of neglect or aftermath. The foreground is heavily cluttered with debris, including large amounts of rubbish such as broken pieces of wood, sheets of metal, old papers, discarded cans, and miscellaneous trash scattered across a broken, uneven pavement. This area looks like a cleared lot or a segment of a street that has been used as a dumping ground.\n\nThe middle ground shows parked cars lining the sides of the street, which suggests this area is still in use despite the surrounding decay. The cars are of various models, typically from the 1960s or 1970s, based on their designs. The architecture visible consists of multi-story buildings, likely residential or mixed-use, characterized by their brick construction and traditional design. These buildings, while intact, show signs of wear and lack of maintenance; paint is peeling, and some windows are boarded up or dirty.\n\nIn the background, the street continues, flanked by similar buildings, narrowing into the distance under an overcast sky which casts a dull light over the scene, enhancing the bleak, abandoned feel of the environment.\n\nA sign on one of the buildings in red, just to the left of the image, is partially visible, possibly referencing a business or a notice, but it's not entirely readable due to the angle and focus of the photograph. \n\nOverall, the image captures a somber urban environment, suggesting socioeconomic challenges such as urban decay, neglect, or the aftermath of some disruptive event. It's a snapshot of a moment in time that speaks to broader themes of urban decline and resilience.","title":"Empty lot strewn with trash at 108th Street and Lexington Avenue, Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["549786","557345","550264","552682","552750","550253","557350","547775","547587","549784","543982","547130","553555","546051","549958","550108"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["street","aftermath","decay","notice","rubbish","decline","use","sheet","segment","building"]}
