{"path":"549880.jpg","date":"April 1973","photographer":"McCoy, Dan","caption":"The photograph features a captivating urban scene dominated by the facades of high-rise buildings, presenting a unique juxtaposition of architectural styles and elements. The top two-thirds of the image is obscured by a series of horizontal lines, possibly representing blinds or slats, through which the underlying scene is partially visible. This overlay creates a striking visual effect that divides the view into fragmented horizontal sections, giving an abstract quality to the urban landscape.\n\nThe visible part of the scene at the lower portion of the image showcases the exterior of modern buildings characterized by regular, geometric patterns of windows. These buildings vary slightly in design, but all exhibit features typical of contemporary high-rise constructions, such as a grid-like arrangement of windows that alternates with panels, creating a patchwork effect.\n\nThe lighting in the photograph appears to be either from dusk or dawn, suggested by the subdued lighting conditions which enhance the mysterious and almost eerie aesthetic of the scene.\n\nColors are muted with a predominance of dark hues, punctuated by the artificial lights from some of the windows and the metallic or reflective surfaces of the buildings, which catch whatever ambient light is present.\n\nOverall, the composition combines elements of modern architecture with an intriguing visual filter that plays with light, shadow, and linearity, producing a layered and thought-provoking portrayal of an urban environment.","title":"Abstract in steel and concrete--buildings of Midtown Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555736","550007","550011","549997","545406","546521","542766","549971","550122","549317","557631","555419","548383","552394","545869","555426"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["rise","overlay","blind","window","slat","effect","patchwork","filter","third","portrayal"]}
