{"path":"549808.jpg","date":"March 1973","photographer":"Miller, Gary","caption":"This photograph depicts a large-scale waste disposal operation involving the use of barges and a landfill. The image is taken during the daytime, under clear skies, focusing on a series of barges heavily loaded with piles of urban waste, including household trash, debris, and other refuse. These barges are aligned along a concrete docking area beside a water body.\n\nIn the foreground, the closest barge is filled to near capacity with trash that appears to include a variety of materials like plastics, cardboard boxes, and assorted domestic waste, overflowing toward the edges of the barge. This creates a sense of crowdedness and excess.\n\nThe middle ground shows similar barges continuing in a line, extending toward a man-made or engineered causeway or barrier. This leads the eye to a distant landscape that features more land-based waste-management facilities, characterized by more piles of waste and some structural features that may be related to the ongoing activities or part of a broader waste management infrastructure.\n\nIn the background, the scene is bordered by a calm body of water, possibly a river or a lake, with a visible bridge in the far distance that spans across the water body. This bridge connects the two visible land masses and adds a geometric, linear element to the landscape.\n\nOverall, the photograph captures a moment in urban waste management, emphasizing the scale and environmental impact of human consumption and waste disposal practices. The context suggests concerns about pollution and the management of municipal waste in an industrial or urban setting.","title":"Solid waste is towed down the east river in barges.  At Staten Island, it is transferred to carts, and then dumped at the already overflowing landfill","placename":"New York (N.Y.)","location":"New York, New York","nn1":["549801","548315","549799","549780","549817","548366","549816","549821","549936","548210","549818","549750","549747","550256","549822","549749"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["waste","barge","management","trash","consumption","bridge","engineere","pile","capacity","overflow"]}
