{"path":"549898.jpg","date":"May 1973","photographer":"McCoy, Dan","caption":"The photograph captures a busy urban scene filled with distinct vehicles and activity. In the foreground, there are multiple yellow taxis, notable for their classic design with prominent rounded hoods and large fenders typical of the cars from the 1970s. The focus of the image is a large truck belonging to the \"DEPARTMENT OF AIR RESOURCES MOBILE LABORATORY.\" The truck, painted in a light grey tone, displays this label prominently on its side, alongside the mention of \"ENVIRONMENTAL PROTECTION ADMINISTRATION NEW YORK\" and \"JOHN V. LINDSAY Mayor,\" indicating an era of environmental awareness and municipal activity under then Mayor John Lindsay.\n\nBehind the scene, the backdrop includes the façade of a city building featuring traditional architecture details, signalling an older part of New York City. There is a person clad in a light shirt and dark pants somewhat blurred in motion, indicating activity. This individual seems to be handling large cardboard boxes adjacent to the rear of the mobile laboratory truck, potentially loading or unloading supplies related to air resources and environmental testing.\n\nOverall, the photograph is a snapshot of a moment in urban life, emphasizing the environmental efforts of the city, showcased through the inclusion of the mobile laboratory truck amidst the everyday hustle and bustle of taxi traffic. The image conveys a historical moment, reflecting city life, environmental monitoring, and administration from a version of New York City in the 1970s.","title":"New York City's Environmental Protection Administration's Mobile lab measures air pollution levels in congested Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["549894","554310","549848","549859","548410","554331","549869","554315","549873","554330","554293","554316","554314","549876","548331","554329"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["truck","taxi","laboratory","city","mention","fender","awareness","1970","bustle","testing"]}
