{"path":"549827.jpg","date":"June 1973","photographer":"Miller, Gary","caption":"The photograph features an industrial or urban scene captured in a blurry and artistic style. Dominated by a cluster of radio antennas and masts, the foreground of the image reveals a variety of antenna structures of different sizes and configurations, sharply silhouetted against the sky. These antennas are mounted on what appears to be a rooftop, surrounded by other elements you might find on top of an urban building, such as ventilation ducts and unidentifiable mechanical installations.\n\nIn the background, adding depth to the composition, part of a large suspension bridge is visible through a hazy atmosphere, characterized by its recognizable cable structures that diagonally bisect the scene. The presence of the bridge lends a sense of scale and location, suggesting that the scene might be near a significant body of water or a valley typically spanned by such large bridges.\n\nThe overall quality of the photograph is marked by a faded or perhaps time-worn effect, indicative of an older film photography process. The lighting suggests either early morning or late afternoon, given the soft and diffused quality of light, enhancing the atmospheric perspective created by the gradient of visibility in the scene. The combination of industrial foreground elements and the iconic bridge in the distance provides this image with a composition that might speak to themes of communication, connectivity, and the intersection of human construction with broader landscapes.","title":"Television antennas at sunset, Upper Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["546865","550186","550189","542804","546389","548375","549805","551141","550907","547103","548207","547068","546203","550277","555731","548317"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["antenna","bridge","duct","configuration","radio","suspension","ventilation","bisect","connectivity","communication"]}
