{"path":"549846.jpg","date":"April 1973","photographer":"McCoy, Dan","caption":"This photograph captures a cityscape view along a multi-lane road, likely taken from a slightly raised or bridge vantage point. The road is predominantly empty, showing only a few distant cars, and it stretches straight into the horizon, flanked by sidewalks and some greenery. The visual focus is divided between the architecture and nature.\n\nIn the background, there are multiple mid-rise buildings, possibly residential or office complexes, which define the city's silhouette. These buildings appear nondescript with flat roofs and dark facades, typical of urban structures.\n\nThe sky above plays a dramatic part in the composition with a significant cloud burst where sunlight dramatically emanates from behind a dense, bright cloud. This central light contrasts starkly with the generally dark and shadowed foreground, creating a beautiful play of light reminiscent of a light source illuminating from behind an object. The rest of the sky appears clear, enhancing the visual impact of the illuminated cloud.\n\nTo the right of the image, bare trees and some low-rise structures or possibly park equipment are visible. These elements add a natural and slightly serene touch to the urban environment depicted. Street lamps line the road at regular intervals, suggesting this is a main thoroughfare in the city.\n\nOverall, the photograph balances elements of urban architecture, the controlled environment of a city road, and the unpredictability of natural light and weather, creating a scene that is both ordinary in its setting and extraordinary in its atmospheric conditions.","title":"Queens Boulevard","placename":"New York (N.Y.)","location":"New York, New York","nn1":["545467","546745","546707","553845","556193","550178","547755","556983","551510","545451","547430","546624","546574","546621","553301","548392"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["road","city","cloud","interval","play","thoroughfare","burst","architecture","emanate","source"]}
