{"path":"549883.jpg","date":"April 1973","photographer":"McCoy, Dan","caption":"This photograph portrays a close-up view of an older model Chevrolet truck, capturing intricate details primarily around the driver’s door and the truck’s grill. The truck is painted in a dark blue color. On the door, the truck is distinctively labeled with the name \"Sister Patrick\" in white script handwriting, suggesting a personal or organizational association with the vehicle.\n\nThe visible part of the driver's door shows a rolled down window revealing some contents inside the vehicle. Through the window, we can see a light-colored handwritten paper note attached to a whip antenna that is angled across the window. Below the note, part of the truck’s interior is visible, including the steering wheel and some scattered papers on the dashboard.\n\nOn the exterior, the grill of the truck is prominently branded with the “Chevrolet” name in a bold, metallic finish, emphasizing the make of the vehicle. The typical Chevrolet emblem, however, is not visible in the portion of the truck captured in the image.\n\nThe composition of the photograph focuses on these elements in a manner that highlights both functionality and personalization of the vehicle, potentially indicating its use within a specific community context or for a particular individual named Sister Patrick. The lighting and shadows suggest that the photograph was taken during daytime under natural light, offering sharp contrasts and rich color depths, particularly in shades of blue.","title":"Seen at the parking area outside shea stadium at flushing meadow park, Queens.  Paper in windshield wiper is a parking stub","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548275","548264","557044","544329","546092","553488","544720","544370","542803","546052","555817","554369","546176","544767","546952","557847"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["truck","grill","name","door","note","driver","vehicle","paper","script","window"]}
