{"path":"549855.jpg","date":"April 1973","photographer":"Morgan, Hank","caption":"This photograph captures a striking street scene featuring a diverse group of people, presumably waiting or standing along a sidewalk. The setting appears urban, with a large bold sign that reads \"HOWARD\" in the background, which might suggest the name of a street, building, or business.\n\nIn the foreground, from left to right, the first person visible is a man dressed in a tan overcoat and hat, holding what seems to be newspapers under his arm. Next to him is a shorter woman in a mid-length dark coat and a dark hat, standing with her back to the camera.\n\nAs the eye moves further right, there is a line of people who appear to be waiting for something, likely a bus or a signal to cross the street. This line features individuals of various ages and styles. The first woman in the line wears a long white raincoat and has her hair pulled back. Beside her, a man in a dark coat and voluminous hair stands facing slightly away from the camera. Following him is another woman with shoulder-length blonde hair, dressed in a light brown or beige coat. \n\nTowards the end of the line, there are three younger individuals—two girls and a boy. The first girl, in a brown coat, holds a large white envelope or folder. The boy next to her wears a zippered jacket and is the only member of the group not carrying anything. The last girl in sequence has an umbrella and is carrying a sizable load, including a tartan-patterned bag and a yellow shopping bag.\n\nThe overall composition and style of clothing suggest a period look, potentially from the 1970s or 1980s, given the fashion and the naturalistic color saturation typical of film photography from that era. The mood conveyed is one of everyday urban life, with some dynamic between hustle and idle waiting.","title":"Pedestrians wait at curb on Seventh Avenue","placename":"New York (N.Y.)","location":"New York, New York","nn1":["556808","547190","546651","549923","553184","556199","551835","546600","556221","549907","547191","545231","548369","547195","553155","551829"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["coat","girl","line","hair","boy","bag","street","folder","raincoat","waiting"]}
