{"path":"549814.jpg","date":"May 1973","photographer":"Miller, Gary","caption":"This photograph captures a stunning aerial view of a river with a bustling cityscape on both sides. The river, likely an urban one, features a large barge in the process of transportation. This barge appears to be carrying a heap of materials, possibly scrap metal or garbage, and is split into two sections, guided by a tugboat nestled between them. The water around the barge shows ripples and waves indicative of recent movement.\n\nOn the left bank, there are several tall buildings and trees lining the waterfront, creating a scenic green border along the water's edge. This side also features an industrial setting with cranes and additional infrastructure that suggests ongoing development or industrial activity.\n\nOn the river's right bank, numerous high-rise buildings dominate the skyline, suggesting a densely populated urban area. The architecture varies, with some modern high-rises and others appearing slightly older with traditional designs. This side of the river also has a well-maintained waterfront area which seems to be a public space or promenade, lined with more trees and walking paths.\n\nIn the far distance, the skyline continues under a hazy sky, suggesting the expansive nature of the city. The river itself is a significant and busy waterway, playing a crucial role in the urban landscape depicted. Other small boats and watercraft are visible in the distance, emphasizing the river’s role as a thoroughfare for both commerce and leisure. The photograph is taken from a high vantage point, allowing for a broad perspective on this active, urban environment.","title":"Solid waste is towed down the east river.  The city has 26,000 tons of garbage to dispose of each day","placename":"New York (N.Y.)","location":"New York, New York","nn1":["549825","553865","548347","551170","551178","553213","548320","557309","551181","549503","550964","549783","551188","550900","548390","556481"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["barge","river","role","waterfront","bank","skyline","watercraft","thoroughfare","split","tugboat"]}
