{"path":"549877.jpg","date":"April 1973","photographer":"McCoy, Dan","caption":"This photograph captures an urban highway scene, depicting a traffic jam on what appears to be an expressway, likely from the 1970s or 1980s based on the vehicle models. The image is shot during the day with sufficient daylight highlighting the scene.\n\nProminently at the top of the image, there is a highway sign which reads \"Bruckner Expwy. Throgs Neck Br. New England Keep Left,\" with directional pointers for lanes. The sign also features the number 278, indicating the interstate route. This suggests that the photograph is taken somewhere in New York City, specifically on an approach to the Throgs Neck Bridge towards New England.\n\nBeneath the overhead sign, the highway is packed with vehicles, predominantly sedans and a few trucks, showcasing a variety of classical car designs from that era. The cars have different colors and styles, with some having distinctive vinyl tops. The license plates are mostly from New York, as indicated by the visible tags.\n\nIn the background, beyond the traffic, there are urban industrial buildings and several street lamps lining the expressway. This urban industrial scene enhances the photograph's capturing of a typical bustling city environment.\n\nThe composition includes a diminishing perspective with the road leading towards a horizon fading under an overcast sky, which might suggest either early morning or late afternoon timing. The photograph portrays a slice of life from past decades, encapsulating the essence of urban transportation challenges and architectural styles from that time period.","title":"Going east on the cross Bronx expressway","placename":"New York (N.Y.)","location":"New York, New York","nn1":["549903","545884","548084","557229","549887","549879","555437","544723","550089","542684","553019","549890","545455","553719","553018","556194"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["highway","timing","traffic","jam","diminish","sign","tag","license","shoot","1980"]}
