{"path":"549871.jpg","date":"April 1973","photographer":"McCoy, Dan","caption":"This photograph depicts an urban scene, likely at a used car lot or an outdoor setting associated with automotive sales. The most prominent feature in the image is a large red sign with white lettering that reads \"SPOT CASH FOR YOUR CAR,\" adorned with white stars along the top edge and white outlines of arrows pointing downwards at both ends. The sign is supported by a metal frame, suggesting it might be part of a temporary or permanent installation for advertising.\n\nBelow the sign, there is a fence visible with colorful decorations, possibly tinsel or streamers, giving the scene a somewhat festive or promotional atmosphere. This is likely to attract attention from passersby and potential customers.\n\nIn the foreground, blurred images of cars are visible. The roof of one car, likely from the era the photograph was taken (appearing aged and stylistically consistent with mid-20th century car design), dominates the lower foreground of the image. The focus is not sharp, contributing to a sense of movement or casual everyday activity.\n\nThe background shows a traffic signal and what appears to be a residential building, adding to the urban feel of the setting. The lighting suggests it could be late afternoon or evening, given the soft shadow and lighting conditions.\n\nOverall, the composition captures a slice of urban life centered around automotive commerce, highlighted by signage designed to catch the eye of potential car sellers. It creates an atmosphere typical of busy commercial areas in city settings.","title":"Small used car lot on Queens Boulevard and 78th Street near the Midtown Tunnel.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["547021","549113","553017","549014","550093","555458","554297","554924","545216","550143","545955","549881","549017","555438","546699","547369"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["car","cash","passersby","arrow","sign","customer","attract","advertising","commerce","star"]}
