{"path":"549829.jpg","date":"July 1973","photographer":"Miller, Gary","caption":"The photograph presents a top-down aerial view of a city street lined with parked cars. The image captures a segment of the street flanked by buildings on either side, offering a glimpse into urban life. The cars, predominantly sedans, appear slightly dated, suggesting the image might be from a few decades ago. They are neatly aligned along the curb, interspersed with a few empty parking spots. The color palette of the cars ranges from shades of blue and grey to white and black.\n\nThe architecture of the buildings adds a nostalgic charm, featuring detailed facades with visible windows, cornices, and ledges. There is minimal pedestrian activity visible, with only a few signs of movement or people at the far end of the street.\n\nOn the left side of the frame, a narrow alley breaks the continuity of the buildings, providing a visual escape from the structured urban scene. This alley intersects with a perpendicular street, visible at the edge of the frame.\n\nThe lighting is subtle, casting soft shadows that suggest either early morning or late afternoon. The road is dry, and the overall scene lacks vibrant colors, adhering to more muted, earthy tones which convey a calm, almost serene city environment. Elements like street lamps and small patches of debris or litter on the sidewalks compliment the urban setting, indicating daily life and use.\n\nThis photograph compellingly captures an ordinary moment in urban life, preserving the feel of a past era through its visual composition and elements.","title":"Double parked cars on Manhattan's 172nd Street","placename":"New York (N.Y.)","location":"New York, New York","nn1":["556709","551913","556718","546716","556707","548489","553718","549310","549832","555944","555782","549287","556724","557877","553301","557655"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["street","alley","continuity","cornice","car","escape","life","ledge","city","curb"]}
