{"path":"549820.jpg","date":"March 1973","photographer":"Miller, Gary","caption":"This photograph features a stark depiction of environmental contrast, capturing a mass of garbage juxtaposed against a shimmering body of water. In the foreground, a large mound of waste is piled up, comprising various discarded items, mostly indistinguishable but hinting at everyday consumer waste. This garbage hill appears dark and foreboding, taking up the left side of the frame and stretching back into the middle distance.\n\nOn the right, the focus shifts to a sunlit body of water, its surface sparkling intensely due to the reflection of sunlight, creating a nearly blinding effect. The composition suggests this might be a river or large canal situated near an urban area, as indicated by the shadowy outlines of high-rise buildings faintly visible in the background. The light play on the water provides a visual contrast to the dark, cluttered pile of garbage.\n\nBetween the garbage and the water, there are remnants of an old, possibly dilapidated wooden structure, possibly a dock or part of a shipping facility. In the very foreground, parts of this wooden structure are discernible, broken and weathered, adding to the overall atmosphere of decay and neglect in the scene.\n\nThe photograph could be suggesting themes of pollution, environmental neglect, or the coexistence of natural beauty and human waste, highlighting a critical commentary on environmental management and urban development.","title":"Part of the 26,000 tons of solid waste that New York City produces each day. Tugs tow heavily-laden barges down the East River to the overflowing Staten Island landfill.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["552080","552098","550687","547524","550352","551247","549957","549817","547907","551440","546785","549747","547485","551531","547525","543676"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["garbage","waste","consumer","mass","commentary","shipping","canal","depiction","coexistence","water"]}
