{"path":"549887.jpg","date":"April 1973","photographer":"McCoy, Dan","caption":"This photograph captures a busy traffic scene on a major roadway, likely during the evening as suggested by the ambient lighting and sunset hues in the sky. The scene is centered on a congested road filled with vintage cars from what appears to be the 1960s or 1970s. The viewer's perspective is from within a vehicle, adding a sense of being part of the traffic.\n\nIn the foreground, the inside of a car is partially visible, framing the rest of the image. Numerous vehicles of various models and colors, such as white, blue, and yellow, fill the road ahead. The cars are dense, suggesting heavy traffic conditions.\n\nAbove the traffic are road signs mounted on an overhead structure. One sign indicates \"Franklin D. Roosevelt Drive\" with arrows pointing straight, while the other directs towards the \"Triboro Bridge\" with an arrow pointing to the right. The signs are in a typical highway style: white with black lettering.\n\nIn the distance, a distinctive steel bridge structures the horizon. The bridge’s architecture features tall, towering elements with intricate metalwork, indicative of early to mid-20th-century bridge design. This structure is likely the Triboro Bridge mentioned in the sign, formally known as the Robert F. Kennedy Bridge.\n\nThe sky in the background blends shades of pink and blue, typical of a sunset, adding a warm glow that contrasts with the industrial feel of the roadway and bridge. The overall atmosphere combines elements of urban congestion with a hint of the tranquility that a sunset can bring, creating a dynamic and visually engaging scene.","title":"Manhattan Bridge and road system on the East River","placename":"New York (N.Y.)","location":"New York, New York","nn1":["546370","549857","545884","549877","557230","549879","552708","549919","553019","545432","542682","549878","546739","548084","549903","549890"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["bridge","traffic","arrow","sunset","roadway","sign","metalwork","road","car","inside"]}
