{"path":"549857.jpg","date":"April 1973","photographer":"Morgan, Hank","caption":"This photograph depicts a bustling urban scene, capturing a multilane highway bustling with vintage cars moving in both directions. The photograph is shot from an elevated vantage point, possibly a bridge or an overpass. The cars, which mainly appear to be from the 1960s or 1970s, are variously colored—yellows, blues, whites, and greens predominantly—giving the image a vibrant yet nostalgic mood.\n\nTo the left of the highway, there is a narrow promenade next to a large body of water, which is likely a river, bordered by a low barrier. A single pedestrian appears to be walking down the promenade, offering a solitary human element amidst the mechanical flow of traffic.\n\nThe right side of the image shows the edge of a city, with buildings towering directly beside the highway. These buildings exhibit a mix of architectural styles, indicative of an urban environment that has developed over time.\n\nIn the background, the silhouette of a large suspension bridge spans across the river, adding a sense of depth and continuity to the urban landscape. The overall light in the photo suggests overcast or twilight conditions, casting a soft, diffuse light across the scene, enhancing the variegated hues of the cars and the textured surfaces of the water and city structures.\n\nThe composition cleverly contrasts the dynamic movement of the cars with the static structures of the city and the placid pedestrian, drawing attention to the intersection of human, mechanical, and architectural elements in an urban setting.","title":"F.D.R. Drive along the East River","placename":"New York (N.Y.)","location":"New York, New York","nn1":["552712","557230","545432","549919","553019","545463","542682","556724","551478","546686","556194","546370","549890","546716","553721","545884"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["highway","car","pedestrian","city","continuity","multilane","bridge","suspension","overpass","intersection"]}
