{"path":"549831.jpg","date":"July 1973","photographer":"Miller, Gary","caption":"This image shows a top-down view of a bustling urban street scene, likely from the 1970s or 1980s given the style and design of the vehicles. The photograph captures a variety of colorful cars tightly parked along a narrow street. These cars include classic models with distinctive bright and metallic finishes, suggesting variety and vibrancy.\n\nA notable feature in the scene is a large, white bus-like vehicle parked haphazardly in the middle of the road, pointing towards the sidewalk. This vehicle is weathered, showing signs of age and neglect, with visible rust and missing parts of its body. It contrasts starkly with the well-maintained cars around it.\n\nAn Atwater Fuel truck is visible in the upper left corner of the photo, appearing to navigate the tight spaces between the cars and the bus. The street is lined with typical city architecture, with brick buildings flush against the sidewalks. A singular street lamp extends out over the scene, and a tree provides a splash of green, breaking the monotony of the urban environment.\n\nOn the ground, debris and remnants which could be litter or splashes of water mark the asphalt, illustrating the gritty reality of city life. People can be seen standing and walking around the area; they appear to be dealing with the challenging parking situation or possibly assessing the problematic position of the bus. This adds a dynamic human element, suggesting a moment trapped in the everyday hustle of city life.","title":"Sanitation truck passes double-parked autoMobiles and street litter on 172nd street in Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["556709","556724","549853","556791","556734","551913","554551","546668","547369","546716","549832","556753","555458","546743","554309","556718"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["bus","street","car","splash","sidewalk","city","monotony","trap","assess","vehicle"]}
