{"path":"549812.jpg","date":"May 1973","photographer":"Miller, Gary","caption":"This photograph captures a bustling street scene, likely from the 1970s given the style of clothing and vehicles. The setting is an urban environment, with high-rise buildings lightly visible in the background and a well-defined street.\n\nIn the foreground, there’s a stone pedestal prominently displaying an advertisement for Icelandic Airlines, touting it as having \"Lowest jet fares to Europe\". The ad draws some attention with its prominent red and white colors.\n\nThe image features two main human figures in motion, presumably crossing the street. On the left, a man dressed in a traditional, dark business suit and hat carries a briefcase. His attire and serious demeanor suggest he might be heading to or from a professional engagement. On the right, there’s a younger man dressed in a casual, modern outfit consisting of light-colored jeans and a shirt, sharply contrasting the other man both in style and in the relaxed posture.\n\nIn the midst of these pedestrians, the traffic includes several cars that reflect the automobile design typical of the 1970s, with a boxy yellow cab visibly close to the camera indicating this may be set in a city like New York where taxis are prevalent.\n\nThe juxtaposition of the older, formally dressed man and the younger, casually dressed man, against the backdrop of a busy city street and classic cars, along with the advertisement stand, visually narrates a story of the diverse urban pace and the intermingling of different eras and lifestyles.","title":"The new cement litter baskets on Fifth Avenue are designed to be theft-proof and to pay for themselves through the sale of advertising space on the sides.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548369","556733","549882","549851","548368","548388","548399","546626","549906","556710","554329","554310","554314","556199","549923","548410"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["street","advertisement","man","narrate","ad","1970","dress","briefcase","pedestal","taxi"]}
