{"path":"549825.jpg","date":"May 1973","photographer":"Miller, Gary","caption":"This is an aerial photograph of a bustling urban river setting, capturing a scene rich with movement and city life. The river is wide and flowing gently under clear skies, surrounded by urban architecture.\n\nOn the water, there are two large barges packed with people. The barges appear to be moving in the middle of the river, creating small waves and wakes around them, suggesting some sort of event or gathering of people on the water. A motorboat is visible in the distance, moving swiftly along the river's course.\n\nThe cityscape along the riverbanks features a mixture of modern, imposing buildings and traditional, denser architectural styles. To the left, a notably large, modernist building with vertical lines dominates that part of the skyline. The composition suggests this could be an institutional building given its stature and style.\n\nThe river bank is lined with a busy road filled with cars, indicating a vibrant city environment. The presence of trees and some smaller structures along the waterfront adds a layer of urban greenspace, contrasting with the dense built environment.\n\nThe farther background shows a continuation of the city, with numerous tall buildings stretching into the distance, fading slightly into the haze of the city's horizon. The overall palette of the scene is rich with the blues of the water, the various greys and off-whites of the city architecture, and punctuations of green from the trees.","title":"Part of the 26,000 tons of solid waste that New York city produces each day.  Tugs tow heavily-laden barges down the east river to the overflowing Staten Island landfill","placename":"New York (N.Y.)","location":"New York, New York","nn1":["549814","553865","553213","549503","551178","551181","547263","548347","551188","546706","548407","546694","546669","557309","548427","548390"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["city","river","barge","continuation","motorboat","course","architecture","move","building","wake"]}
