{"path":"549976.jpg","date":"August 1973","photographer":"Swanson, Dick","caption":"This aerial photograph presents an extensive industrial scene dominated by a large bridge and numerous storage tanks along the shoreline of a sizable body of water. The bridge, which crosses from the foreground into the middle ground of the image, is a large suspension structure with a prominent steel truss design and dual lanes for vehicular traffic.\n\nOn both sides of the bridge, there is a dense concentration of industrial facilities including scores of large, round storage tanks primarily used for petrochemical storage. The tanks are arranged methodically in arrays, and their off-white and faded gray colors contrast with the darker tones of the surrounding industrial infrastructure. \n\nIn addition to the storage tanks, the industrial area includes several large buildings, possible processing plants, and extensive piping visible throughout. The sheer scale of the industrial development suggests a major hub for manufacturing or processing of goods.\n\nThe body of water adjacent to the industrial area reflects a dark, opaque hue, mirroring the overcast sky and reinforcing the industrial aesthetic of the scene. There are a few small boats in the water, and their presence, along with a jetty extending into the water, indicates the functional use of the waterfront for logistics and transportation associated with the industrial operations.\n\nNo individuals are discernible in the photograph, emphasizing the scale and the focus on the infrastructure and industrial landscape rather than human activity. The overall atmosphere conveyed by the muted colors and industrial setting is one of heavy industry and engineering on a grand scale.","title":"Gulf and Arco plants. Penrose Bridge across the Schuylkill River.","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["551989","552025","549525","550890","549978","555765","552131","549977","555778","548423","551995","551172","555758","550886","555754","547214"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["tank","storage","bridge","scale","processing","suspension","truss","jetty","addition","infrastructure"]}
