{"path":"549960.jpg","date":"August 1973","photographer":"Swanson, Dick","caption":"This photograph displays an expansive industrial site prominently featuring large storage tanks and an extensive array of pipework and chemical processing facilities. The image is captured from an elevated perspective, providing a broad overview of the complex.\n\nIn the foreground, there are four large cylindrical tanks, some of which are white and others have a rusty appearance, surrounded by dirt and sparse vegetation. The tanks are encircled by a network of roads and rail tracks, indicative of transportation and distribution functionalities within the plant.\n\nThe middle ground is densely packed with numerous other tanks and cylindrical structures, likely for storage and processing. The backdrop reveals a vast array of piping, towers, and industrial structures stretching into the distance, characterized by their metallic framework and vertical stature. This section of the facility is crammed with infrastructure, suggesting a high level of industrial activity.\n\nA tall smokestack extends towards the sky, dominating the skyline among other shorter stacks, releasing emissions into the atmosphere. This suggests that the facility is involved in heavy industrial processes, possibly including oil refining, chemical manufacturing, or similar operations.\n\nThe overall landscape is industrial with no visible natural elements, emphasizing the scale and industrial focus of the operations. The sky is clear, casting ample light over the facility and highlighting the metallic and structural elements of the industrial setup.","title":"Gulf refinery--from the Penrose Bridge","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["550917","555777","555778","555775","545837","555774","546221","549959","557304","549713","552003","555761","546108","546143","551982","552021"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["tank","facility","chemical","processing","array","storage","overview","distribution","piping","operation"]}
