{"path":"549978.jpg","date":"August 1973","photographer":"Swanson, Dick","caption":"This image is an aerial photograph of an expansive industrial area predominantly occupied by numerous storage tanks, which are likely used for oil, chemicals, or gas. The photograph shows a dense array of these circular tanks, varying in size and color, including white, gray, and blue, some of which are clustered together in sections that are divided by roads.\n\nIn addition to the storage tanks, there is a noticeable presence of industrial buildings, infrastructure, and some open land areas that are interspersed among the tanks. The industrial area is situated next to a large body of water where several ships are docked along quays that extend into the water. These ships vary in type and size, including both cargo ships and smaller vessels, indicating active loading, unloading, or transport operations associated with the facilities.\n\nTransportation features prominently in the composition with networks of roads, paths, and possibly conveyor systems crisscrossing the area, facilitating the movement of goods and personnel. There are no clear visible natural elements within the confines of the industrial zone other than the body of water adjacent to it, and the sky above shows a dusky haze, suggesting either dawn, dusk, or industrial emissions.\n\nThe overall scene captured in the photograph is one of robust industrial activity and storage, typical of a large-scale logistics or processing hub associated with the petrochemical or maritime industry. The layout and immense scale of the storage facilities speak to the substantial capacity and operational significance of this site.","title":"Gulf and arco installations--","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["552131","555786","549977","555777","555775","547505","551977","551982","551987","555778","552025","550886","555724","549975","555776","552835"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["tank","storage","ship","associate","confines","personnel","capacity","size","crisscrosse","good"]}
