{"path":"549958.jpg","date":"August 1973","photographer":"Swanson, Dick","caption":"This photograph captures an urban environment with considerable visual contrast. In the foreground is a vast, disheveled area strewn with various types of debris including mounds of rubbish, broken furniture, discarded items, and miscellaneous junk. The ground appears uneven and neglected, with patches of overgrown grass and weeds.\n\nCentered in the middle distance are two prominent buildings; these twin skyscrapers stand tall and somewhat isolated against the urban sprawl, providing a stark architectural contrast to the dilapidated foreground. These modern structures, possibly office buildings, have a large number of windows reflecting sunlight, making them visually prominent against the skyline.\n\nIn the far distance, beyond the immediate chaos of the debris field and somewhat centered between the two skyscrapers, is a classic white steeple of what appears to be a church. This adds a historical element to the scene, juxtaposing the older, traditional architecture with the modern buildings.\n\nThe general background features a muted city skyline with various other buildings of different sizes and forms. A few poles and power lines are also visible, adding to the sense of urban encroachment and clutter. The sky is clear and blue, suggesting it might be a sunny day, which contrasts with the disarray and abandonment seen at ground level.\n\nOverall, the composition of the photograph presents a powerful commentary on urban decay and development, highlighting contrasts between neglect and growth, historical and modern architectures, and natural decay versus human construction.","title":"View north from Swanson and Catherine streets","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["557283","553557","549782","549777","549767","549768","549638","552757","552043","549764","545851","549766","553555","556179","547921","549786"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["skyscraper","skyline","decay","neglect","rubbish","steeple","encroachment","disarray","weed","clutter"]}
