{"path":"549913.jpg","date":"May 1973","photographer":"Blanche, Wilbert Holman","caption":"This photograph captures a bustling urban construction site, likely from the mid to late 20th century, given the architectural style and vehicles visible. The image is taken from a slightly shaded perspective, possibly from under a bridge or an overpass, leading to a pronounced foreground shadow that shapes the photo's frame.\n\nIn the center and right of the image, there are several high-rise buildings under construction. These structures are covered with scaffolding and cranes, indicating ongoing construction work. The skeleton-like exteriors suggest that the buildings are in the initial stages of being outfitted with their façades.\n\nThe surrounding environment presents a mix of completed older buildings, which appear to be mid-sized commercial or residential structures. The contrast between the new constructions and the older buildings captures a city in transition.\n\nThe foreground is littered with debris and piles of earth, suggestive of a demolition site or a space being cleared for further development. This rubble-filled area underscores the extensive construction and redevelopment occurring in the area.\n\nOn the roadway that cuts diagonally from the bottom-left to mid-right of the photo, various vehicles, including cars and a prominent red truck, are in motion. This suggests a busy thoroughfare, typical of a major city.\n\nOverall, the composition of the photograph, with its focus on developing skyscrapers against a backdrop of older architecture, and the vibrant city life, encapsulates a moment of urban renewal and economic growth.","title":"New apartments under construction in Lower Manhattan's West Side","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555746","549664","546621","549914","549912","555813","553886","547240","548382","547235","551966","551907","551507","544167","544812","544625"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["construction","city","renewal","thoroughfare","demolition","site","scaffolding","overpass","rubble","building"]}
