{"path":"549939.jpg","date":"August 1973","photographer":"Blanche, Wilbert Holman","caption":"The photograph captures a bustling aquatic scene, likely taken during a warm day judging by the activities observed. The setting is a large body of water with a gently rippling surface, hinting at a calm day with light wind conditions. There appears to be a shoreline fading into the distance under a hazy sky, which might indicate either early morning or late afternoon light, given the muted tones in the image.\n\nThe water is densely populated with numerous boats and recreational vessels scattered across the surface, creating a lively and somewhat congested marine setting. These boats vary in size and type, including speedboats and more leisure-focused boats, suggesting a recreational or event gathering.\n\nIn the foreground, several individuals are engaging with the water directly. Some are standing in the shallow parts near the shore, while others are swimming or floating further out. Notably, one person is seen using a small, bright red inflatable raft, adding a splash of vibrant color to the predominantly blue and grey palette of the scene.\n\nActivities indicative of leisure and possibly a community gathering are evident, with people interspersed casually among the boats, some closer to the shore, and others further out in the water. This arrangement hints at a relaxed, social atmosphere, perhaps a public event or a communal day out on the water, where boating and swimming are the main attractions.\n\nThe general ambiance of the image suggests a shared, leisurely day among friends, families, or community members, all enjoying the outdoors and the water in a picturesque natural setting. The photograph's overall composition with its wide-angle view emphasizes the breadth and communal nature of this aquatic gathering.","title":"Pleasure boats anchored in cove of Hudson River","placename":"Westchester County (N.Y.)","location":"Westchester County, New York","nn1":["549934","546955","558233","543943","544002","546856","555718","552283","544006","552316","546349","546397","544278","550228","544442","556295"],"cl":[6],"cluster":["#06 &mdash; Coastline"],"terms":["boat","gathering","marine","water","speedboat","shore","breadth","leisure","judging","day"]}
