{"path":"549931.jpg","date":"May 1973","photographer":"Blanche, Wilbert Holman","caption":"This photograph captures a lively scene at a dockside, most likely during the mid-20th century given the style of attire and age of the ships. Featured prominently in the image is a large cargo ship named \"Twin Falls,\" docked to the left side of the frame. Its enormous hull is a focal point, painted in white with visible rust streaks that suggest frequent use and wear.\n\nIn front of the \"Twin Falls,\" several individuals are enjoying the sunny day at the pier. Two people on bicycles, one standing and one seated, are positioned in the center of the frame, apparently paused in conversation or rest. The cyclist standing appears to be dressed in dark shorts and a lighter top, holding onto his bicycle. The seated cyclist is also casually dressed and is busy adjusting something on the bicycle.\n\nTo the left, by the dock's edge, a smaller pair sits directly on the pier, seemingly engaged in a casual activity, possibly eating or chatting. They are somewhat distant but contribute to the relaxed, leisurely atmosphere.\n\nThe scene includes several industrial elements such as thick ropes, a large red bollard prominently in the foreground, and track lines running along the dock, likely used for moving cargo. The dock surface is a dark, textured pavement, providing a stark contrast to the bright white of the ship.\n\nIn the background, other buildings and possibly cranes suggest an urban, industrial waterfront setting, typical of mid-20th-century port cities. The sky is clear and blue, indicating a fine, sunny day which adds a cheerful, vibrant tone to the scene.\n\nOverall, the photograph combines elements of industrial work life with casual, leisurely activities, showcasing a slice of life at a busy port.","title":"SS John Brown, the black hulled ship, serves as the city's maritime high school. It is based at the Morton Street pier.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["552149","555948","547474","552216","552244","546839","548127","548403","546894","551577","555726","547572","552303","546804","551999","543465"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["bicycle","cyclist","ship","dock","standing","port","cargo","pier","bollard","century"]}
