{"path":"549959.jpg","date":"August 1973","photographer":"Swanson, Dick","caption":"The photograph showcases an extensive industrial landscape, specifically a large oil refinery. The scene is heavily populated with various structures and machinery indicative of the oil refining process. Foremost in the image, numerous large storage tanks, predominantly in shades of white and blue, are visible. These cylindrical tanks are equipped with red staircases and gantries which provide access to their tops.\n\nBeyond the storage areas, the refinery complexity increases with an array of vertical distillation columns, piping, and other processing equipment. The columns, many of which are tall and slender, stand punctuated with spherical and bulbous containers that likely serve specific functions in the refining process such as separating different chemical components based on their boiling points.\n\nThe background shows even denser industrial equipment, with numerous pipelines crisscrossing between and around the columns and reactors. Some columns emit smoke or steam, indicative of active processing, while a flare stack burning off excess gases is also visible, illuminating a small part of the sky.\n\nThe overall color palette is muted, consisting mostly of industrial grays, blues, and rusts, which suggest metallic and concrete materials resistant to harsh conditions. The atmosphere is somewhat hazy, hinting at pollution or mist, which dims the visibility of distant structures.\n\nThe scene is devoid of human presence in the visible areas, hinting at either automated processes or a perspective that doesn't capture work areas where personnel might be present. The refinery is a powerful representation of industrial activity, focusing on the transformation of crude oil into various usable products through complex mechanical and chemical processes.","title":"Gulf and arco refineries--","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["550917","549960","555775","555777","549713","555778","546221","550911","546108","544179","552021","550958","545837","546107","552003","549977"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["refinery","column","oil","process","chemical","processing","distillation","tank","dim","storage"]}
