{"path":"549980.jpg","date":"August 1973","photographer":"Swanson, Dick","caption":"This photograph depicts an outdoor scene centered around a large, classical-style sculpture and an impressive building in the background. The scene takes place in front of the Philadelphia Museum of Art, noted for its grand architecture.\n\n1. **Sculpture and Fountain**: In the forefront of the image, there is a dynamic bronze sculpture featuring several figures engaged in an intense battle. A horse rears up as two human figures appear engaged in combat, evoking movement and drama. This sculpture is the focal point of a tiered fountain, where water cascades down several levels, adding a serene and cooling element to the scene.\n\n2. **People**: Various people are present around the sculpture and fountain area, likely visitors or locals enjoying a sunny day. Some individuals are perched on the edge of the fountain, lounging or looking at the water, while others can be seen climbing the stairs or walking around, contributing to a relaxed, leisurely atmosphere.\n\n3. **Background**: Dominating the background is the Philadelphia Museum of Art, a grand building styled in the Beaux-Arts architecture. The museum's facade features a large pediment supported by towering columns, and it stands imposingly at the top of a flight of outdoor steps (often referred to as the \"Rocky Steps\") leading up from the fountain area. An American flag flutters atop a tall flagpole, positioned prominently in front of the museum.\n\n4. **Atmosphere and Lighting**: The image, likely taken during the daytime, is bathed in natural light which highlights the texture and detail of the sculpture and the flowing water of the fountain. The lush green trees in the periphery provide a contrasting backdrop of natural colors to the stonework and man-made structures.\n\nThis composition, combining natural beauty with cultural and historical elements, portrays a vibrant public space enjoyed by visitors, underscored by a sense of history and art.","title":"Philadelphia Museum of Art","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["553295","546512","552705","551647","553769","551663","549676","553224","546508","550747","553278","550762","551772","551449","553281","551661"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["sculpture","fountain","museum","visitor","step","pediment","bronze","refer","drama","flagpole"]}
