{"path":"549982.jpg","date":"August 1973","photographer":"Swanson, Dick","caption":"The photograph captures a lively, communal scene at an ornate outdoor fountain. The fountain appears to feature intricate bronze sculptures, including a tortoise and possibly other mythological elements, with water spouting from various parts. \n\nSeveral individuals are engaging with the fountain in different manners. On the left, a woman in a white top and shorts sits at the edge of the fountain, near the water. Next to her, a young woman in a green bikini also sits on the ledge, engaging in conversation or perhaps just enjoying the coolness of the water. Toward the center and right side of the fountain, three more individuals are present; two stand near each other, engaged in conversation or personal reflection with one leaning against the fountain's edge. Another individual sits casually on the rim of the fountain, adopting a contemplative or relaxed pose.\n\nIn front of the fountain, more people are visible in various states of interaction or movement. For instance, one individual in the foreground is seen looking directly toward the fountain. The environment around these individuals is somewhat hazy, indicating either a mist from the fountain or a slightly foggy day. The background is mostly obscured by the mist and darkness, focusing the viewer's attention on the figures and the detailed sculpture of the fountain. The photograph conveys a sense of casual public engagement and relaxation, with individuals gathering around the water to cool off and socialize.","title":"Fountains surrounding Philadelphia Museum of Art are especially popular in a heat wave.","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["551449","550747","553207","553149","553289","552703","552706","551858","551793","551772","557258","551636","552737","551468","551658","551647"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["fountain","sculpture","individual","mist","instance","bronze","conversation","rim","bikini","ledge"]}
