{"path":"549933.jpg","date":"August 1973","photographer":"Blanche, Wilbert Holman","caption":"This photograph captures a serene evening scene by a vast body of water, likely a lake or a calm river. It features two individuals engaged in fishing from the rocky shoreline. The scene is bathed in a dusky, perhaps early twilight, lighting that casts a blue-purple hue across the entire image, contributing to the tranquil and somewhat melancholic atmosphere.\n\nOn the left side of the frame, there's a man standing on rocks near the water edge. He’s slightly turned towards the water, holding what appears to be a fishing rod, demonstrating a relaxed posture typical of fishing activities. To his right is a dense group of evergreen trees, which adds a sense of seclusion and natural ruggedness to the scene.\n\nTo the right and slightly forward in the frame stands a woman, also fishing. She is facing the water, with her hair flowing down her back, and like the man, she holds a fishing rod, actively engaged in the act of fishing. \n\nThe background of the scene features softly rolling hills or mountains, faintly visible through a hazy mist, stretching across the horizon and reflecting on the water surface. There are small glimpses of light, possibly from buildings or vehicles, scattered along the distant shore, suggesting a populated area, but one that feels remote and peaceful from the perspective of the fishers.\n\nThe overarching mood is one of tranquility and quiet connection with nature, emphasized by the solitary figures, the expansive, softly-lit water, and the distant, dimly lit shoreline.","title":"Fishing in the Hudson River from Croton Point Park","placename":"New York (N.Y.)","location":"New York, New York","nn1":["543753","550666","557565","549935","550217","553081","552314","552291","552124","547555","542564","552313","551280","554147","551572","550313"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["fishing","rod","fish","shoreline","water","ruggedness","seclusion","demonstrate","act","hold"]}
