{"path":"549907.jpg","date":"May 1973","photographer":"Blanche, Wilbert Holman","caption":"This photograph captures a street scene that seems to be taking place during a busy day. It's shot from an elevated perspective, looking directly down at the subjects, creating an engaging composition that focuses on their activities and interactions.\n\nIn the center of the image, a woman in a bright red coat is walking across the frame. She has shoulder-length brown hair and is holding a black handbag in her right hand. She seems to be engaging with a child, a young girl, who has extended her hand towards the woman, possibly handing out a flyer. The girl's dark hair is styled in curls, and she is dressed in a simple dark outfit with contrasting white cuffs at her wrists.\n\nTo the right of the main interaction, there is a young boy standing. He is handing out pieces of paper, likely flyers, to passersby. He is casually dressed in a grey top and blue jeans, with his brunette hair neatly combed to the side.\n\nWalking past the woman in red, going in the opposite direction, is an older woman. She appears to be wearing a light blue and white striped coat, complemented with a light-colored dress or skirt, and is carrying several bags. She’s accompanied by a man in a dark suit carrying a briefcase, indicating perhaps they are returning from shopping or a business matter.\n\nSeveral flyers can be seen on the ground, assuming they were either dropped or discarded by passersby. The street on which they are all walking is nondescript, with no distinctive markings visible, just the shadows cast by the individuals which accentuate the sunlight above them. This moment seems to encapsulate a mixture of everyday errands and possibly a promotional event, reflecting a slice of urban life.","title":"Without breaking stride, homeward bound commuter at the Staten Island Ferry terminal reaches for leaflet from street distributor.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["556199","556226","551835","551816","551829","545231","546623","553184","549923","549863","549916","549925","553822","554691","549806","551648"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["passersby","hand","woman","walk","girl","hair","coat","carry","cuff","comb"]}
