{"path":"550040.jpg","date":"May 1973","photographer":"Halberstadt, Ernst","caption":"The photograph displays a vibrant and bustling street market scene. The setting seems to be during the daytime under a sunny sky, which is evident from the well-lit scene and crisp shadows visible on the ground. The market is filled with numerous people, mostly middle-aged and elderly men wearing suits and hats typical of mid-20th century fashion.\n\nSeveral wooden crates and baskets are prominently displayed in the foreground and around the market space, filled with various types of produce. One crate in the foreground is labeled \"TERRA SERRA\" and is packed with bundles of carrots. Other containers feature an assortment of vegetables including broad leaves that might be spinach or a similar green. The community vibe is strong with individuals engaged in shopping or possibly bartering for these fresh goods, reflecting a normal day at a local market.\n\nThe background contains more crowded stalls, with umbrellas and awnings giving shade to both the vendors and their products. This helps set a traditional marketplace atmosphere. \n\nThe focal point of the image seems to be the central foreground where a man, possibly a vendor, in a suit is handling these vegetables. He is turning away from the lens, concentrating on the task at hand, which involves sorting or arranging the produce either for display or sale.\n\nOverall, the photograph captures a slice of daily life that revolves around community interaction and the purchase of fresh, local produce in a vibrant market setting.","title":"Outdoor food market at Haymarket Square. Public protest saved the square from incorporation into an expressway.","placename":"Boston (Mass.)","location":"Boston, Massachusetts","nn1":["550064","551837","550041","551838","550036","557131","551843","551749","550045","550061","556211","550032","546216","557135","550028","558249"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["market","produce","vegetable","crate","vendor","suit","marketplace","bundle","purchase","display"]}
