{"path":"550049.jpg","date":"May 1973","photographer":"Halberstadt, Ernst","caption":"The photograph depicts a close-up view of the facade of an old and seemingly abandoned building. The building's exterior is textured and made to resemble stone blocks, giving it a robust, somewhat austere aspect. The word \"MERCANTILE\" is prominently displayed in raised, embossed letters across a central section just above the ground floor, indicating that the building once served as a mercantile establishment or store.\n\nThe building features a total of eight windows arranged across two floors, with four windows on each floor. Several of the windows are damaged: the glass is shattered in many of them, leaving gaping holes or jagged remnants clinging to the frames. The damage varies from minor to extensive, with the lower middle window on the second floor being almost completely destroyed.\n\nThe facade is dark and weathered, adding to the sense of decay and abandonment. Vines or some form of vegetation seem to be creeping across the surface, hinting that nature is slowly reclaiming this man-made structure. There are no visible signs of life or activity around or inside the building, which adds to the eerie, forsaken atmosphere captured in the image.\n\nAt the bottom edge of the frame, some utility lines are visible, suggesting that although the building is derelict, it exists within an area still connected by modern amenities. There is no context of the surrounding area provided, focusing the viewer entirely on the neglected state of the building’s facade.","title":"Mercantile building - corner of richmond and commercial streets","placename":"Boston (Mass.)","location":"Boston, Massachusetts","nn1":["550057","557348","550129","557139","557643","553478","547894","550023","550140","553479","545355","551586","553548","551944","554785","554707"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["floor","facade","building","window","damage","shatter","destroy","total","vine","exist"]}
