{"path":"550023.jpg","date":"March 1973","photographer":"Halberstadt, Ernst","caption":"This image shows a dilapidated two-story brick building, likely an old industrial or residential structure, showing signs of significant neglect and damage. The facade of the building is made of red bricks and it is rectangular in shape. Although it originally might have had a symmetrical design, several windows are now broken or boarded up. The ground floor windows and doors are partially boarded, and one can observe debris and a collapsed structure – possibly a roof or an awning – on the right side of the building.\n\nThe building has a total of six windows visible at the front, arranged in rows of three per floor, and a centrally placed door on the ground level. The arches above the windows and doors are highlighted with a slightly lighter brick, adding a decorative element to the otherwise utilitarian building. The roofline features a simple, modestly overhanging ledge, and there is visible damage to the top center of the facade where bricks appear to have fallen out, perhaps due to structural failure.\n\nAround the building, the ground is littered with debris, including bricks, planks of wood, and other unidentifiable rubble. A barren tree stands to the left of the building, leafless, which might suggest it's either winter or the tree is dead. In the background, there's another building with a prominent smokestack, indicating the proximity to an industrial area.\n\nThe colors in this photograph are muted, with the red of the bricks being the most vivid element, interspersed with the weathered wood and grayish debris. The overall atmosphere is one of decay and abandonment, telling a story of a place once useful, now forgotten.","title":"Abandoned building adjoins lord and jealous wool mill in city mills, a manufacturing town on the charles river","placename":"Boston (Mass.)","location":"Boston, Massachusetts","nn1":["557139","554785","557344","557348","553555","551944","550129","547894","553548","553478","545355","557346","557140","551586","543344","551330"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["brick","building","door","window","board","damage","debris","facade","floor","total"]}
