{"path":"550094.jpg","date":"June 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures an interesting juxtaposition of historical and modern elements within an urban or suburban setting. The scene appears to be a wet street, likely after a rain, given the visible puddles and overall dampness of the pavement.\n\nOn the left side of the image, there's an old-style horse-drawn carriage parked. It is painted black, has a single bench seat inside, and is adorned with a red floral decoration. The horse, appearing to be medium-sized and brown, is harnessed to the carriage, standing calmly.\n\nIn the center and right side of the image, a woman is interacting with a modern supermarket shopping cart filled with various items, including what looks like boxes and other packaged goods. She is dressed in a long blue dress with a light blue shawl or scarf draped around her shoulders and is wearing a hat. Her attire gives a slightly historical feel, contrasting sharply with the modern shopping cart and the items within it.\n\nNext to her, parked on the street, is a classic car from around the 1950s or 1960s. The car has a clean, sleek design with a white body and appears well-maintained. \n\nThe background consists of a brick building with white accented windows, alongside green and wooden walls of adjacent structures. These buildings suggest an older, possibly industrial part of town being used in a contemporary manner.\n\nOverall, the composition of this photograph brings together elements from different times, creating a narrative that bridges past and present in a single frame—capturing a moment that speaks to the blending and coexistence of different eras in everyday life.","title":"Amish housewife pushes shopping cart of groceries to her parked horse and buggy.","placename":"Middlefield (Ohio)","location":"Middlefield, Ohio","nn1":["550098","550095","550087","549667","551717","545321","555944","545353","550005","549659","551913","545333","549829","552412","549882","553488"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["carriage","cart","shopping","horse","package","dampness","shawl","blending","1950","harness"]}
