{"path":"550087.jpg","date":"June 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures an intriguing juxtaposition of old and modern transportation in a seemingly urban setting. At the center of the image is a horse-drawn buggy moving across a wet asphalt road. The buggy is black, with an open driver's seat and an enclosed passenger compartment. Two people are visible in the buggy; one seems to be handling the reins while the other is seated next to them.\n\nThe horse pulling the buggy is a mid-sized, brown horse with harness and headgear equipped. The contrast is stark against the backdrop of modern vehicles, including a green and white pickup truck marked \"Plaza Foods,\" an older model white Volkswagen Beetle, a dark-colored car directly behind the buggy and a light blue sedan parked further away, partly visible. \n\nAdditional context is provided by the background setting, which includes a building with a sign \"Plaza Foods\" and a \"Credit Bureau\" next to it, hinting at a commercial area. Just off to the right, there's a large sign shaped like an arrow pointing downwards with the phrase \"Let's talk tires,\" likely advertising a tire service, and a nearby yellow postal vehicle, indicating the era depicted might be around the mid to late 20th century, considering the vehicle models and overall scene. The environment suggests either a rainy day or just after a rainfall, given the wet ground and overcast sky.\n\nThe photograph may be exploring themes such as the evolution of transportation, cultural diversity or economic contrasts seen in everyday settings.","title":"Amish horse and buggy moves out smartly on a street in downtown Middlefield","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["550095","550098","550094","550102","550005","544395","551717","549682","557050","549667","551912","550091","553488","554293","546668","542803"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["horse","tire","model","headgear","evolution","transportation","themes","rainy","let","vehicle"]}
