{"path":"550014.jpg","date":"March 1973","photographer":"Halberstadt, Ernst","caption":"The photograph portrays an expansive view of an urban waterfront setting captured in what appears to be the latter part of the day, based on the lighting and the long shadows present. In the foreground, there is a wide body of water with a partially ice-covered surface, indicating cooler temperatures typical of winter or early spring. The water is calm and reflects the clear sky above.\n\nA road runs parallel to the shoreline on the right, with a few visible cars that appear to be from the 1970s or 1980s going by the shapes and sizes typical of those model years. On the left side of the image, a boardwalk lined with short lampposts can be seen along the edge of the embankment. The embankment gradually rises to a residential district that features a mix of either small apartments or closely packed houses, showcasing varying architectural styles which suggest a diverse and possibly historic neighborhood.\n\nIn the background, the urban landscape continues with low-rise commercial buildings and a cluster of industrial or possibly utility structures marked by tall chimneys and storage tanks. Two prominent high-rises stand out in the distance against the horizon, providing a focal point that suggests a section of a city's downtown or a commercial district.\n\nThe sky is mostly clear with a light blue color, transitioning to a pale hue near the horizon, suggesting early evening or late afternoon. There is minimal cloud cover.\n\nOverall, the image captures a serene and somewhat chilly urban waterfront scene, blending residential, commercial, and possibly industrial elements alongside the natural beauty of the waterside.","title":"Smog over Boston, 1:15 a.m., at the junction of morissey boulevard and the southeast expressway","placename":"Boston (Mass.)","location":"Boston, Massachusetts","nn1":["555731","552251","555768","549300","547960","547103","556947","547147","547099","546865","549480","552252","552231","550937","555716","553790"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["embankment","district","waterfront","rise","boardwalk","lamppost","temperature","1980","go","downtown"]}
