{"path":"550041.jpg","date":"May 1973","photographer":"Halberstadt, Ernst","caption":"This photograph is a lively scene from an outdoor market, bustling with activity and a variety of shoppers. The image captures a bright day where several people, mostly adults of various ages, browse through an assortment of fresh produce.\n\nForeground:\n- In the forefront, a variety of fruits and vegetables are displayed on stands. We can see strawberries in small wooden crates set out on a table, priced and tagged, attracting the attention of a woman who is bending over to take a closer look. There are also other tables laden with different types of melons and onions. \n\nMiddle ground:\n- A dense crowd of shoppers meanders through the stalls. The individuals are dressed in casual, varied attire typical of a relaxed daytime outing. Notably, a woman in a red sweater and long blond hair stands out in the near center of the frame, facing away from the camera, which highlights the busy nature of the scene.\n\nBackground:\n- The background shows more stalls under a large awning, indicating a covered section of the market. Signages of different shops or produce names can be seen, like \"SERRA Seneca,\" suggesting specifics about the market's vendors or their arrangements. This contributes to the overall ambient feel of a bustling community market.\n\nOverall Composition:\n- The composition effectively conveys the crowded, active environment of a market day. It captures a moment of everyday life with vibrant colors and busy textures, giving viewers a sense of the atmosphere in the market. The use of natural daylight enriches the vividness of the produce and the liveliness of the scene.","title":"Outdoor food market at haymarket square.  Public protest saved the square from incorporation into an expressway","placename":"Boston (Mass.)","location":"Boston, Massachusetts","nn1":["550040","551838","551843","557131","550036","550061","551837","550064","557135","551749","550032","544192","556211","551694","550028","550045"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["market","produce","shopper","stall","table","specific","liveliness","vegetable","fruit","browse"]}
