{"path":"550032.jpg","date":"May 1973","photographer":"Halberstadt, Ernst","caption":"This photograph captures a bustling outdoor market scene set against an urban backdrop. The foreground of the image shows several parked cars, with a focus on two prominently displayed sedans, one painted in a dark blue and the other in a lighter shade, possibly silver or gray. The cars add a hint of everyday city life and also date the image, suggestive of automotive styles from the mid-20th century.\n\nBeyond the cars, the central focus shifts to a lively market with multiple vendor booths covered by yellow and red striped canopies. The stalls are stocked with a variety of fresh fruits and vegetables, neatly arranged in boxes and displayed enticingly to attract customers. People, predominantly adults wearing clothing indicative of cooler weather such as jackets and hats, are seen browsing and interacting with the vendors, creating a dynamic human element. The market exudes a community atmosphere, with shoppers engaging in routine purchase activities.\n\nIn the background, the market is framed by a red brick building with a sign that reads \"Union Oyster House,\" indicating the historic nature or naming of the area. Above the market, multiple green street banners promote \"Serra for Senator,\" suggesting a political campaign is underway, adding a temporal layer to the scene.\n\nFurther rising behind the immediate structures are modern, multi-story office buildings that contrast with the historical and smaller scale of the market area. These buildings are characterized by their stark, light-colored facades and numerous windows, reflecting the architectural trends of urban development during the period.\n\nOverall, this photograph is a rich depiction of urban life, blending elements of daily commerce, historical settings, political activity, and architectural diversity, capturing a moment that reflects both the ordinary and the distinctive aspects of the cityscape.","title":"Outdoor market at Haymarket Square. Public protest kept this area from becoming part of an expressway.","placename":"Boston (Mass.)","location":"Boston, Massachusetts","nn1":["550036","550045","550064","550040","551749","557131","550041","550138","549991","546672","551694","545333","551752","549974","549872","558118"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["market","vendor","trend","campaign","purchase","shopper","car","vegetable","fruit","stall"]}
