{"path":"550028.jpg","date":"May 1973","photographer":"Halberstadt, Ernst","caption":"This photograph captures a vibrant and bustling outdoor market scene. The foreground prominently displays various large wooden containers filled with fresh, bright red radishes. Prices are visible; one sign says \"19₵ lb.\" indicating the price per pound. A central wooden crate features neat rows of radishes packaged in small, square, plastic containers.\n\nTo the left side of the image, an elderly woman with short, curly hair stands close to the camera. She is dressed in a dark green overcoat and is holding a brown paper bag, possibly examining its contents or preparing to add more purchases.\n\nIn the middle and to the background, several other market-goers can be seen. There's a man wearing a hat and a light-colored shirt, standing further off behind the vegetable stand, engaged in conversation or choosing produce. Other shoppers are dotted around, some blurry, contributing to the bustling atmosphere of the market.\n\nThe market setting is enriched with other types of produce aside from radishes. There are large, leaf-topped vegetables (likely root vegetables like beets or turnips) and various boxes stacked containing other goods.\n\nIn the distance, above the market stalls, the background shows urban buildings with visible signage and bright, clear skies that indicate a sunny day, enhancing the colors and festive, busy ambiance of the market scene. The market likely takes place in a city or well-populated area given the variety and quantity of the goods displayed as well as the buildings in the background.","title":"Outdoor market at haymarket square.  Public protest kept the square from becoming part of an expressway","placename":"Boston (Mass.)","location":"Boston, Massachusetts","nn1":["551843","551838","551837","550040","550064","550061","550041","550036","544192","553813","550045","551749","556211","550032","544265","557135"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["market","vegetable","price","produce","good","container","package","choose","overcoat","shopper"]}
