{"path":"550082.jpg","date":"June 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a lively social scene, likely from the 1970s based on the fashion and style evident. The setting is an urban plaza with modern architecture visible in the background, including a large building with reflective glass and concrete features.\n\nIn the foreground, a woman and a man are engaged in a conversation. The woman is dressed in a trendy outfit for the era—she wears a patterned jacket and flared trousers, accessorized with a large white bag and a drink in her hand. She stands facing the man, who leans casually against a large, angular concrete sculpture. He sports a light-colored shirt, partially unbuttoned with sleeves rolled up, and darker pants.\n\nTo the right, another man is seated, looking away from the camera. He holds a newspaper and a drink, dressed in a light-colored shirt. His relaxed posture and the items he holds suggest he might be taking a break or casually observing the event.\n\nThe background is bustling with more people who appear to be mingling or moving about, similarly dressed in casual and business attire, suggesting this scene might be during a lunch break or a public event. The grassy areas and concrete steps provide informal seating areas where some people are gathered.\n\nOverall, the photo documents a moment of social interaction in an urban setting, characterized by 1970s fashion, a mix of leisure and perhaps professional activity, all within the architectural context of a modern city plaza.","title":"Downtown workers and shoppers enjoy lunchtime break at Chester Commons mini-park.","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["549909","550083","553319","553183","551433","551651","555906","553155","553159","556532","553264","550751","551646","553158","551124","551460"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["drink","break","fashion","1970","lunch","event","sculpture","plaza","newspaper","seating"]}
