{"path":"550086.jpg","date":"June 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a scene from a public event, likely a community or cultural gathering. The setting seems to be outdoors during the day, probably in a parking lot or a similar open space. The overall mood appears formal yet community-oriented with different attendees focused on the ongoing activities.\n\nIn the foreground, there's a woman dressed in a long blue dress with a headscarf, sitting and holding a child who is dressed in an orange outfit. Beside her is a large wicker basket, and to her right, another woman is partially visible, dressed in a light coat and perhaps watching a nearby event. \n\nOn a raised platform in the background, a young woman and a young man are standing. The woman is wearing a red-and-white striped dress, and a sash labeled \"Miss USA 1976,\" indicating she might be playing a role or part of an official function. She holds a bouquet of flowers, adding to her ceremonial appearance. The young man beside her is dressed in a light shirt and dark pants, and he is holding some papers, suggesting he might be making an announcement or presenting.\n\nBehind and to the right of the platform, there's a van with green on the front and what looks like yellow on the back. The presence of microphone stands on the platform indicates that speeches, announcements, or performances are part of the event. Buildings and trees are partially visible in the distant background, suggesting this event is being held in a built-up area.\n\nOverall, the image captures a moment of interaction and participation in a local event with various attendees engrossed in different roles and activities, reflecting a multi-faceted community scene.","title":"Teen-age beauty contest winner and amish mother and child provide striking contrast on a street in downtown Middlefield","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["558295","553267","558294","553759","553142","549320","551811","551688","551011","556532","554382","551808","551689","543482","558292","551814"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["event","platform","attendee","dress","woman","hold","role","community","speech","microphone"]}
