{"path":"550083.jpg","date":"June 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a scene in an urban environment, likely from the 1970s based on the fashion and architecture. The image shows a group of individuals in a small, grassy plaza surrounded by imposing high-rise buildings.\n\nForeground: In the lower part of the image, there are more than a dozen people scattered across a grassy area and a concrete platform. The individuals appear to be engaging in casual conversation, most holding drinks which could suggest a break or a social event. Some are standing on the lawn, while two men are seated on the edge of the concrete platform, giving the impression they are watching something or someone.\n\nMiddle ground: This area is not distinctly populated but serves as a transitional space leading towards the backdrop. The grass continues seamlessly, bordered by a raised concrete platform.\n\nBackground: Framing the scene are large office skyscrapers with a contrasting design of dark and light panels. One building has a sign reading \"MODEL OFFICE OPEN\" visible through its large windows, indicating an area showcasing an office space possibly for lease or sale. These buildings emphasize the business-focused environment of the setting.\n\nOverall, the composition of the photograph, with people in casual attires like flared pants and jackets indicative of 1970s fashion, amidst stark, modernist architecture, suggests a juxtaposition between a relaxed social atmosphere and a formal business district.","title":"Downtown workers and shoppers enjoy lunchtime break at chester commons mini-park","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["550082","553319","551651","549909","550751","553159","551646","550076","553840","553183","553214","551643","553264","553158","553155","551851"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["platform","concrete","fashion","office","business","modernist","dozen","flar","1970","plaza"]}
