{"path":"550096.jpg","date":"May 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a scene at a vintage gas station, presenting a glimpse of Americana. The foreground shows a classic car, a sleek convertible, parked at the service pump. The car's design features curved lines, a prominent front grill, and distinct, circular headlights, indicative of automotive styles from the 1960s or 70s.\n\nA gas station attendant, seen from behind, is leaning over slightly, engaged in servicing the car. He appears to be either cleaning the windshield or interacting with a person inside the vehicle—a woman, partially visible, sitting in the driver's seat.\n\nThe gas station itself has a retro charm, with a sign above the service bay reading “HAPPY WITH LAFFIN GAS” alongside a vibrant red and white Gulf logo. The right side of the building reveals a door, above which hangs a small sign with the gas price ($0.56 per gallon), significantly lower than contemporary prices, hinting at the historical setting of the photo. Another sign indicates that the station is \"Closed Sunday.\"\n\nTwo pump islands are in view, each equipped with Gulf No-Nox gasoline pumps; one has a handmade sign reading \"SORRY NO GAS,\" suggesting a fuel shortage or a special circumstance.\n\nThe backdrop includes another section of the service station with a visible open bay. The area is well-lit with sunlight, suggesting a daytime setting, and the atmosphere is calm, with little to no additional activity or people in sight beyond the main subjects.\n\nThis scene not only reflects a moment of everyday life but also subtly narrates the era's automotive culture, fuel economy, and service industry through its components and decorations.","title":"\"Energy crisis\"","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["557685","557834","555467","555465","557766","555457","555484","557893","555497","555405","555415","555517","555506","555459","555498","555520"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["gas","station","pump","service","price","fuel","bay","sign","gallon","attendant"]}
