{"path":"550007.jpg","date":"January 1973","photographer":"Halberstadt, Ernst","caption":"This photograph captures a cityscape during twilight, featuring a towering modern skyscraper as the central subject. The building is tall and rectangular, predominately covered in reflective glass windows that shimmer in varying hues due to the light reflecting off them. Some windows catch the last rays of the sun, glowing brightly in orange and amber tones, while others remain dark, revealing nothing of the interior. The skyscraper’s sheer glass façade reflects the surrounding environment and the darkening sky.\n\nIn the foreground, a shorter, older building contrasts with the modernity of the skyscraper. It features a more traditional architectural style with noticeable vertical and horizontal lines, and its facade is of a much lighter, possibly stone, material.\n\nThe immediate background shows another classic building, its details smaller and less distinct due to the focus on the foreground structures. Several other less distinct buildings are visible, suggesting a densely built environment typical of an urban city center.\n\nIn the lower portion of the image, there's a partial view of a highway or a major city road indicated by the presence of road signs, though no vehicles are visible in the shot. The signs are too small to be legible.\n\nThe overall composition contrasts modern architectural elements with those of the early 20th century, providing a snapshot of a city's architectural evolution. The lighting conditions enhance the textures and colors of the buildings, making it a visually rich scene.","title":"The John Hancock Building, conceived as a bright windowed dream of a skyscraper, has become a broken windowed nightmare.","placename":"Boston (Mass.)","location":"Boston, Massachusetts","nn1":["555736","550011","551455","555426","545406","549997","555419","547429","549880","556193","549317","548383","549490","548387","548392","550122"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["skyscraper","city","evolution","modernity","building","ray","glass","façade","road","window"]}
