{"path":"550095.jpg","date":"June 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph portrays a juxtaposition of modern and traditional modes of transport in a parking lot setting, possibly taken in a town or city with a visible Amish or Mennonite community, indicated by the presence of a horse-drawn buggy. The photograph captures a wet parking lot filled with various models of cars from what appears to be the 1970s or 1980s, judging by the designs and shapes of the vehicles. There are sedans and station wagons in different colors like red, blue, yellow, and brown.\n\nIn the foreground, there is a traditional black horse-drawn buggy with a single horse, occupied by at least one person wearing a dark hat, likely a man, sitting in the enclosed cabin part of the buggy. The buggy and its traditional design stand in stark contrast to the modern cars around it. The ground is wet, reflecting the vehicles and creating a shiny surface, suggesting recent rain.\n\nIn the background, beyond the parking area, a building with a large glass front possibly a market or a commercial structure, is visible. Outside the building, there's a group of people, including what seems to be a family and some individuals who are either entering or exiting the building. A bench outside the building is occupied by several people engaged in casual sitting or waiting.\n\nOverall, the scene captures a compelling narrative about different lifestyles and eras coexisting in one community. The image is rich in detail and offers a glimpse into a moment where tradition meets modernity.","title":"Amish horse and buggy- a viable alternative?","placename":"Middlefield (Ohio)","location":"Middlefield, Ohio","nn1":["550087","550102","550094","550098","550005","557016","556204","556201","556790","557684","556773","558254","554367","546731","546599","548496"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["horse","parking","lot","waiting","modernity","mode","tradition","community","lifestyle","building"]}
