{"path":"550065.jpg","date":"May 1973","photographer":"Halberstadt, Ernst","caption":"The photograph depicts an urban landscape possibly taken during the 1970s or 1980s based on the style of buildings and vehicles. It captures a scene that juxtaposes various forms of architecture and transportation, offering a snapshot of an industrial or commercial area of a city.\n\nIn the foreground, there are railcars predominantly occupying the bottom third of the image. These railcars appear aged and weathered, featuring vibrant colors like red and yellow, which contrast with their mostly metallic structure. They sit on tracks that extend horizontally across the picture, suggesting the photograph is taken from an elevated or distant point overlooking the railway.\n\nThe midground is dominated by old brick buildings with faded and partially obscured painted signs. The largest visible sign reads \"Jones, McDuffee & Stratton Co., Crockery Storehouse,\" which hints at the historical commercial use of the buildings. These structures are multi-storied, featuring rows of evenly spaced windows. Their red bricks are rich in color, and the buildings show signs of aging and use.\n\nIn the background, towering over the older, warehouse-style buildings, are modern skyscrapers reflecting the sunlight. These skyscrapers, with their reflective glass facades, signify a contrast between the old industrial age represented by the railcars and brick buildings and a more modern corporate environment. The tallest building, with its rectilinear form topped with what seems to be a communication or antenna structure, is a focal point due to its scale and its central positioning in the frame.\n\nOverall, the composition captures the essence of urban development, showing old and new elements coexisting in a bustling city environment. The color saturation, likely influenced by the type of film used, adds a nostalgic feel to the image.","title":"Looking toward copley square from pier 4, south Boston, in the early morning.  John hancock building, with boarded windows, in rear","placename":"Boston (Mass.)","location":"Boston, Massachusetts","nn1":["556852","548474","556075","550153","550167","550022","550138","550203","549267","555772","556076","549310","546627","556382","555742","553840"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["railcar","brick","skyscraper","building","sign","aging","antenna","positioning","communication","city"]}
