{"path":"550098.jpg","date":"June 1973","photographer":"Aleksandrowicz, Frank J.","caption":"The photograph depicts a scene with a juxtaposition of old and modern elements likely capturing a street view that includes both a horse-drawn carriage and contemporary automobiles. The foreground features a traditional black carriage, pulled by a single dark horse. This carriage is designed with a covered, box-like passenger compartment and open driver's seat, where a figure can be seen sitting, facing forward.\n\nThe horse looks sleek and well-maintained, attached to the carriage by a harness. This setting appears to be either a street or a parking lot, given the presence of multiple vehicles in the background, which range from mid-century sedans to station wagons, indicative of the setting being in the mid to late 20th century.\n\nIn the background, other activities and persons are observable. People are walking in the distance, some of whom are turned towards or interacting near the vehicles, suggesting that this might be a place of interest or a tourist spot. The environment overall looks slightly overcast, and the presence of lush green hedges neatly trimmed into spherical shapes adds a formal, manicured look to the setting.\n\nThis photograph captures a contrast between traditional modes of transport (the horse and carriage) and modern vehicular technology, which also might suggest a theme of old meeting new, or a preserved cultural element within a modern setting. The overall atmosphere, with individuals scattered across the scene, provides a dynamic glimpse into a day from a bygone era.","title":"Amish horse and buggy in a Middlefield shopping center","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["550094","550087","549667","549682","551717","550095","550005","557050","544395","557712","550091","549647","549576","549574","549659","543044"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["carriage","horse","hedge","mode","harness","century","meeting","compartment","street","tourist"]}
