{"path":"550135.jpg","date":"July 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a street scene likely from the late 1960s or early 1970s, dominated by a view of vintage cars and large advertisements on billboards. The image conveys a distinct mid-20th century American urban or suburban setting. \n\nIn the center of the image, two prominent billboards stand out. The left billboard advertises \"Old Grand Dad\" whiskey with the text \"The good stuff,\" featuring minimalistic, large, bold lettering on a plain background. The right billboard promotes Marlboro cigarettes with the slogan \"Come to Marlboro Country\" and showcases an imagery of a cowboy on a horse, roping a steer, evoking a rugged, outdoor scene.\n\nBelow the billboards, the street is busy with a range of classic cars typical of the era, suggesting either a main road or a busy intersection. Visible car models reflect the design styles of the time, featuring angular body shapes and sharp lines. Notable is the angular front of the parked car in the foreground, potentially a Chevrolet model from the late 1960s, which suggests the time period of the photograph.\n\nThe surrounding environment includes grassy areas beside the road, and some urban infrastructure like streetlights. Additionally, the backdrop hints at more urban settings or possibly further commercial areas, indicated by the presence of other structures and buildings. The lighting in the photograph suggests midday, with clear skies contributing to an overall vibrant daytime setting. \n\nOverall, the photo tells a visual story of American life during the period, marked by prominent consumer advertising and automobile use.","title":"Signs and more signs at cedar avenue and east 22nd street","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["549113","554307","546184","549014","550093","554297","545216","549882","550970","549872","545618","555910","545614","551135","556709","549224"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["billboard","car","1960","period","model","streetlight","consumer","slogan","imagery","tell"]}
