{"path":"550131.jpg","date":"July 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a scene on a street corner, giving insights into urban life and commerce in a past era. The primary focus is on the intersection marked by various signage and commercial activities.\n\nIn the foreground, a delivery man is seen at the side of a blue and white delivery van marked \"Love that Jaws Bread, Baked Fresh Every Morning\". The delivery van is parked next to a stop sign at the street corner of Kenilworth. The man, dressed in a white shirt and dark pants, is in the process of retrieving or organizing items inside the van.\n\nTo the right and slightly raised above street level on the photograph, there's a storefront, \"Queen's Delicatessen\", showcasing multiple advertisements and signs that depict the store's offerings. Prominent signs include \"BEER,\" \"WINE,\" and \"TO TAKE OUT Sealett Dairy Products\". The pricing on one of the signs suggests the era with \"2.99\" for some items and advertised products like \"Beer Take Out, Wines.\" Additional signage for \"BST BEST MILK\" suggests a focus on dairy products, and the faded ghost sign on the brick wall featuring \"Coca-Cola\" adds a classic touch to the storefront, indicating longstanding commercial use.\n\nThe area looks developed but maintains a no-frills, practical aesthetic typical of many urban settings during the mid-20th century. The background is less detailed but consists of what appears to be industrial or additional commercial buildings, contributing to the bustling neighborhood vibe evident in the photo. The utility poles and electric lines crisscross above, typical of urban infrastructure of the time.\n\nOverall, the image is rich with historical commercial life, featuring everyday transactions and highlighting the era's advertising styles and urban infrastructure.","title":"Kennilworth corner popping with signs","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["556224","550127","551494","549866","550138","546672","554307","556223","550128","545333","551495","550132","552602","545216","556225","546428"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["delivery","van","storefront","sign","product","era","signage","street","corner","love"]}
