{"path":"550199.jpg","date":"April 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a scene of an industrial landscape, likely taken from the perspective of a car based on the inclusion of a side mirror image at the bottom right corner. In the main view, there's a large facility with several features indicative of a chemical plant or similar industrial complex. Prominently, there are multiple large storage tanks, some bearing the name \"Union Carbide,\" a known chemical manufacturer. Alongside these tanks, there are various pipes and smokestacks emitting vapor, suggesting active industrial processes.\n\nIn the foreground, there's a busy street lined with parked cars on both sides, evoking a typical busy workday atmosphere. The cars appear to be from the mid-20th century based on their designs, suggesting the photo was taken around that time. The street itself is paved, and there's some unkempt grass and a curb separating the cars from the pedestrian pathways.\n\nIn the background, beyond the industrial structures, one can also see electrical pylons and power lines, adding to the industrial feel of the area. The sky is clear, contrasting the industrial activity on the ground.\n\nAdditionally, the side mirror of the vehicle, prominently included in the frame at the right, shows a reversed image featuring a car and some structures in the distance, offering a different angle and extending the view of the setting. \n\nThis photograph thus captures a vivid tableau of industrial activity, transportation, and infrastructure from a past era, all integrated into a bustling work environment.","title":"United States Steel plant in Lorain emits foul smelling smoke from its chimneys, affecting neighboring homes.","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["552002","546866","546968","546085","546212","557224","555772","550278","546221","546107","546076","550171","555761","546122","549727","542705"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["car","mirror","chemical","vapor","tank","workday","pylon","inclusion","tableau","curb"]}
