{"path":"550104.jpg","date":"June 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This is an aerial photograph depicting a busy transportation and commercial area. Central to the scene is an airport with two main structures: one appears to be a passenger terminal featuring a curved, modernistic design and is surrounded by a spacious parking lot filled with numerous cars. The other, smaller building also serves an airport-related function and has adjacent parking space. There is a considerable number of small aircraft parked on the tarmac near both buildings.\n\nBesides the airport, the photograph prominently features an extensive network of railways filled with rows of cargo train cars, suggesting robust industrial activity. Parallel to the railway, a multi-lane highway is visible; it too is busy with vehicles, showcasing the area’s high traffic volume.\n\nOn the left side of the image, there is a sizable water body, alongside which a thin strip of grassland stretches out, leading toward what looks like a small marina or boat park where several boats are docked. This part of the image is bordered by a line of trees and another parking area bustling with cars, highlighting the recreational use of the nearby water.\n\nIn terms of composition, this photograph captures a wide view that contrasts the bustling human activity and infrastructure with natural elements like water and grass. The image is rich in detail and color, illustrating a diverse and active area serving multiple functions—from transportation and commerce to recreation.","title":"Moving cars and parked cars at popular lakeside beach","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["548430","548433","555742","546573","549479","546616","550575","548434","546698","555765","550165","546578","550554","555759","548428","549504"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["airport","parking","railway","function","transportation","tarmac","car","terminal","serve","bustle"]}
