{"path":"550134.jpg","date":"June 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph presents an aerial view of an urban landscape leading towards a coastline. The foreground prominently features a series of red brick apartment buildings surrounded by lush green trees. The architecture of these buildings suggests a mid-20th century design, characterized by simple, functional structures with flat roofs. Each building is a rectangular block, and the foliage around them indicates the image is likely taken during the late spring or summer months.\n\nIn the mid-ground, there's a noticeable shift from residential to industrial scenes. Here, you can see railway tracks running parallel to a canal or river, with some freight cars parked on the tracks. Adjacent to these, there is a large industrial building with a dark-colored roof, possibly a warehouse or factory, and a vast parking area filled with vehicles.\n\nThe background provides a view of a large body of water, likely a lake or coastal bay. A few ships can be seen on the water, which varies from cargo ships to smaller boats, indicating active maritime activity. Notably, there is a tall, vertical-lift bridge spanning the canal, partially raised, suggesting the passage of vessels.\n\nThe landscape gradually transitions from a dense urban scene to a more spacious and industrial zone, then finally to the expansive openness of the water. Over the horizon, the sky is overcast, casting a diffuse light over the entire scene, which enhances the industrial overtones of the photograph. This image captures the intersection of urban life, industrial operations, and maritime activity within a coastal city environment.","title":"Cleveland on lake erie","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["542868","551989","552013","556947","555758","556952","548320","553790","550886","555765","555755","555738","555764","551574","555763","551609"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["canal","track","month","freight","spann","shift","apartment","lift","openness","roof"]}
