{"path":"550140.jpg","date":"July 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph depicts a dilapidated two-story building located on a street corner. The architecture of the building suggests it is of an earlier 20th century design, with severe signs of neglect and decay. The building appears to be a commercial property, possibly an old theater or cinema, as indicated by the faded sign “LIBERTY” prominently displayed across the center of the upper facade.\n\nThe building's exterior features brick construction with sections covered in white tiles or similar material which are now dirty and discolored. Many of the large windows on the upper floor are broken or completely missing, and the ground floor appears to be boarded up in various places, with signs of graffiti and weather damage visible. The signage including \"LIBERTY\" and possibly other faded words and traditional style ornamentation around it are heavily rusted and in a state of disrepair.\n\nNo people are visible in the image, enhancing the feeling of abandonment. A single car is parked on the street in front of the building, and a sun-faded poster can be seen pasted on a boarded-up window, though its details are not clearly visible. The street shows few signs of activity and minimal maintenance.\n\nThe surrounding environment reveals additional urban decay, with empty spaces next to the building and overgrown grass in various patches. The mood conveyed by the photograph is one of historical significance that has been neglected over time, capturing a sense of urban decline and the remnants of a once-thriving establishment.","title":"Vacant building at east 103rd street has been vandalized and stripped while litigation over urban renewal of the site is in the courts","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["550285","553478","550129","557139","553555","550023","557344","555902","553548","555952","550049","551944","557347","557643","545355","552681"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["fade","board","sign","building","street","decay","discolor","neglect","floor","theater"]}
