{"path":"550116.jpg","date":"July 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a close-up of two tall, modern skyscrapers, showcasing their exterior architectural details and activities occurring at impressive heights. The photograph seems to have been taken from a high vantage point, possibly another tall building.\n\nThe skyscrapers exhibit a contemporary design with a grid-like pattern of windows, which gives them a uniform and neat appearance. The facade is primarily composed of glass and steel, reflecting some light and surrounding structures slightly. The left building is taller than the right one, adding a sense of asymmetry to the composition.\n\nBetween these two high-rise structures, on an exterior section of the shorter building, a window washing platform can be seen suspended. This platform holds two workers, who are engaged in the cleaning or maintenance of the building’s windows. This human element introduces a dynamic aspect to the otherwise static urban scene, highlighting routine maintenance work that often goes unnoticed in daily city life.\n\nBelow the skyscrapers, the photograph offers a glimpse of more urban infrastructure but details are muted due to the focus being on the skyscrapers and the maintenance activity. The background, beyond the immediate proximity of the two buildings, features a mix of other urban buildings, suggesting a densely populated city area. The colors in the photo are somewhat muted, dominated by the greys and blues of the buildings' glass and steel, which gives the scene a somewhat cool, industrial feel.","title":"High rise apartment buildings","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["555278","548387","549301","549971","552395","557260","550007","549317","552394","552363","553328","555736","551455","556193","548408","545869"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["skyscraper","maintenance","building","steel","platform","washing","window","cleaning","glass","introduce"]}
