{"path":"550118.jpg","date":"July 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures an urban scene that appears to be from the mid-20th century, based on the style of the vehicles and architectural design. The setting includes a large, modern structure with a distinctive architectural style characterized by vertical slits of windows arranged uniformly across the façade. The building is predominantly gray, with a two-storey section at the bottom that has a deep black color, contrasting with the upper, lighter gray sections.\n\nIn the foreground, there is an adult man walking beside the modern building. He is dressed in light-colored pants and a light shirt with rolled-up sleeves, suggesting casual or semi-casual attire. He seems to be moving with purpose, carrying a cane or stick in his right hand, which he uses to support his walk.\n\nOn the other side of the street, behind the man and to the left of the photograph, we can observe an older, brick building that features a 'For Sale' sign, indicating it might be available for purchase. This building is red-brick, with visible signs of age and use, providing a stark architectural contrast to the modern building where the man walks.\n\nThe street scene includes several vintage cars, parked and in motion, which add to the overall historical feel of the photograph. There are no trees visible, suggesting an urban setting with limited greenery. The blue sky without visible clouds indicates a clear day. Overall, the photograph depicts a blending of old and new architectural styles in a mid-century American city, telling a story of urban development and daily life.","title":"Model Cities building at 55th and Cedar streets. Old stores in background.","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["556225","550108","546440","550024","557805","553840","555902","545333","550138","545351","546428","551442","549882","551474","552042","555944"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["walk","cane","blending","brick","building","purchase","style","tell","section","street"]}
