{"path":"550157.jpg","date":"June 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures an expansive urban landscape, likely taken from an elevated vantage point. It showcases a large cityscape with a variety of architectural structures and infrastructures.\n\nIn the foreground, there are smaller buildings, mostly of modest height, varying from residential to commercial types. These include two-story houses, some with pitched roofs, and brick constructions possibly used for commercial purposes. The streets are lined with parked cars, and some vehicles are in motion, hinting at a lively urban atmosphere.\n\nDominating the midground is a large, impressive arch bridge, which serves as a significant focal point of the image. The bridge, likely constructed of steel and concrete, spans over a railway or road. This substantial structure supports an active roadway or rail line elevated above the city.\n\nBeyond the bridge and to its left, one can observe a prominent high-rise tower, possibly a historical or governmental building, characterized by its large clock and classical architectural details. This tower stands out against the skyline and seems to be a notable landmark.\n\nThe background offers a view of an industrial sector, evident from multiple vertical structures, likely smokestacks and other facility buildings, which may belong to factories or plants. This denotes an area of heavy industry, contributing to the urban economic activity.\n\nOverall, the photograph is a rich tapestry of urban life, illustrating residential, commercial, transportation, and industrial elements all coexisting within the city's landscape. The presence of lush green trees interspersed among the buildings adds a touch of natural vitality to the urban environment.","title":"Looking east from Lakeview Terrace highrise.","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["548414","550153","546569","548344","548392","557274","551189","552233","548418","555743","546678","546704","548317","548416","553559","557273"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["bridge","tower","vitality","sector","tapestry","clock","city","point","building","landmark"]}
