{"path":"550188.jpg","date":"May 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a scene where the foreground and background are split between a relaxed urban setting and a distant cityscape. In the foreground, there is a person sitting sideways on a park bench, facing away from the camera. The person wears a striped shirt, blue jeans, and dark shoes, and appears to be engaging with something in front of them, possibly a control panel attached to a metal apparatus. They are wearing a dark cap. Two industrial-looking metal boxes with what appear to be interfaces or handles are stationed adjacent to where the person is sitting.\n\nThe background shows a panoramic view of a city skyline featuring a prominent classic skyscraper which dominates the vista, completed with an architectural spire and antenna. Nearby, there is another old building and a flag, possibly the American flag, can be seen fluttering atop. Below these structures, various infrastructure elements like a highway with moving vehicles, lampposts, and fencing are noticeable, contributing to the urban feel of the setting.\n\nThe setting is bright and well-lit, seemingly under clear blue sky conditions, indicating it might be a nice, sunny day. The grass around the bench where the person sits suggests the area might be some sort of public space near the outskirts of the downtown area. The composition of the photograph juxtaposes the quite personal scale of the human figure and equipment in the foreground against the grandeur and hustle of the urban landscape in the background, underscoring a theme of individuality amidst the expanse of city life.","title":"Lab technician William Neal, Jr., checks monitor index, placed by the Mobile air pollution laboratory in the parking lot of St Vincent Hospital. Terminal Tower in background.","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["551922","550051","549926","542579","549283","550968","550075","551767","551646","553469","550192","557257","550018","551643","551461","547748"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["person","bench","flag","lamppost","interface","fencing","antenna","handle","vista","spire"]}
