{"path":"550127.jpg","date":"July 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a vibrant urban street scene that looks to be from a bygone era. The image is filled with various signs and businesses that give it a bustling, somewhat gritty atmosphere. Several neon and billboard signs are visible, advertising products and services like liquor, books, and live entertainment. Notably, one sign reads \"Seaway,\" and another features a neon outline of a martini glass, suggesting a bar or lounge. There's also signage for \"Studio X,\" \"Gus's Cleaners,\" and other small businesses which include a tailor and a laundry service.\n\nThe architecture in the scene shows older brick buildings with ornamental details. The street is lined with streetlights that have unique, stylish designs, adding to the urban feel of the environment.\n\nThree people are visible in the scene, each walking in different directions, which contributes to the lively feel of the street. One person, possibly a woman based on the attire, walks toward the left of the frame and is dressed in a light-colored outfit with a hat, carrying what looks like a purse. Another individual, dressed in a dark suit, walks toward the upper right area of the frame. A third person is partially visible to the far right.\n\nThere's a mailbox prominently featured in the foreground with a star emblem on it, reinforcing the Americana vibe of the scene. Traffic signs indicate it's a one-way street, which helps in understanding the layout and movement within the urban setting.\n\nOverall, the photograph depicts a rich, textured snapshot of city life, showcasing everyday activities amidst a backdrop of mid-20th-century American commerce and culture.","title":"Old buildings overburdened with signs on east 22nd street and prospect avenue","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["550142","556224","551125","551494","548399","545216","549014","546428","549872","556225","551135","546672","551495","545333","555446","548402"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["neon","street","walk","sign","service","business","mailbox","tailor","streetlight","entertainment"]}
