{"path":"550262.jpg","date":"June 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph shows a somewhat bleak and industrial landscape scene. On the right side of the frame, the open door of a white van is visible with the text \"Environmental Health Services\" and the emblem \"City of Cleveland\" visible on the door, suggesting this is a government vehicle related to public health or environmental services.\n\nIn the background, there is a view of a wide, open space filled with debris and overgrown weeds, giving the impression of a neglected or abandoned area. There are puddles of water scattered throughout the area, and a few industrial buildings can be seen in the distance. A factory chimney, standing tall, emits no visible smoke, while another building appears dilapidated with part of its structure exposed.\n\nIn the center and left of the image, the terrain is rough and uneven, covered with gravel, discarded items, and wild vegetation. One person, clad in a dark outfit and perhaps inspecting the area, stands at a slight distance, providing a scale to the expanse of the environment.\n\nThe overall atmosphere of the image suggests a focus on environmental degradation or an inspection of an industrial area, noting the presence of the Environmental Health Services van indicating some form of governmental oversight or investigation into the area’s condition. The cloudy sky adds to the somber mood of the setting.","title":"Environmental health services workers will attack rat holes with cyanide gas on White City Lagoon in Lake Erie. Unchecked dumping has turned this designated wildlife sanctuary into a breeding ground for rodents.","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["550258","547152","546084","547979","555858","547470","546913","551559","555871","547901","556324","545993","549957","549307","545312","551033"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["oversight","investigation","door","government","weed","emblem","health","inspection","puddle","note"]}
