{"path":"550214.jpg","date":"July 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph features an urban river scene dominated by infrastructure and architecture. In the foreground, we see the murky waters of the river, which exhibit ripples and a reflective surface suggesting a calm but perhaps polluted state. A concrete ledge borders the bottom edge of the river, hinting at a man-made embankment or walkway not fully visible in the frame.\n\nThe mid-ground and background of the image are occupied by two prominent bridges. On the left, there’s a large arched bridge supported by multiple arch structures connecting at regular intervals. The design is somewhat classical, featuring intricate railing details that suggest a blend of functionality and aesthetic consideration. Painted in a light color, possibly cream or white, this bridge spans a significant portion of the river width.\n\nOn the right, there’s a more industrial-style bridge, featuring a vertical lift bridge component which is currently raised, indicating that it allows for river traffic such as boats or barges. This bridge appears more utilitarian, constructed with metallic frameworks and devoid of decorative embellishments.\n\nFurther adding to the urban setting, various buildings can be seen in the far background beyond the river. These structures vary in size and style, suggesting a mix of possibly commercial and industrial uses. The overall atmosphere and lighting in the photograph suggest it might be a cloudy day, giving a somewhat muted tone to the scene.\n\nOverall, the photograph captures a slice of urban life centered around river transportation and infrastructure, highlighting how such elements define the visual and functional landscape of a city. It also subtly points to the environmental concerns that urban rivers often face.","title":"Discolored water in foreground is from sewage discharged into the cuyahoga river by the city pump station","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["546903","548427","550964","551181","550955","547263","546865","552715","548407","547890","550965","547586","555758","549503","546669","552247"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["bridge","river","interval","consideration","embellishment","embankment","infrastructure","ledge","width","cream"]}
