{"path":"550240.jpg","date":"June 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a serene and picturesque scene by a body of water, most likely a river, during what appears to be late afternoon or evening, given the soft, dim lighting. In the foreground, there is a narrow concrete path or jetty submerged under shallow water, where several individuals are seen engaging in various activities.\n\nThere are about seven people standing or walking along the submerged path. They are spaced out, and most of them seem to be young, possibly children or adolescents. These individuals are either standing still or moving slowly. Some appear to be playing or interacting with each other in pairs.\n\nIn the background, the water is calm with gentle ripples, and there are two boats visible. One boat is closer to the camera and moving at a faster speed than the other, creating a wake in the water. This boat carries several passengers and is operated by a driver. The second boat is further away in the top middle of the frame and is quieter, without visible activity.\n\nThe color tones in the image are muted, with a predominance of blues and grays, which contribute to a peaceful and somewhat melancholic atmosphere. The setting sun casts a soft glow on the scene, highlighting the figures and creating elongated shadows on the water. The overall composition of the photograph, with its distribution of human figures and boats against the expanse of water, offers a narrative of leisurely late-day activities by the water.","title":"High waters of Lake Erie cover stone breakwater from which fishermen are dropping their lines.","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["551960","550303","543143","550771","544266","550769","550236","551281","547004","549417","551209","543943","551282","547230","543956","546976"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["boat","water","path","jetty","distribution","figure","move","wake","speed","driver"]}
