{"path":"550278.jpg","date":"July 1973","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph features an industrial landscape viewed from a high vantage point, possibly a surrounding hillside or a tall building. In the foreground, there’s a multilane highway that appears relatively empty, with no visible vehicles. Two overpasses are seen crossing the highway, contributing to a complex network of roads.\n\nTo the left and center of the image, a large industrial complex dominates the scene. This complex includes several tall, thin structures, possibly smokestacks, which rise prominently against the hazy sky. Several large, rectangular and cylindrical storage tanks are visible, suggesting that the facility could be a chemical or oil refinery.\n\nIn the background, the industrial theme continues with more facilities characterized by similar smokestacks, suggesting a heavy industrial zone sprawling across the area. The sky is dull and overcast, casting an even light across the scene but offering no shadows or distinct contrasts. The general atmosphere looks smoggy or misty, likely from emissions of the various plants.\n\nTo the right of the photograph is a solitary white building with a dark roof, somewhat isolated from the industrial activity. It’s surrounded by patches of grass and a few trees, providing a stark contrast to the prevailing industrial environment.\n\nOverall, the photo captures the essence of an industrial area with expansive infrastructural elements, contrasting slightly with small patches of undeveloped land. The lack of visible human activity and the vast machinery installations convey a sense of quiet desolation amidst industrial prowess.","title":"Unfinished freeway, Interstate 90, seen from West 14th Street looking east","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["546108","555761","546084","546122","549727","546085","546212","555774","545992","547122","548321","555778","548850","557220","557214","555779"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["highway","smokestack","complex","multilane","refinery","overpass","facility","installation","desolation","oil"]}
