{"path":"550393.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This photograph captures an aerial view of a landscape featuring a variety of natural formations and water bodies. The dominant feature in this image is a collection of round and irregularly shaped patches, which appear textured and are possibly vegetation or mineral deposits on the ground. These patches are reddish-brown and brown in color, clustered together in a dense formation and spread across the center and right side of the image. \n\nRunning on the left side of the image is a winding river or stream, highlighted by the sunlight, giving it a silvery-blue appearance. The water body curves through the terrain, and there's another smaller, parallel stream that branches off from the main river.\n\nThe surrounding terrain is mostly flat and appears to be a mix of grassy and muddy areas. In some parts, the ground has a network of faint, grid-like patterns suggesting either agricultural activity or natural segmentation of the land.\n\nThe color palette of the image is primarily earthy tones of brown and green, with the water bodies adding a contrast with their bluish hue. Shadows in the terrain indicate either the late or early hours of the day, giving the photograph a somewhat ambient atmosphere. There's a sense of tranquility and undeveloped wilderness about the scene. Additionally, the photograph's quality and the softened edges suggest it might be taken with a film camera or under specific atmospheric conditions that mildly obscure perfect clarity.","title":"Patterned ground shows ice polygons (lattice outlines) and typical summer Arctic tundra. Minerals in the soil give the brown color to the water in the shallow ponds.","placename":"Alaska","location":"OTHER","nn1":["552548","552560","550392","550586","550542","552838","550601","543767","550562","550544","544744","555705","553452","550531","550885","545626"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["stream","formation","terrain","round","deposit","body","mineral","river","film","clarity"]}
