{"path":"550344.jpg","date":"May 1973","photographer":"Lockwood, Lee","caption":"This photograph captures a large industrial scene with several prominent features against a cloudy sky. The scene is likely a steel mill or similar industrial facility, situated beside a body of water, which reflects some of the structures.\n\nIn the foreground, the body of water is calm, reflecting some parts of the industrial complex and skies above. Several large buildings and structures dominate the middle ground. These include towering smokestacks from which thick plumes of smoke are emitted, rising into the cloudy sky, suggesting heavy industrial activity. The different heights and styles of the chimneys and smokestacks indicate varied functions within the plant.\n\nVarious other industrial buildings, possibly containing furnaces or processing equipment, form the lower part of the middle ground. There's visible piping and infrastructure connecting the different parts of the facility, typical of such industrial settings.\n\nThe color palette is quite muted, with greys and blues predominating, reflecting both the industrial nature of the scene and possibly pollution. The sky is overcast with heavy, thick clouds, some of which merge visually with the smoke rising from the stacks, creating a somewhat somber and ominous atmosphere.\n\nOverall, this image conveys a powerful sense of industrial might while also hinting at the environmental impact of such facilities, emphasized by the smoke merging into the natural clouds, blurring the lines between man-made and natural elements in the scene.","title":"Georgia pacific paper company on the st.  Croix river in woodland","placename":"Bangor (Me.)","location":"Bangor, Maine","nn1":["552179","550195","545987","548068","550328","557216","550336","557218","552190","547696","546908","550332","557225","546882","547084","549967"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["merge","smoke","facility","smokestack","furnace","predominate","piping","reflect","rise","mill"]}
