{"path":"550331.jpg","date":"May 1973","photographer":"Lockwood, Lee","caption":"This aerial photograph features a large industrial facility with multiple structures, likely associated with production or manufacturing, adjacent to a dam and a body of water. The complex includes several large buildings and tanks; some appear to be silos or storage units, painted in greens, blues, and grays, mismatched in style and age, suggesting expansions over time.\n\nTo the center and left of the image, the area is dominated by a sprawling plant that spans much of the frame horizontally. This section includes an array of large cylindrical and rectangular storage tanks, interconnected by piping and supported infrastructure. The manufacturing or processing buildings are equipped with numerous exhaust stacks and ventilation systems, reinforcing their industrial nature.\n\nImmediately adjacent to the plant runs a waterway, over which a dam is visible. The dam spans the width of the river, featuring flowing water that cascades over its spillway, forming frothy, whitewater currents below. This river seems to be a pivotal part of the scene, suggesting that the facility might be utilizing hydroelectric power or water in its operations.\n\nIn the top-left corner of the image, vast open-air storage areas are packed with materials—possibly logs or biomass. These are segregated into different compartments by water passages, likely for managing or sorting.\n\nThe surrounding environment includes patches of dense greenery, indicating a somewhat isolated location away from urban centers, typical for such large-scale industrial sites due to their spatial and environmental requirements. Nearby, less dense areas with a few roads and small structured settlements can be seen, possibly housing for workers or smaller businesses supporting the main facility.\n\nOverall, the composition captures a functional view of an extensive, possibly multi-purpose industrial complex, highlighting its integration with both natural resources and crafted infrastructures.","title":"Georgia Pacific paper plant in Woodland. Bark piled on river shore, pulpwood floating in river.","placename":"Bangor (Me.)","location":"Bangor, Maine","nn1":["550856","544471","551579","550335","551994","551578","545833","543872","551180","549526","550327","544569","549968","550339","557392","551998"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["dam","storage","manufacturing","facility","complex","spillway","tank","ventilation","expansion","integration"]}
