{"path":"550342.jpg","date":"May 1973","photographer":"Lockwood, Lee","caption":"This aerial photograph captures a marine setting featuring various human-made structures and several boats on a body of water, likely a harbor or bay. The area is surrounded by a forested region, indicating a fairly remote or less urbanized location.\n\nIn the image, there are three primary structures resembling square or rectangular fish farms or aquaculture pens floating near the shoreline. Each pen is enclosed by barriers that appear to be made of logs or similar materials forming a protective perimeter around the open water within.\n\nAdjacent to these pens, a pier with multiple boats docked extends into the water. These boats vary in size and type, mostly looking like mid-sized fishing or patrol vessels. There are also smaller boats and possibly buoyant platforms scattered around in the nearby water, loosely organized and facing various directions.\n\nThe land surrounding the water is densely wooded with evergreen trees, typical of a coastal or island environment in temperate regions. The immediate shoreline transitions from thick forest to a rockier, rugged edge where the structures and human activity are more concentrated.\n\nThe overall composition of the photograph, from the distribution of the boats to the placement of the aquaculture pens, suggests a functional, working landscape dominated by marine or fishing activities. The image provides a comprehensive view of how land and marine resources are utilized in this specific region, highlighting the interaction between natural environments and human enterprises.","title":"Two giant lobster pounds off deer island in new Brunswick canada.  The lobster pounds are in the channel supertankers would use if pittstown oil company were granted permission to build a refinery in eastport","placename":"Bangor (Me.)","location":"Bangor, Maine","nn1":["548638","549470","552170","548783","549520","557462","545128","548075","552269","552245","548635","552195","545024","556905","548639","551203"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["pen","aquaculture","boat","region","fishing","marine","shoreline","enterprise","perimeter","water"]}
