{"path":"550364.jpg","date":"May 1973","photographer":"Lockwood, Lee","caption":"This photograph depicts a serene and expansive cemetery, capturing the quiet atmosphere of a restful final resting place. The cemetery is lush with neatly manicured green grass, dotted with various types of headstones and graves, which are spread across the entire visible area.\n\nIn the foreground, there are several gravestones that are marked with different styles and materials. Some stones are traditional, upright slabs, while others are flat on the ground. For instance, one prominent gravestone in the form of a cross stands out; it appears to be made of marble or a similarly light-colored stone and is engraved with the name “FOLEY” along with a floral motif.\n\nThe graves are adorned with numerous floral arrangements and tokens of remembrance. These include bouquets of fresh and artificial flowers in vibrant colors such as yellow, red, pink, and white. There is also an American flag planted in the ground next to one of the gravestones, signifying military service or patriotic homage.\n\nThe background of the photo shows a continuation of the cemetery, with many more headstones that slightly fade into the distance. The area is surrounded by a natural environment, featuring a line of trees that borders the cemetery, creating a tranquil perimeter encasing the site.\n\nThe overall mood conveyed by the image is one of calm and reverence, highlighting the cemetery as a place of memory and respect for the departed. The setting also suggests it is a well-maintained and cared-for location, with attention given to the upkeep of the graves and the comfort provided to visitors and mourners.","title":"Eastport cemetery, memorial day, 1973","placename":"Bangor (Me.)","location":"Bangor, Maine","nn1":["546147","557942","557184","557089","544267","550731","554790","547417","552451","552017","544427","547420","552683","554792","552016","545322"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["cemetery","gravestone","grave","headstone","marble","resting","remembrance","depart","instance","engrave"]}
