{"path":"550380.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This photograph captures a serene natural landscape during what appears to be either dusk or dawn, given the soft, ambient lighting and gentle silhouettes formed against the sky. The setting is a vast, open grassland with gentle undulations, overlooking a calm body of water that reflects the soft light of the sky. This body of water branches into various channels, suggesting a delta or estuarine environment. \n\nThe foreground prominently features wildlife; there are three caribou engaged in their natural behavior. Two of the caribou are standing side-by-side, with their silhouettes sharply defined against the lighter background—both feature large, branching antlers indicative of their maturity and gender, likely males. The third caribou is grazing the ground, showing a natural moment of feeding. Their presence underscores the wild and untouched nature of the landscape.\n\nFurther adding to the wilderness aspect of the scene, there is a large bird of prey in the left middle ground. This bird, possibly an eagle due to its substantial size and broad wings, is perched on the ground, facing away from the viewer, adding an element of raw, predatory life to the scene.\n\nThe background consists of layered silhouettes of land masses stretching across the horizon, beneath a muted, overcast sky that contributes to the tranquil and somewhat solemn mood of the scene. The photograph overall depicts a quiet moment in nature, emphasizing both the beauty and the solitude of the natural world.","title":"Caribou graze near the Sagavanirktok River, eight miles east of the North Slope site where the Alaska pipeline will start. The pipeline will follow the Sag River south for the first 100 miles. Gravel from riverbeds will be used for pipeline bed and road.","placename":"Alaska","location":"OTHER","nn1":["550384","550379","550485","550494","550377","550426","550385","550611","550604","550489","544571","553569","550399","550441","552910","552558"],"cl":[42],"cluster":["#42 &mdash; Deer"],"terms":["silhouette","bird","maturity","antler","behavior","masse","undulation","gender","branch","feed"]}
