{"path":"550308.jpg","date":"May 1973","photographer":"Lockwood, Lee","caption":"This photograph captures a bustling industrial scene likely from sometime around the 1970s or 1980s. It is set outside a facility belonging to Georgia-Pacific, a company known for its paper and pulp products, as indicated by the large wall sign that proclaims \"Growing Forests Forever\" along with a list of their products: newsprint, printing papers, groundwood specialty papers, and bleached kraft pulps.\n\nThe view features an employee parking lot filled with cars of various models typical of the era, giving a slightly cramped and busy impression. On the right side of the image, several motorcycles are parked along the curb, adding to the crowded urban industrial atmosphere.\n\nForegrounded in the scene is a group of workers exiting the plant. They appear to be primarily male, dressed in typical casual and work attire. Some carry lunch boxes, suggesting the end of a shift or a break. Their expressions and postures reflect the fatigue and routine of blue-collar workers after labor.\n\nThe architecture in the background is functional and straightforward, typical of mid-20th-century industrial buildings. There's a large red structure with metal sidings and a smaller green-roofed building adjacent to it. Also noticeable is a sign further in the distance advertising \"SAGA FOODS WELCOMES YOU,\" indicating other businesses or a cafeteria nearby catering to the workforce.\n\nElements such as a utility pole and mundane street signs add authenticity to the industrial atmosphere of the scene. The lighting suggests it might be early evening, with shadows beginning to lengthen and the sunlight casting a warm hue over the scene, emphasizing the end-of-day timing. The photograph offers a nostalgic look at American industrial life, focusing on the labor force and their environment during a bygone era.","title":"Change of shift at Georgia Pacific paper mill, Woodland","placename":"Bangor (Me.)","location":"Bangor, Maine","nn1":["550312","550722","554702","553451","546968","553461","557224","546866","550199","544169","550349","556565","546236","547014","554936","553399"],"cl":[3],"cluster":["#03 &mdash; Billboards"],"terms":["paper","product","end","labor","worker","employee","timing","lunch","authenticity","era"]}
