{"path":"550307.jpg","date":"May 1973","photographer":"Lockwood, Lee","caption":"This photograph depicts a scenic waterfront view of a coastal town. In the foreground, there are several rustic, wooden buildings and boathouses constructed on pilings above the water. These structures appear aged and weathered, with some featuring fading paint and others showing exposed wood. Notably, one boathouse is visibly supported by a network of wooden pilings, which suggests a fishing or marine-related use.\n\nBeyond the waterfront structures, a denser area of residential homes can be seen. These homes display different architectural styles, many of which seem to be colonial or traditional New England styles. The houses are moderately spaced apart, with some trees interspersed among them, indicating a settled and mature neighborhood.\n\nThe background of the image shows a softly blurred hill with additional homes and dense tree cover, enhancing the small-town, coastal feel of the scene. The elevation suggests that the town is nestled in a hilly area, typical of many northeastern coastal towns.\n\nOverall, the scene conveys a tranquil, undisturbed quality, typical of a working waterfront that also serves as a living space for local residents. The atmosphere is quaint and suggestive of a community likely dependent on marine and perhaps leisure industries. There are no visible people or moving objects in the image, thereby emphasizing the stillness and timeless element of the environment.","title":"Lubec, looking west from campobello island.  Smoke is emitted by the mccurdy packing plant where herring is smoked lubec is the easternmost town in the continental united states","placename":"Bangor (Me.)","location":"Bangor, Maine","nn1":["550322","542913","548229","548764","542878","550318","542876","545005","550293","542907","542910","550314","547847","543361","542918","548217"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["town","boathouse","waterfro","piling","marine","home","rustic","resident","denser","fading"]}
