{"path":"550363.jpg","date":"May 1973","photographer":"Lockwood, Lee","caption":"This image is an aerial photograph showing a coastal town with distinct features and surroundings. The body of water dominating the photograph on the left side is presumably an ocean or a large lake, lined with wharves that harbor several ships. The urban area is situated directly adjacent to the coastline, packed with small buildings that include both residential and commercial structures.\n\nA main road runs vertically through the center of the town, serving as a backbone from which smaller streets branch off symmetrically, featuring a typical grid layout often seen in coastal towns. You can observe dense clusters of trees and patches of green spaces interspersed among the houses, contributing to the town's scenic quality.\n\nBeyond the immediate urban area, the terrain gently rises into what appear to be hills or low mountains, suggesting that the town is nestled in a protected cove or bay. The region is bordered by more vast water bodies in the distance, enhancing the maritime character of the town.\n\nTwo islands are visible offshore in the top left part of the image; they are relatively close to the mainland and mostly undeveloped, likely serving as a natural barrier against the open sea.\n\nOverall, the image captures the peaceful synergy between a developed town and its natural maritime surroundings, emphasized by the calming presence of water and greenery. This bird's-eye view provides a comprehensive sense of how the town is laid out and how it interacts with the natural elements around it.","title":"Eastport, looking west toward Deep Cove area, where Pittstown Oil Company seeks permission to build a refinery.","placename":"Bangor (Me.)","location":"Bangor, Maine","nn1":["555688","543423","543438","547984","556979","554143","554058","555687","552133","557463","556945","550639","545121","554057","552195","557462"],"cl":[6],"cluster":["#06 &mdash; Coastline"],"terms":["town","cove","surrounding","island","bay","grid","coastline","barrier","character","ship"]}
