{"path":"550539.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This photograph presents a high-altitude aerial view of a meandering river flowing through a lush green landscape. The winding river curves dramatically through the scene, flanked by dense greenery and occasional patches of bare earth or sand. In the foreground, a large industrial site is visible, featuring multiple buildings and structures, some of which appear to be storage tanks and administrative buildings. This industrial area has cleared sections of land around it, likely for operation or construction purposes, with several access roads intersecting throughout.\n\nThe site is directly adjacent to the river, suggesting a possible connection between the river and the industrial activities, possibly for the use of water or the disposal of waste. A network of roads is spread around the area, facilitating movement to and from the site.\n\nIn the background, beyond the river and the surrounding forest, a range of mountains stretches across the horizon under a clear sky, adding a sense of remoteness and wilderness to the scene. The environment suggests a location that is both natural and subjected to human utilization, possibly hinting at the tensions between industrial development and environmental conservation.","title":"Bettles Field, located 25 miles northwest of Prospect Creek Camp. This airstrip serves as the main transportation hub on the south side of the Brooks Range, shown on the horizon. The view looks northwest across the airstrip and the meanders of the Middle Fork of the Koyukuk River. Bettles is connected with the Yukon River and points south through a winter-only ice road called the Hickel Highway.","placename":"Alaska","location":"OTHER","nn1":["550530","551199","550623","551196","545152","550533","550524","551195","542881","550860","555753","550327","550534","543739","550577","553450"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["river","site","remoteness","tension","disposal","conservation","altitude","road","connection","access"]}
