{"path":"550557.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This image shows an aerial view of an expansive area combining urban and natural landscapes. Several noticeable features are spread throughout the photograph:\n\n1. **Urban Development**: To the left and across the center of the image, there's a concentration of urban development. You can observe various structures including residential buildings, commercial complexes, and possibly industrial facilities. The architecture includes small to medium-sized buildings, mostly uniform in height, indicative of a suburban or semi-urban area.\n\n2. **Infrastructures**: Prominent infrastructure features include roads and highways intersecting at various points, facilitating connectivity throughout the area. There are clear traces of a major highway cutting through the urban areas.\n\n3. **Natural Areas**: Surrounding these developments are vast green areas, predominantly covered in dense trees, suggesting a region with robust forestry or preserved natural parks. This greenery envelops most of the urban structures and is interspersed within the areas of development.\n\n4. **Water Bodies**: The image also captures several water bodies, including rivers and small lakes. The rivers meander through the landscape, contributing to the overall scenic beauty of the aerial view.\n\n5. **Land Use and Layout**: The layout of the land seems well-planned, with residential and possibly commercial zones neatly arranged near roads and highways, optimizing space usage and accessibility.\n\nThe photograph provides a cohesive blend of nature and human habitation, depicting a lively yet serene environment. The image's broad perspective suggests it was probably taken from a high altitude, possibly from an aircraft, giving a comprehensive view of the interactions between natural and developed areas.\n","title":"The university of Alaska's main campus fills the foreground in this view looking southeast toward Fairbanks.  The chena river meanders through the city and the tanana river appears near the horizon.  Pipeline will cross the chena at mile 450 a few miles upstream from downtown Fairbanks.  It will cross the tanana at mile 519.  Near mile 445","placename":"Fairbanks (Alaska)","location":"Fairbanks, Alaska","nn1":["550556","550555","557501","550550","553695","550553","553945","556915","550548","553943","549484","548411","553559","550546","557421","550549"],"cl":[2],"cluster":["#02 &mdash; Fire"],"terms":["rivers","highway","development","lakes","arran","connectivity","medium","accessibility","trace","forestry"]}
