{"path":"550551.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This image is an aerial photograph showing a detailed view of a town. The town is bisected by a meandering river, which is a prominent feature in the landscape. The river curves through the town, creating distinct bends and surrounded by green areas which indicate a riparian environment possibly used as recreational space. Several bridges can be seen crossing the river, connecting different parts of the town.\n\nThe town itself features a mixture of residential and commercial zones. The residential areas consist of densely packed houses with some trees interspersed among them, forming green neighborhoods. The commercial zones are characterized by larger buildings, some of which could be industrial facilities, and large parking areas.\n\nIn the upper left quadrant of the image appears to be either an airport or an area with large, flat open spaces and buildings that likely serve transport or logistical purposes.\n\nOverall, the town is laid out in a grid pattern, with streets organized in a systematic array which makes the residential and commercial blocks distinct and orderly. The natural color palette of the image shows a lot of greens and grays, suggesting a lush environment and urban infrastructure. Here and there, open spaces and parks can be spotted, enhancing the town's aesthetic and likely offering recreational opportunities to residents and visitors alike. The photograph is taken during the day under clear weather conditions, which gives a crisp and extensive view of the area.","title":"Downtown Fairbanks, view southwest. The Chena River flows through the center of town. The pipeline will cross the Chena a few miles upstream at mile 450. Near mile 445.","placename":"Fairbanks (Alaska)","location":"Fairbanks, Alaska","nn1":["558111","550558","550550","550732","556949","550548","556948","558060","550583","558058","550555","550546","553455","553971","550730","551189"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["town","zone","river","space","quadrant","bisect","airport","resident","lay","grid"]}
