{"path":"550548.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This is an aerial photograph showing a sprawling urban area beside a meandering river. The image captures a broad scene that includes residential and industrial sections of a city, with the built environment prominently surrounding the natural features of the landscape.\n\nOn the river's curved banks, there are distinctly organized residential areas, featuring orderly rows of houses, typically characterized by their small, box-like structures with varying roof colors predominantly in shades of gray and brown. These housing areas are divided by a few main roads that provide structure to the neighborhood layout. Patches of green spaces and trees interspersed within these residential segments offer a blend of urban and natural aesthetics.\n\nTowards the left side of the photo, the scene is dissected by a highway. This major thoroughfare is outlined by lush trees and passes over the river via a bridge, connecting different parts of the city. Parallel to the highway, smaller roads snake through the landscape, enhancing the connectivity across the area.\n\nThe upper portion of the photograph showcases more densely packed industrial or commercial structures. Compared to the residential zones, this area has larger buildings with flat roofs, parking lots, and less greenery, suggesting a more business-oriented usage.\n\nThe natural geography prominently features the serpentine river flowing through the landscape, bordered by green banks that show signs of mild erosion but are mostly covered in dense vegetation. The overall blend of urban development and natural elements along with the layout of the city suggests a functional integration of the two, aimed at maintaining usability while respecting the river's path and the surrounding nature. This photo captures both the complexity of human settlements and the natural beauty of the landscape in which they are situated.","title":"The view west to Island Homes subdivision north of Fairbanks on the Chena River. Any oil spillage at the pipeline crossing six miles upstream from this point could directly affect these homes. Near mile 445.","placename":"Fairbanks (Alaska)","location":"Fairbanks, Alaska","nn1":["551188","556949","551178","557420","550861","546694","557421","550549","550546","546706","551181","546669","550732","548019","550550","549500"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["river","highway","layout","city","bank","blend","geography","thoroughfare","connectivity","integration"]}
