{"path":"550507.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This photograph displays a breathtaking aerial view of a rugged mountainous landscape. The composition predominantly features several sharp, steep mountain peaks, some of which are sprinkled with snow, highlighting the altitude and cold climate likely prevalent in this area. The mountains display a mix of dark rocky surfaces and lighter snow-covered areas that contrast starkly with each other, creating a dramatic and visually striking natural scene.\n\nIn the valleys between these towering peaks, a braided river system can be observed. The rivers carve through the landscape, showing a mix of deep and shallow channels filled with what appears to be silty, glacier-fed water. The water's light grayish-blue hue contrasts with the surrounding terrain.\n\nThe surrounding terrain varies, with some areas covered in grass or low vegetation indicating a somewhat lush environment suitable for small plants, likely fed by the moisture from the rivers. This vegetated area forms a stark contrast with the barren and rocky mountain slopes.\n\nLighting in the image suggests natural daylight, possibly with a slight overcast, as the shadows are soft and the detail in the mountain ridges and river channels is very clear without harsh sunlight. Overall, this photograph captures the raw and untamed beauty of a mountainous and riverine landscape, showcasing nature’s sculptural work over millennia.","title":"Detail of high alpine terrain leading up to dietrich pass in the upper reaches of the northwest fork of the chandalar north fork county.  Contractors will take gravel from such streams as are shown here for use in construction","placename":"Alaska","location":"Alaska","nn1":["550518","555678","550523","550526","550633","550410","550413","550512","550509","550415","542700","550500","550590","550498","550497","550522"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["rivers","mountain","channel","peak","snow","millennia","riverine","mountainous","sprinkle","overcast"]}
