{"path":"550587.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This photograph is an aerial view of what appears to be a remote industrial or residential development surrounded by dense forest. A significant feature of the image is the straight and long road network that bisects the picture horizontally, possibly an airport runway adjacent to the right side of the road. The area includes several clusters of uniform, rectangular buildings that seem to form small communities or industrial complexes.\n\nOn the left side of the road, there is a series of larger buildings and some open areas that could be parking lots or unutilized spaces. Among these buildings, there is a variation in color and roof types, suggesting different purposes or construction times.\n\nOn the right side of the road, there are more organized rows of similarly designed housing or possibly office structures, laid out in a grid pattern. This arrangement provides a more residential atmosphere compared to the left side.\n\nThe surrounding area is thickly forested, indicating a remote location likely distant from urban centers. There are no visible natural water bodies or significant geological features other than the expansive greenery.\n\nThis setting could be used for various purposes like mining, military, research, or a self-contained industrial operation, given its organized spatial planning and isolated nature. The clarity and spread of the buildings suggest a well-established but potentially temporary setup, possibly depending on the area's primary activities.","title":"Fort Greely, Army's Arctic warfare training center, with Jarvis Creek in the background. This view looks east across the Richardson Highway to the fort. The pipeline route runs between the road and the base, paralleling the highway, left to right, north to south.","placename":"Alaska","location":"OTHER","nn1":["550563","550565","550552","550520","556913","556917","550534","550398","556925","542515","556921","550583","556938","550532","553969","556933"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["road","purpose","runway","depend","self","bisect","airport","establish","side","forest"]}
