{"path":"550524.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"The photograph presents a striking aerial view of a meandering river flanked by abundant green landscapes and mountainous terrain. The river winds through the scene in wide, sweeping curves, showcasing expansive sand and gravel bars along its banks, which appear light-colored against the dark water. On the nearby banks, dense forests of coniferous or possibly mixed trees are visible, giving way to more open, possibly grassy or scrubby areas as the terrain flattens.\n\nThe surrounding landscape is dominated by a series of mountains and ridges, stretching into the distance under a clear blue sky. The varying shades of green, alongside the grays and blues of the mountains, suggest a rich variety of vegetation and rock formations, typical of a natural, possibly protected area.\n\nIn the lower part of the image, close to one bend of the river, a small settlement or group of buildings can be seen. These are likely a small community or a series of outbuildings related to local industries or park facilities, characterized by lighter rooftops and compact structures, suggesting human activity within this predominantly natural scene.\n\nThe overall composition emphasizes the grand scale and unspoiled beauty of the landscape, with the river acting as a leading line, drawing the viewer's eye through the photograph and enhancing the sense of depth and vastness of the area.","title":"Wiseman, a gold mining center circa 1911-1940's. Only a handful of miners still operate in the area. This view looks south down the middle fork of the Koyukuk River. The pipeline route follows the east (left) side of the river.","placename":"Alaska","location":"OTHER","nn1":["543739","550577","550542","550627","550526","550633","550529","550616","549456","550562","548916","542701","550531","550530","550508","542700"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["river","bank","coniferous","series","flatten","outbuilding","mountain","bar","rooftop","settlement"]}
