{"path":"550558.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This image is an aerial photograph featuring a panoramic view of a sprawling town. The landscape is sprinkled with numerous buildings varying in size and structure, predominately small and possibly residential, interspersed with larger industrial or commercial buildings. A notable feature in this viewscape is the winding river that curves through the town, enhancing both the aesthetic and geographical layout of the area.\n\nPatches of dense greenery, possibly forests or parks, separate and define different sections of the town, contributing to the overall green environment. The area also showcases infrastructure such as roads and highways that intersect and provide thoroughfares throughout the town, suggesting it is well-connected.\n\nIn the foreground, a large open space which appears to be either an industrial complex or commercial area includes a parking lot filled with cars, indicating active human presence and day-to-day activities.\n\nThe background extends into a more rural or less densely built environment, portrayed by vast green spaces and smaller clusters of buildings at the outskirts. The landscape is framed by distant hills or low mountains, hinting at a varied topography surrounding the town.\n\nOverall, the composition captures a blend of natural and human-made environments, characterizing the town as a dynamic settlement within a lush geographical setting.","title":"A view northeast from a point over Fairbanks international airport.  The pipeline route will bring the line across the low hills in the middle distance.  Mile 445","placename":"Fairbanks (Alaska)","location":"Fairbanks, Alaska","nn1":["550550","550551","558111","550555","550583","550553","556948","552595","550548","556949","555687","550639","556951","556979","550730","558060"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["town","sprinkle","thoroughfare","outskirt","topography","settlement","space","intersect","define","highway"]}
