{"path":"550549.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This image captures an aerial view of a mixed-use landscape that includes residential, industrial, and natural areas. In the foreground and running from the left to the center right, a winding river is visible, bounded by structured, tree-lined residential neighborhood streets. The houses appear as small, orderly rectangular structures with roofs in various shades of gray, brown, and red, each surrounded by well-defined yard spaces with green lawns.\n\nMoving slightly to the north, a main road emerges parallel to the river, leading into a more densely populated area with larger buildings which could be commercial or public facilities.\n\nIn the middle section, there is a substantial industrial area. It features large warehouse-like structures aligned in a precise order, covering a vast area of what appears to be light soil or cleared ground, possibly denoting recent construction or development. The industrial zone includes large, long buildings with flat roofs, accompanied by smaller structures and open spaces that could serve as storage or operation grounds for heavy machinery.\n\nSeparating the residential and industrial zones is a band of dense greenery, suggesting a deliberate or natural buffer zone.\n\nThe upper part of the image shows heavy equipment and possibly piles of materials or soil, indicating ongoing construction or industrial activity.\n\nOverall, the photograph provides a detailed view of land use transitioning from residential to industrial areas with natural elements integrated, such as the river and green spaces, within an urban or semi-urban setting. The image could be indicative of municipal planning strategies aiming to balance residential life with industrial development.","title":"Island homes subdivision and the Fairbanks pipe yard, the storage point for more than 200 miles of 48-inch pipe. View north near mile 445.","placename":"Fairbanks (Alaska)","location":"Fairbanks, Alaska","nn1":["550548","551174","555755","550861","551182","551194","557421","557420","550555","550553","556949","550945","550863","550864","551569","548019"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["zone","buffer","river","space","soil","development","order","use","construction","band"]}
