{"path":"550590.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This photograph captures a stunning aerial view of a river valley nestled between mountain ranges. The river has branched out into numerous channels, creating an intricate network of waterways and sandbanks that meander throughout the valley floor. These channels appear silvery or white, likely due to either being filled with glacier-fed water or reflecting light, contrasting sharply against the darker tones of the surrounding landscape.\n\nIn the distance, the valley stretches toward a glacier, which is visible between two mountain peaks. The glacier seems to be a source of the river, with melting ice contributing to the river's flow. Surrounding mountains, with rugged and steep slopes, dominate the landscape. Some of these peaks have patches of snow or possibly glaciers clinging to their sides. \n\nThe upper parts of the surroundings are covered with an assortment of dark green vegetation, indicative of a wild, natural region perhaps only sparsely inhabited if at all. The climate and geographical features suggest this might be a scene from a high latitude or alpine location.\n\nThe sky is overcast, with clouds hanging low, casting shadows and adding a moody, dramatic tone to the scene. This lighting accentuates the rugged textures and natural beauty of the landscape. The overall composition of the photograph underscores the majestic and raw essence of this remote wilderness area.","title":"View west across Gunnysack Creek, Richardson Highway, and Delta River to Black Rapids Glacier. Buildings visible mark the Army's Black Rapids training center for mountain troops.","placename":"Alaska","location":"OTHER","nn1":["550595","550508","550498","550487","550523","550526","550507","555678","542700","550509","550518","550499","550522","550633","550593","543742"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["glacier","valley","channel","river","mountain","peak","sandbank","ice","assortment","source"]}
