{"path":"550572.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This aerial photograph depicts an extensive industrial or mining operation set within a large, forested landscape. The scene is dominated by areas of excavated earth, creating a patchwork of sandy brown and taupe hues against the predominantly green tones of the surround forest.\n\nCentral to the image is a large excavation site with multiple levels of terraced earth, each tier exposing layers of soil and rock. These excavation areas are interlinked by dirt roads that meander through the site, connecting various cleared and leveled sections used for different stages of the operation.\n\nTowards the top of the image, a curved dirt path parallels a narrow river or stream, highlighting the proximity of water to the site, which could suggest possible impacts on the local waterway. Several small bodies of standing water can be seen throughout the site, possibly from the excavation process.\n\nBuildings and industrial equipment, though small from this altitude, are scattered across the site, particularly around the clearer and flatter areas of land, which serve as operational bases or storage sites.\n\nThe surrounding landscape is mostly dense forest, offering a stark contrast to the disturbed land of the excavation site. This juxtaposition highlights the environmental footprint of the industrial activity. The topography of the surrounding area is gently rolling, with undulating hills mostly covered by trees, suggesting a location that might be relatively remote.","title":"Goldstream valley, view north.  Route moves vertically through frame, north at top, south at bottom.  Here, pipeline will pass near the old mining town of fox, where large dredges in man-made lakes worked the placer deposits of gold until the late 1950's.  Gravel mounds are tailings left over from the mining area","placename":"Alaska","location":"Alaska","nn1":["543754","551204","550568","544438","543758","542513","543674","543861","549174","544498","542515","553051","545835","543857","551187","544055"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["site","excavation","surrounding","terraced","excavate","level","basis","earth","tier","dirt"]}
