{"path":"550586.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This photograph captures an aerial view of a diverse landscape. At the forefront, there's a wide river or stream bed filled with multiple channels of water cutting through a broader expanse of what appears to be silt or sand. This riverbed meanders from the foreground towards the middle distance where it joins with a lush green landscape.\n\nA narrow, winding road, visible by its distinct lighter color against the surrounding terrain, extends through the middle ground, slicing through green fields and patches of darker vegetation. It provides a contrast to the natural curves of the riverbed and brings a sense of human presence in this primarily natural scene.\n\nBeyond the immediate river and road, the land flattens out with various small bodies of water visible, interspersed with patches of vegetation. This middle section gradually fades into a hazy horizon where the land meets a cloudy sky.\n\nDominating the background is a prominent mountain, rising markedly from the flatter surroundings. It stands as a solitary peak, with its contours and features slightly obscured by atmospheric haze, contributing to a sense of depth and scale in the landscape.\n\nThe overarching mood of the photograph is one of tranquility and wilderness, showing a largely untouched natural environment with minimal signs of human intrusion, under an expansive sky that suggests both openness and the remote character of the setting.","title":"View north to donnelly dome from a point over the delta river inside the Alaska range.  Here, the route runs diagonally through the frame between the river and the richardson highway","placename":"Alaska","location":"Alaska","nn1":["550526","550598","550542","550531","550596","550593","550529","550562","550508","550518","552548","550441","550512","550581","550497","543761"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["flatter","riverb","join","flatten","lighter","intrusion","land","atmospheric","openness","bring"]}
