{"path":"550681.jpg","date":"June 1973","photographer":"Steinhacker, Charles","caption":"This photograph depicts several mannequin heads wearing various wigs displayed behind a translucent, slightly reflective window. The scene seems to be a window display possibly of a wig shop or a beauty salon.\n\nThe mannequin in the foreground is prominently featured in the center; it has a lifelike appearance with detailed facial features and is wearing a long, flowing blonde wig. The mannequin's complexion is fair, and there is a noticeable blush on the cheeks, alongside painted lips and eyes open with an almost serene expression. The mannequin wears a golden teardrop earring on one ear.\n\nTo the left of the central mannequin, two other mannequin heads are partially visible; one appears to wear a short, dark wig capped with a hat resembling a beret, and the other sports a somewhat messy, wavy hairstyle. To the right of the central mannequin, another two heads are visible: one in the immediate right foreground wears a short, curly blonde wig; further behind, another one with a similar short, curly style but in a richer, darker hue is visible.\n\nThe background is clean and simplistic, primarily in shades of pink and red, with vertical stripes giving it a somewhat textured appearance. This color scheme adds a warm, soft aura to the display. The overall setting suggests that the view is from outside looking into the display window, capturing the reflections of the street visible on the glass surface, which offers a hint of the external environment where cars or passersby might be present. \n\nThe lighting is soft and natural, enhancing the delicate features of the mannequins and the colors of the wigs, creating a somewhat dreamy and artistic atmosphere.","title":"Store window","placename":"Berlin (N.H.)","location":"Berlin, New Hamshire","nn1":["552078","551751","556695","551666","545373","548232","557114","554383","556470","557136","554378","556262","556414","557639","557809","542814"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["head","display","translucent","wear","cheek","complexion","window","lip","passersby","ear"]}
