{"path":"550659.jpg","date":"June 1973","photographer":"Steinhacker, Charles","caption":"The photograph captures a picturesque scene of outdoor adventure, featuring two individuals maneuvering a canoe through choppy river waters. The river, which fills most of the frame, is lively and frothy, indicating swift currents and active water flow, possibly signaling rapids or a fast-moving section.\n\nThe canoe is positioned centrally and slightly towards the bottom of the vertically oriented image. It is a traditional small boat that is primarily light-colored with visible wooden elements. The two paddlers, one at the stern and the other at the bow, are actively using their paddles. The paddler at the back appears to be steering, while the one in front seems to be dipping the paddle into the water, likely aiding in navigation and speed control.\n\nBoth individuals are equipped with safety gear – the person at the back wears a bright yellow life jacket, while the one in the front wears a bright orange one. This not only emphasizes safety but also adds vibrant spots of color against the darker river water.\n\nThe river is bordered by densely wooded areas on both sides, suggesting this activity is taking place in a secluded, forested environment, likely far from urban settings. The trees are lush and green, indicating a scene during spring or summer months when foliage is abundant.\n\nThe sky above is barely visible but hints at clear weather due to the overall brightness and clarity of the scene. The overall composition of the photo, with its dynamic water action, vivid color contrasts, and natural setting, effectively conveys a sense of wilderness adventure and the beauty of outdoor recreational activities.","title":"Shooting the rapids near the headwaters of the Androscoggin River--view upstream from the bridge at Errol","placename":"Berlin (N.H.)","location":"Berlin, New Hamshire","nn1":["550663","553806","554465","558072","549996","549439","553336","554469","544759","545733","555219","553333","550767","550309","558070","550980"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["canoe","paddle","river","adventure","safety","back","month","rapid","stern","dip"]}
