{"path":"550673.jpg","date":"June 1973","photographer":"Steinhacker, Charles","caption":"This photograph captures a bustling industrial scene set against a river in a rugged, rock-strewn landscape. The river, which flows prominently through the center of the image, is turbulent with white, frothy water, indicating rapid motion probably linked to nearby industrial activity or natural geographic formations.\n\nOn the left side of the image, there's a sizable red-brick building with large rectangular windows, likely part of the industrial infrastructure. Adjoining the building and extending over the river is a conveyance system, possibly for transportation of materials, that leads into a larger industrial complex in the background. This complex features multiple structures, including buildings with metal siding and large pipes emitting steam or smoke, indicating ongoing industrial processes.\n\nAcross the river, the central and right portions of the image show a rocky terrain with heavy machinery visible, including what appears to be a yellow excavator and possibly some other construction or demolition equipment. These machines suggest ongoing construction, excavation, or demolition work related to the industrial site.\n\nIn the backdrop, there are hills covered in lush green vegetation under a blue sky with few clouds, which contrasts the industrial foreground. The scene captures the interaction between natural environments and industrial activity, highlighting themes of development and environmental modification.","title":"View north along the androscoggin river from the brown paper company, one of the city's industrial plants","placename":"Berlin (N.H.)","location":"Berlin, New Hamshire","nn1":["550710","553392","548061","557223","550961","543661","550684","557295","551156","555792","552070","550860","550854","551519","547238","554630"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["demolition","river","complex","adjoin","modification","excavator","construction","link","strew","excavation"]}
