{"path":"550638.jpg","date":"August 1973","photographer":"Cowals, Dennis","caption":"This aerial photograph depicts a varied landscape captured from a significant height. The image primarily shows a large water body with a reflective surface, likely a lake or a wide river, which occupies a substantial portion of the top half of the scene. Adjacent to the water, there's a distinct pattern of sediment and landforms that create light and dark contrasts across the shoreline. These features could be sandbanks, tidal flats, or mudflats.\n\nIn the foreground of the image, there are numerous parallel lines formed by stacked objects, possibly logs or industrial materials. This suggests that the area might be used for storage or as part of a processing facility related to logging or another form of resource extraction. The configuration of these stacks creates a grid-like pattern, adding a systematic and organized element to the otherwise natural landscape.\n\nThe surroundings also include a glimpse of road networks or pathways, compartmentalized sections of land that could be plots for agriculture or development, and patches of greenery indicative of vegetation.\n\nOverall, this photograph shows a mix of natural and industrial elements, typical of areas where human activities interface with natural water bodies and landscapes. The lighting and haze cover suggest either an early morning or late evening time, casting a serene glow over the entire scene.","title":"View southwest across the Valdez pipeyard to port Valdez the ice-free fiord that will serve as the terminus of the pipeline.  In this view, the pipeline route will run east to west, left to right along the distant shoreline to the tanker terminal.  The 1964 good friday earthquake lowered the shoreline here, forcing the old town of Valdez (ruins visible at lower right) to be abandoned mile 785","placename":"Valdez (Alaska)","location":"Valdez, Alaska","nn1":["555684","547098","550757","546109","552243","556913","550330","543697","555752","556919","550753","556908","552922","552258","548001","543767"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["log","sandbank","flat","mudflat","configuration","interface","landform","extraction","plot","half"]}
