{"path":"550767.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This photograph captures three individuals on a serene canoe trip along a gently flowing river. The setting is tranquil, surrounded by lush green foliage, laying a picturesque backdrop that suggests late spring or summer. The river is calm, with the surface of the water softly reflecting the light.\n\nIn the canoe, the three individuals appear engrossed in different activities. One at the front of the canoe, whose face is not visible to the camera, appears to be paddling with a single oar, guiding the canoe through the water. This individual is wearing a hat and a dark-colored jacket. Next to them, another person, also with their back to the camera, wears a wide-brimmed hat and is possibly looking at something in their hands, or perhaps taking part in steering the canoe. The third individual, positioned in the back of the canoe and visible only from the side, is actively paddling. They wear a red jacket and a hat.\n\nThe canoe itself is traditional in design, made of wood and equipped with what looks like comfortable seating. Light-colored objects, possibly personal belongings or canoeing equipment, are visible inside the canoe. The inclusion of lush overhanging branches in the upper part of the composition creates a sense of intimacy and immersion in nature. The scene is peaceful, portraying a moment of leisurely exploration or travel through a forested waterway.","title":"Paddling down the Wisconsin River from Tower Hill State Park, one of the two canoes of a party of seven men who spent 129 days retracing the 3000 mile trip Father Marquette and Louis Joliet made in 1673.","placename":"Wisconsin","location":"OTHER","nn1":["553806","547213","553343","558072","550774","544980","550309","553345","553409","551546","550768","550659","553403","549996","554661","554469"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["canoe","hat","individual","back","immersion","oar","belonging","intimacy","jacket","inclusion"]}
