{"path":"550722.jpg","date":"June 1973","photographer":"Steinhacker, Charles","caption":"This photograph presents a scene focused on an industrial setting, specifically featuring the Oxford Paper Company, a division of Ethyl Corp. The picture foreground shows a large red directional sign with white lettering pointing to the left, reading \"OXFORD PAPER CO.\" The background of the scene is dominated by the industrial complex of the paper mill, which includes multiple large buildings and stacks emitting smoke or steam. These manufacturing structures suggest heavy industrial activity, typical of mid-20th century American industry.\n\nIn the middle ground, there's a large pile of wood chips, indicating the raw material used in paper manufacturing, likely situated near the processing facility. There are various heavy machinery and construction-like cranes visible around this area, implying ongoing work or expansion at the site.\n\nThe parking area includes several cars, reflective of the era’s automotive styles, suggesting the photograph is from the mid-20th century. These vehicles include sedans and station wagons of various colors, parked amidst natural surroundings indicated by scattered trees and greenery in the foreground.\n\nThe industrial and natural elements contrast with each other in this composition, providing an illustrative insight into the environmental and industrial landscapes during this period. The overall ambiance is busy and somewhat cluttered, characteristic of an active industrial site coexisting within a natural setting.","title":"Outside the Oxford Paper Company at Rumford on the Androscoggin River","placename":"Lewiston (Me.)","location":"Lewiston, Maine","nn1":["550714","553461","553451","554702","551578","550711","550349","550308","546968","554630","546236","556520","551579","553460","550199","557224"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["manufacturing","paper","insight","site","division","century","expansion","chip","coexist","mill"]}
