{"path":"550757.jpg","date":"August 1973","photographer":"Rozumalski, Ted","caption":"This aerial photograph captures a diverse landscape divided by waterways and varying terrains. It shows a large body of water, which appears dark and reflective, surrounded by patches of green foliage. A narrow strip of land cuts through the center of the image with dense trees on either side.\n\nOn the left side of the image, there is a noticeable circular area featuring a spiral-like pattern, possibly a garden or park, adjacent to a small building with parked cars. This setup suggests a recreational or public area aimed at visitors. \n\nThe terrain on both sides of the water is primarily thick with trees, and there are open grassy areas to the far right edge of the image. There appears to be a road that loops around the open grass field on the right, indicating accessibility and possibly more recreational use.\n\nNear the bottom right corner, the landscape meets another body of water, and there are power transmission towers and lines visible in the distant right portion, indicating the presence of infrastructure.\n\nOverall, the composition of the photograph, with contrasting greens and dark water, along with the presence of recreational areas, suggests a space that integrates natural landscapes with public amenities and infrastructure. This place looks serene and is likely used for leisure and possibly environmental conservation efforts.","title":"Algae collect inside bays of the Fox River between Appleton and Green Bay. There are 19 sources of industrial pollution along this 40-mile stretch. The problem is compounded by algae in Lake Winnebago, which die in the lake, decompose in the river, and pass into the bay.","placename":"Wisconsin","location":"OTHER","nn1":["556966","550753","558047","556937","550638","543767","547098","556915","544446","548001","544560","556931","555684","550601","556964","550575"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["amenity","transmission","accessibility","infrastructure","cut","conservation","water","strip","terrain","garden"]}
