{"path":"550774.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This photograph depicts three individuals paddling a canoe on a body of water with a dark, rippling surface, which suggests movement from the paddling. The canoe is of a traditional design, possibly made of wood, characterized by a pointed bow and stem.\n\nIn the foreground, at the bow of the canoe, there is a man wearing a tan-colored hat and no shirt, paddling with intensity. His expression and posture suggest effort and concentration.\n\nIn the middle of the canoe, another man sits facing the stern, paddling as well. Unlike the first, he is wearing a light blue jacket and appears calmly focused on his task.\n\nAt the stern, handling the rear paddle, is another individual in a blue jacket. This person is engaged in steering or propelling the canoe, with slight forward bending suggesting movement and direction.\n\nOverall, the scene captures a moment of teamwork and outdoor adventure, underscored by the natural setting and the simple, functional attire of the individuals. The water around them is textured and reflective, enhancing the mood of tranquil yet active wilderness exploration.","title":"The three hundredth anniversary of the Marquette-Joliet 1673 exploration of the Mississippi and its tributaries inspired a retracing of the 3000 mile route by seven men costumed in 17th century garb and paddling two 17th century type canoes. Here they are shown leaving the Muscoda campsite at 8 am. Unusually high water of the Wisconsin River covers sand bars and speeds the 20th century crew to Prairie du Chien where the Wisconsin joins the Mississippi River.","placename":"Wisconsin","location":"OTHER","nn1":["547213","550767","550309","551546","544980","549996","553806","550659","553343","558072","553345","551518","546302","554661","554469","554465"],"cl":[29],"cluster":["#29 &mdash; Outdoor Recreation"],"terms":["canoe","bow","paddle","jacket","movement","individual","steering","teamwork","stem","intensity"]}
