{"path":"550729.jpg","date":"June 1973","photographer":"Steinhacker, Charles","caption":"The photograph captures a riverside cityscape seen across a body of water, which appears to be relatively still and shows signs of pollution, evident from the foam and discoloration visible on the surface. The backdrop is lined with a variety of buildings that seem to be a mix of residential apartments, commercial structures, and possibly some institutional architecture, judging by the varied designs and sizes.\n\nThese buildings are relatively modern, with flat roofs, balconies, and large windows, predominantly colored in mild beige, white, and gray hues. One prominent building that stands out has a peaked roof, hinting at a more traditional architectural style, possibly a church or a historical building.\n\nIn terms of environment and landscape, the foreground prominently features the river, which dominates the bottom third of the composition. The opposite shore, where the buildings are situated, shows exposed shorelines suggesting either a low water level or constructed banks. The sky is overcast, casting a muted light over the entire scene, which contributes to a somber tone in the image.\n\nThere does not appear to be significant vegetation; small patches of greenery can be seen in some areas along the embankment. No humans or animals are visible in the scene, adding to the stillness of the environment. The overall feel is industrial and somewhat desolate, highlighting environmental concerns and possibly the impacts of urbanization.","title":"View of old Lewiston from the south bridge on the androscoggin river","placename":"Lewiston (Me.)","location":"Lewiston, Maine","nn1":["550947","546886","547960","552715","550204","548407","557234","552070","548334","546705","546785","557233","546690","550214","551174","550861"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["urbanization","building","peaked","discoloration","embankment","banks","do","riverside","apartment","roof"]}
