{"path":"550766.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This photograph depicts a group of people dressed in historical or theatrical costumes, suggesting a historical reenactment or perhaps a theater production. The setting appears to be outdoors, with trees and natural light creating a blurred, green background that emphasizes the subjects in the foreground.\n\nIn the front center, a man is sitting in what appears to be a traditional birchbark canoe. He has a long, full beard and is wearing a blue hat with a feather and a neutral-toned vest over a white shirt. His serious expression and the historical style of his clothing lend an air of authenticity and gravitas to the scene.\n\nBehind him, standing, are two more individuals also in period-appropriate attire. The one on the left is a man with a dark beard, wearing a black robe and a large cross necklace, suggesting he might be portraying a religious figure such as a priest or monk. The person next to him, partially blurred, is pointing outward and wearing a dark hat adorned with a large white feather, a greenish jacket with patterned trim, and holding what seems to be a rolled-up document or map. This costume might suggest the role of a navigator or explorer.\n\nThe image overall captures a moment that seems both staged and candid, fully immersing the viewer into a historical narrative, possibly related to early North American exploration or settlement periods. The attire, props, and solemn expressions contribute to a compelling visual story.","title":"Retracing Father Marquette's exploration of the Mississippi and its tributaries, three hundred years later are: Father Charles McEnerry as Marquette, Reid Lewis as Joliet, and, readying the canoe (a replica of the original), Lee Broske. Tower Hill State Park on the shore of the Wisconsin River.","placename":"Madison (Wis.)","location":"Madison, Wisconsin","nn1":["549703","549698","558278","551935","549701","550770","549729","549735","558274","549736","549699","549705","544408","549715","558277","558273"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["costume","feather","beard","period","reenactment","theater","authenticity","robe","necklace","prop"]}
