{"path":"550718.jpg","date":"June 1973","photographer":"Steinhacker, Charles","caption":"The photograph shows a multi-story residential building with external wooden balconies and staircases. Each balcony is painted in alternating colors of red and green. The building exhibits a somewhat aged appearance, with worn paint and a traditional architectural style indicative of possibly an older urban area.\n\nOn various levels of the balconies, different activities can be seen. Clotheslines stretch across the balconies, with towels, shirts, and other laundry items hanging out to dry, bringing vibrant splashes of white and red to the darkened wood structure. \n\nThere are several individuals captured in this scene. On the second floor balcony, a woman stands leaning against the railing, peering out. She is dressed in a dark top and light-colored pants. Above her, on the third level, two older children or young teens appear. One, possibly a small girl, grips the balcony railing and looks directly towards the camera. The environment suggests a peaceful, everyday scene, perhaps in a close-knit community setting. \n\nA woman in a blue robe is visible on the first floor. She seems to be either entering or exiting the stairwell, contributing to the casual and laid-back atmosphere of the image.\n\nIn the background, behind the building, other structures can be glimpsed, suggesting the building is part of a larger urban residential area. The absence of modern technological elements gives the photograph a timeless quality, capturing a slice of life in an ordinary, multi-residence building.","title":"Houses in the town of Mexico on the Androscoggin River just across from Rumford.","placename":"Lewiston (Me.)","location":"Lewiston, Maine","nn1":["555951","550119","546795","548472","556167","545350","555905","553063","549270","545394","553480","556165","556276","545326","557486","551114"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["balcony","floor","clothesline","level","teen","building","alternate","robe","residence","grip"]}
