{"path":"550728.jpg","date":"June 1973","photographer":"Steinhacker, Charles","caption":"This photograph is an aerial view of a bustling industrial town bisected by a wide river. The river, prominent in the image, is spanned by a bridge connecting two distinct sections of the town. On the riverbanks, various types of buildings, including industrial complexes, commercial structures, and residential areas are closely packed together. Several large factory buildings with prominent smokestacks suggest heavy industrial activity in the area.\n\nThe left side of the river primarily shows a dense residential area with tree-lined streets alongside smaller buildings, possibly houses or small businesses. An eye-catching white church spire stands out amidst the greenery and lower buildings, drawing the eye to the center of the residential district.\n\nThe right side of the river features more industrial and commercial buildings. This side appears more developed and urban, with larger buildings and less green space. Notably, several large factory or mill buildings dominate this side, indicating this part of the town's economic focus. Signs of active industry, including what seems to be a large parking area for vehicles or equipment, support the industrial character.\n\nIn the background, beyond the immediate urban area, there are open fields and patches of forest, providing a natural border to the densely built-up town. The photograph captures a mix of industrial progress and residential life, depicting a town that thrives on its industrial base while maintaining a sizable community presence. The overall mood reflects a typical mid-20th-century American industrial town, active and full of life.","title":"The Androscoggin River flows between Lewiston (eastern shore) and Auburn (western shore). Lewiston is the state's foremost textile center.","placename":"Lewiston (Me.)","location":"Lewiston, Maine","nn1":["551182","557295","550730","551191","546705","550732","551174","551178","545437","550855","555744","550863","555739","555758","557223","551196"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["town","river","building","factory","eye","spire","mill","progress","side","district"]}
