{"path":"550761.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This photograph is an aerial view of an industrial area by a large body of water, creating a highly detailed and visually striking industrial landscape. Several key elements are present:\n\n1. Water Body: The image shows a large expanse of water that dominates the background. The water appears brown, possibly due to sediment or pollution.\n\n2. Smoke Emissions: Evident are multiple plumes of smoke being emitted into the air from tall, cylindrical stacks. The smoke spreads over the water and the industrial site, hinting at significant pollution.\n\n3. Industrial Structures: Numerous industrial buildings and structures are visible. These include large tanks, buildings, cylindrical stacks, and other metallic industrial frameworks. They cover a massive area and are tightly packed, suggesting a complex dedicated to either power generation, manufacturing, or processing.\n\n4. Ships: There are two ships in the image. One is docked by the industrial site, likely involved in the transport of goods or raw materials necessary for the operation of the facility. Another smaller boat is seen moving on the water, creating a wake.\n\n5. Environmental Impact: The image visually communicates an environmental impact with the brownish water, smoky air, and industrial architecture, emphasizing the interplay between industrial activity and its potential repercussions on the natural environment.\n\n6. Electrical Infrastructure: Power lines and a tall electricity pylon are noticeable, indicating the presence of significant electrical infrastructure needed to support and distribute the energy produced or used by this facility.\n\nOverall, the photograph encapsulates a moment that highlights both the scale of industrial activity and its environmental implications, presenting a scene that is both industrially robust and ecologically thought-provoking.","title":"Mouth of the fox river at green bay","placename":"Wisconsin","location":"Wisconsin","nn1":["550890","551566","555770","552179","549725","555769","549511","548340","546862","551998","552007","550865","551576","552191","550886","551994"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["smoke","stack","pollution","air","power","water","implication","think","pylon","provoke"]}
