{"path":"550709.jpg","date":"June 1973","photographer":"Steinhacker, Charles","caption":"This photograph features a large, circular concrete structure under construction, likely a water treatment facility or a similar type of infrastructure. The structure, which is not yet completed, has high concrete walls forming a perfect circle. Within this structure, there are several pieces of construction equipment and materials, including a large red metal truss structure, possibly a support frame for a roof or equipment. This frame spans a portion of the circle, adding a contrasting color against the gray concrete. \n\nThere are various construction materials scattered around the site, such as wooden boards and metallic beams which are mostly concentrated on the inner part of the circle, indicative of ongoing work. The center of the concrete circle is tiered, with several levels descending toward the middle, suggesting some form of depth or layered construction within the facility.\n\nOutside the concrete structure, you can see a natural, rugged landscape with rocks, dirt, and small puddles of water, hinting at recent earth-moving activities. The backdrop is a dense wooded area under an overcast sky, which contributes to a somewhat gloomy and subdued lighting over the scene.\n\nNo people are visible in the photo, suggesting that the photograph might have been taken during a non-working moment, or that it is focusing solely on the structure itself. The area continues to look semi-rugged, indicating construction is at an early or middle phase.","title":"A second circulator under construction at the Androscoggin Mill of the International Paper Company at Jay on the Androscoggin River","placename":"Lewiston (Me.)","location":"Lewiston, Maine","nn1":["553385","551983","556940","553453","556350","547829","548431","546252","544167","547833","550737","543570","548552","553391","553900","543573"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["circle","construction","structure","phase","truss","facility","equipment","puddle","treatment","material"]}
