{"path":"550732.jpg","date":"June 1973","photographer":"Steinhacker, Charles","caption":"This image shows an aerial view of a town bisected by a wide river. The river, appearing turbulent with white rapids, moves from the top left and flows toward the bottom center of the photograph. On either side of the river are distinctly organized areas which suggest this might be a town where industrial or commercial activities are prominent on one side, whilst residential areas are more concentrated on the other.\n\nTo the left of the river, there is a dense arrangement of large buildings, possibly factories or warehouses, which are characterized by their flat roofs and large footprints. This industrial section is accompanied by vast parking areas and sparse vegetation. An elevated bridge crosses the river joining this more industrial area with the residential side.\n\nOn the right side of the river, the area is markedly more green, with abundant trees and smaller, more closely packed residential buildings. The streets are lined with neatly arranged houses featuring pitched roofs, and there are more visible roadways intertwined throughout this portion of the town. This area has a more suburban feel compared to the industrial visage on the opposite side.\n\nThe entire scene is cast under bright, clear weather conditions which highlights the vivid greens of the trees and the varied colors of the rooftops, which contrast against the darker tones of the river and industrial buildings. The river itself is a dominant visual element, providing a natural split through the urban landscape and adding a dynamic texture due to its rough waters.","title":"The Androscoggin River flows between the cities of Auburn and Lewiston in southeastern Maine. Lewiston is the state's chief textile center and second largest city.","placename":"Lewiston (Me.)","location":"Lewiston, Maine","nn1":["550548","550551","550861","550730","556949","551195","557421","549500","551178","546694","550728","553455","551189","548019","551188","557420"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["river","town","move","side","rapid","footprint","rooftop","roof","area","roadway"]}
