{"path":"550834.jpg","date":"July 1973","photographer":"Rozumalski, Ted","caption":"This photograph depicts an aquatic landscape, possibly a pond or swamp, with significant overgrowth of green algae or aquatic plants on the water's surface. The scene is tranquil with several elements contributing to a sense of lush, natural environment albeit with human influences.\n\nIn the foreground and midground, the water surface is mostly covered by a dense layer of green vegetation. This provides a vivid contrast of colors, from deep greens to brighter lime hues, suggesting a rich botanical presence which could indicate stagnant or slow-moving water.\n\nThere are multiple trees partially submerged or growing close to the water, their trunks and branches creating vertical lines that pierce through the composition. These trees appear mature, with thick trunks and an abundance of leaves, contributing to the overall greenery of the scene.\n\nAdditionally, there are man-made objects partly visible, which add a rustic character to the landscape. Notably, there is what appears to be a wooden rowboat, partly obscured by the trees, reinforcing the sense of human presence without overwhelming the natural setting. Near the center, there is a cylindrical object, possibly a barrel or a buoy, half-submerged, and a spool-like object to the side, suggesting this area might be used for leisure or maintenance work.\n\nThe background includes faintly visible structures, possibly residential, which blend with the natural environment rather than dominating it. These structures are partially obscured by the dense growth of trees and other vegetation, indicating the photo was taken in a well-vegetated area, likely on the outskirts of a residential zone.\n\nOverall, the composition and elements in the photograph display an interplay between nature and human activity, presented in a peaceful yet slightly neglected aquatic setting.","title":"Algae carpets the sluggish waters of the Fox River on the northward leg of its course toward Lake Winnebago.","placename":"Wisconsin","location":"OTHER","nn1":["545008","543558","549641","544288","558009","551352","543561","554603","542554","542582","550207","550750","558006","554623","547509","557498"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["object","trunk","overgrowth","swamp","rowboat","buoy","abundance","algae","influence","barrel"]}
