{"path":"550896.jpg","date":"September 1973","photographer":"Pittman, Blair","caption":"This photograph captures a busy industrial harbor scene, featuring multiple ships and tugs in action. At the forefront of the image, two tugboats are prominent, each plowing through the water, creating sizeable waves and sprays as they maneuver. Their hulls are reddish-brown, with the cabins painted in a lighter shade, possibly yellow or white.\n\nIn the background, large industrial ships dominate the view, with one very large vessel labeled \"CEDAR BANK\" clearly visible. The size and prominence of this ship suggest it may be a cargo or tanker vessel, possibly engaged in transporting bulk goods. The ship occupies a central position in the frame, and its hull color is a deep blue, with the name written in white along the side. Behind and to the right, another ship, identifiable by its white and black hull, is partially obscured, contributing to the sense of activity and crowdedness in the area.\n\nThe background further includes industrial structures and possibly docks, with hints of infrastructure like cranes, tanks, and buildings typical of a commercial port. Additionally, power lines and towers suggest the proximity of industrial or urban development.\n\nOverall, the atmosphere of the photograph is one of bustling maritime activity, possibly depicting shipping, logistics, or related industries at work within a commercial harbor. The image also suggests the cooperation between tugs and larger ships, highlighting the logistics and teamwork essential in such settings.","title":"The Houston Ship Channel, which provides access to the Gulf of Mexico, has made Houston one of the greatest seaports in the United States. To the left is the tanker \"Exxon Baltimore.\"","placename":"Houston (Tex.)","location":"Houston, Texas","nn1":["546845","550892","546751","546909","546832","550906","550895","546938","546834","551990","550894","546828","550893","550021","545830","550043"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","hull","harbor","vessel","cooperation","tanker","prominence","logistic","tugboat","teamwork"]}
