{"path":"550821.jpg","date":"August 1973","photographer":"Rozumalski, Ted","caption":"This photograph captures a dramatic industrial scene set against a natural backdrop during either sunrise or sunset. The primary focal point is a towering smokestack emitting a thick plume of dark smoke into the sky. The smoke is dense and billows upwards, dispersing slightly as it ascends, which suggests the smokestack is active.\n\nThe industrial setting, likely a factory or power plant, is located across a calm body of water, reflected in its surface. The reflection adds a symmetrical element to the composition, mirroring the smokestack and ambient structures, enhancing the visual impact of the scene. \n\nThe sky plays a crucial role in the atmosphere of the image; it features a gradient of colors, from deep blues at the top to warmer orange and yellow hues near the horizon. This color transition suggests the photo was taken at a time when the sun is low in the sky. The lighting conditions create a stark contrast between the dark features of the industrial structures and the brighter, reflective surface of the water.\n\nIn the foreground, details are obscured by the low light, but hints of natural elements such as bushes or shorelines can be discerned. This juxtaposition of industrial activity with the natural environment raises thoughts about environmental impact and the interplay between human activities and natural settings.\n\nOverall, the photograph is both beautiful and thought-provoking, balancing elements of nature and human-made structures while conveying a message about industrial impact on the environment.","title":"Nekoosa Paper Company on the Wisconsin River. Smoke from the paper mill is heavily laden with sulphites.","placename":"Wisconsin","location":"OTHER","nn1":["552156","544173","547084","545446","552188","545438","545421","555737","551026","547539","543018","545239","551062","551054","547090","550333"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["smokestack","thought","impact","provoke","smoke","ascend","disperse","discern","sunrise","message"]}
