{"path":"550862.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"The photograph is an aerial shot depicting an expansive industrial area with pronounced environmental impact. There are multiple sources of thick smoke emitting from large structures, adding to the atmospheric haze. The setting is surrounded by natural landscapes including expansive greenery, patches of forest, and bodies of water, possibly rivers, reflecting the broader environmental context in which these industrial activities are occurring.\n\nIn the immediate vicinity, there are large industrial buildings, some with distinct large chimneys from which most of the smoke is billowing. The architecture suggests heavy manufacturing or processing plants. Among these industrial buildings, there are also warehouses, visible due to their large flat roofs. The infrastructure includes extensive road networks within the complex, indicating heavy logistics and transportation activities.\n\nThe broader environment includes a mixture of agricultural fields in the background, showcasing a contrast between the industrial development and rural landscapes. This juxtaposition emphasizes the impact of industrialization on natural landscapes. The atmosphere of the picture is somewhat somber due to the haze and the dim lighting, possibly suggesting an overcast or polluted sky. \n\nInterestingly, the environmental and possible health implications of such industrial activities can be inferred, highlighting concerns such as air pollution and landscape degradation. The image serves as a powerful visual representation of industrial environmental impact.","title":"Aerial view of the Thilmany Pulp and Paper Company at Kaukauna on the Fox River. For years this company has allegedly been one of the prime air and water polluters on this heavily industrialized stretch of the Fox.","placename":"Wisconsin","location":"OTHER","nn1":["550866","551567","544058","551192","545244","550981","548376","557225","550860","555771","550706","543001","555761","557232","551054","555770"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["impact","haze","implication","infer","smoke","industrialization","pronounce","health","logistic","representation"]}
