{"path":"550829.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This photograph captures a vibrant and energetic summer scene set in a natural outdoor location, likely a river or a large creek. The focus is on a group of four people engaged in playful water activities.\n\nIn the foreground, a young man is in mid-air, leaping off a rope swing attached to a tree. He is lunging forward with his arms extended, wearing only dark swim shorts, displaying a sense of motion and enjoyment. The rope swing is visible on the left side of the image, slightly blurred, suggesting his recent release.\n\nTo the right, on a thick, leaning tree branch over the water that serves as a natural platform, a young woman crouches in preparation to jump into the water. She is dressed in a dark-colored bikini and appears focused on her upcoming jump.\n\nIn the background, standing waist-deep in the water, another young woman watches the scene. She's wearing a light swimsuit and her attention is directed towards the jumping man, which adds to the dynamic feel of the moment.\n\nThe lush, green foliage of the tree and bushes surrounds the group, providing a vibrant and dense backdrop that suggests a secluded and possibly untouched natural environment. The sunshine filtering through the leaves highlights the ripples and reflections on the surface of the water, enhancing the atmosphere of a warm, lively summer day.\n\nThe overall composition of the photo, with its action, expressions, and natural setting, vividly captures a moment of carefree youth and outdoor adventure.","title":"Enjoying the old swimming hole in the Dells area of the Wisconsin River. Youngsters swim in relative safety in a side channel away from the heavy current.","placename":"Wisconsin","location":"OTHER","nn1":["553436","557737","553438","550830","551165","544339","553437","551530","553439","544204","551499","553435","551160","551498","557740","544336"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["swing","rope","summer","deep","sunshine","creek","swim","bikini","water","waist"]}
