{"path":"550866.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This image depicts an aerial view of an industrial area with significant environmental impact. The photograph shows a large factory complex emitting copious amounts of smoke or steam into the atmosphere. The factory is situated near a body of water, possibly a river, which bends around the industrial site. The surrounding landscape includes green fields and a few patches of deciduous trees, indicating a temperate climate.\n\nThere are several large buildings with dark roofs within the complex, surrounded by paved areas. Numerous smokestacks are visible; one in particular is emitting a thick plume of white smoke. There are also open spaces that seem to be used for storage or processing, containing materials such as lumber.\n\nBeyond the industrial area, residential houses with pitched roofs can be seen, indicating a nearby community. These homes are arranged orderly along streets. The contrast between the industrial complex and the green, residential area adds a layer of complexity to the scene, suggesting the interplay between industrial activity and community living.\n\nOverall, the image captures a snapshot of industrial operations and its proximity to natural and residential areas, highlighting themes of industrialization, environmental impact, and land use.","title":"The Thilmany Pulp and Paper Company at Kaukauna on the Fox River is allegedly one of the prime air and water polluters on this heavily industrialized stretch of the river. A significant reduction in sulfite pollution has been achieved in recent years through processes developed by the Pulp Manufacturer Research League.","placename":"Wisconsin","location":"OTHER","nn1":["550862","551173","551567","550706","544058","550335","551192","548376","550716","543001","550329","550868","553968","545244","552246","546908"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["complex","factory","smoke","lumber","industrialization","impact","community","roof","amount","complexity"]}
