{"path":"550892.jpg","date":"September 1973","photographer":"Pittman, Blair","caption":"The photograph features an industrial maritime scene bustling with activity. At the forefront, a vibrant red and white tugboat named \"Ocean Oregon\" is captured in motion, riding high on the water, with waves splashing around its hull. The tugboat displays marking and signage indicative of its name and function.\n\nBehind the tugboat, a larger cargo ship with navy blue and white coloring is present. The ship is equipped with numerous cranes and derricks, indicative of its role in transporting heavy loads. This vessel is mid-sized, typical of a freight ship used for international shipping.\n\nFurther in the background, an industrial landscape with multiple tall towers and silos dominates the view, suggestive of a refinery or chemical processing plant. This facility has an intricate network of pipes and infrastructure, painted predominantly in whites and grays, contributing to the industrial atmosphere.\n\nThe overall setting suggests this is a busy industrial port area, where logistics and heavy industries converge. The sky appears slightly hazy, possibly due to industrial activity or the time of day, lending a robust, work-driven feel to the scene. The image captures a moment of regular operation in a port, emphasizing themes of commerce, industry, and transportation.","title":"The Houston ship channel, connecting Houston with the gulf of mexico by way of Galveston Bay, has made the city one of the leading seaports in the united states.  Of the many great industrial establishments lining the channel, those relating to petroleum and petroleum refining are among the most conspicuous","placename":"Houston (Tex.)","location":"Houston, Texas","nn1":["550893","546938","550896","550894","546909","550895","550906","546845","546751","552129","546832","551990","550901","547061","551008","545073"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["tugboat","ship","port","name","industries","refinery","coloring","freight","navy","indicative"]}
