{"path":"550886.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This photograph depicts an aerial view of an industrial area interspersed with urban settings. Prominent features include multiple large buildings with flat roofs, typical of industrial complexes and warehouses. In the foreground, four large circular tanks can be seen, likely for storing oil or chemicals, adjacent to these is a long building resembling a warehouse or factory.\n\nNumerous smaller buildings scatter throughout the frame, along with container stacks, which suggest this area is likely used for manufacturing and cargo storage or processing. The presence of several docks and a few ships, including what appears to be a barge and a tugboat, indicate this is a riverside industrial port. This is corroborated by the noticeable body of water running through part of the image, hosting some of the ships and bordered by industrial facilities.\n\nA network of roads and possibly some railway tracks crisscross the area, facilitating transport and logistics. The environment shows minimal vegetation, emphasizing the industrial nature of the area. The sky is hazy, perhaps a result of pollution or merely overcast weather.\n\nOverall, the composition gives a comprehensive view of a working industrial landscape, highlighting its complexities and extensive infrastructure tailored toward manufacturing, storage, and transportation, centered around a waterway that supports its logistical needs.","title":"Thilmany Pulp and Paper Company at Kaukauna on the Fox River just above Appleton. For years this company has allegedly been one of the prime air and water polluters on this heavily industrialized stretch of the Fox.","placename":"Wisconsin","location":"OTHER","nn1":["550890","548423","555776","551988","545889","551976","549526","547214","555754","551609","548340","552181","555761","555774","555738","552007"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["warehouse","manufacturing","ship","storage","result","logistic","need","tugboat","riverside","barge"]}
