{"path":"550856.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This image captures an aerial view of a large industrial facility located along a river. The main focus is a series of interconnected buildings, which vary in size and design but share a utilitarian, industrial aesthetic. The prominent building at the forefront appears older, with a tall, prominent tower-like structure that stands out due to its faded beige color and multiple small windows. The surrounding buildings are large with flat roofs and are predominantly dark brown and gray in color, suggesting wear and exposure to elements.\n\nThe river, which curves around the facility, appears to be flowing relatively fast as indicated by the white water currents visible around the edges of the buildings. This suggests that the buildings might be utilizing the river for industrial purposes, possibly as a cooling source or for disposing of waste.\n\nOn the riverbank opposite the industrial complex, there is a strip of green space followed by what seems to be a road or pathway where several cars and trucks are visible. This suggests some level of accessibility and possible interaction between the facility and public infrastructures.\n\nThe area is bordered by a wooded area, hinting that the location might be on the outskirts of a town or city. The presence of storage tanks and other smaller structures within the complex indicates various industrial processes taking place.\n\nOverall, this photograph shows a scene of an active, functioning industrial site positioned in a natural landscape, possibly balancing between industrial activity and environmental considerations.","title":"Consolidated Paper Company at Appleton, near the northern tip of Lake Winnebago in the Fox River Valley","placename":"Wisconsin","location":"OTHER","nn1":["550331","550855","544471","550860","549526","551173","551994","551998","549968","549494","545889","550327","550339","551192","551201","542933"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["facility","complex","river","consideration","building","accessibility","cool","current","outskirt","utilize"]}
