{"path":"550890.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This photograph is an aerial view of an industrial area situated near a large body of water which is likely a river. The image captures multiple industrial buildings, some with large cylindrical tanks and others are sizable rectangular structures, scattered throughout the scene. There are numerous docks and several ships, indicating active shipping operations. \n\nThe foreground primarily shows a river and a piece of angled shoreline where an elongated structure resembling a bridge or a conveyance system is visible. Just beyond it, a cluster of construction activities can be observed, comprising heavy equipment like cranes and mounds of earth, suggesting ongoing development or excavation.\n\nIn the middle ground, beyond the initial construction sites, lies a densely packed industrial zone. Here, there are more prominent facilities including factories or processing plants, characterized by smokestacks emitting plumes of smoke. This part of the photograph also shows a larger concentration of commercial infrastructure, including roadways lined with vehicles and several multi-story buildings, which could be warehouses or part of the industrial operation.\n\nTowards the background, the river continues to stretch across the photograph, flanked by green areas that might be parks or less developed lands. Fainter in the distance, a bridge spans the river, and there are more industrial or urban structures extending to what appears to be the horizon. On the very far side, a haze partially obscures the details, likely a result of moisture from the river or pollution from the industrial activities, which emphasizes the environmental impact of the area.\n\nThe color scheme is predominantly muted, with blues, grays, and earth tones, reflecting an overcast or smoggy atmosphere which often accompanies industrial zones. The overall vantage point offers a comprehensive overview of human industrial activity's interaction with a natural waterway, highlighting aspects like commerce, transportation, and environmental footprint.","title":"Thilmany pulp and paper company at kaukauna on the fox river.  The company is allegedly one of the prime contributors to air and water pollution along this stretch of the river","placename":"Wisconsin","location":"Wisconsin","nn1":["555769","550886","548340","548423","555770","555776","551609","549495","552181","552187","551566","550761","549524","550765","552209","550864"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["river","elongated","bridge","earth","lands","footprint","developed","construction","overview","mounds"]}
