{"path":"550864.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This image presents an aerial view of an industrial area adjacent to a river. The photograph shows multiple features:\n\n1. **River and Waterways**: A large river curves through the top part of the image, with what appears to be a smaller canal or river branching off towards the right-hand side. There are boats visible in the main river and near the docks.\n\n2. **Industrial Facilities**: The central and left sections of the image are dominated by industrial buildings, including several large structures with chimneys emitting smoke and steam. This suggests they are likely factories or processing plants. Nearby, there are circular holding tanks and possibly a water treatment facility.\n\n3. **Infrastructure**: There are roads that weave through the industrial site and the adjacent areas. Several bridges are visible that span the waterways, facilitating connectivity for vehicular movement.\n\n4. **Vegetation and Residential Areas**: Toward the bottom of the image, there is a noticeable green area with trees surrounding residential structures. This contrasts with the industrial activity above, giving a glimpse into the community lifestyle nearby.\n\n5. **Agricultural Fields**: Beyond the industrial and residential areas, the landscape opens into wide agricultural fields, marked by their patchwork appearance typical of farmed land.\n\n6. **Color and Weather**: The overcast sky and the general muted color palette suggest either an early morning or an overcast day, casting soft light over the entire scene, which reflects off the surfaces of the water and buildings.\n\nThe photograph captures a dynamic but somber interaction between industrial activities and the natural environment, serving both operational and residential needs in close proximity to each other.\n","title":"Aerial view of the Thilmany Pulp and Paper Company at Kaukauna on the Fox River. For years this company has allegedly been one of the prime air and water polluters on this heavily industrialized stretch of the Fox.","placename":"Wisconsin","location":"OTHER","nn1":["550890","550865","551194","542933","550860","551174","546705","555744","550761","549725","550855","552187","550856","548340","550765","550886"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["river","span","patchwork","connectivity","need","lifestyle","canal","treatment","proximity","waterway"]}
