{"path":"550845.jpg","date":"July 1973","photographer":"Rozumalski, Ted","caption":"The photograph depicts a serene riverscape, capturing the beauty of a reflective water surface. The time seems to be either early morning or late afternoon, as indicated by the soft, diffused light gently illuminating the scene.\n\nThe river, occupying the central and lower parts of the image, flows gently and is bordered by abundant foliage, primarily trees with thick, lush canopies that reflect beautifully in the water. The reflections in the river create a dream-like, almost painterly effect with patches of light and dark, mimicking the shapes of the leaves and branches above. The water's surface is not perfectly calm, as there are minor ripples and disturbances that suggest either a light breeze or the movement of water creatures.\n\nThe background and the middle distance are densely packed with trees, creating a corridor of greenery around the river. These trees appear to be a mix of different species, possibly oak or willow, judging by the shapes of the leaves and their arrangement on the branches, which droop towards the water in some places.\n\nOverall, there is a quiet, untouched feel to the scene, giving the impression of a secluded, possibly wild area. The color palette is rich in shades of green, blue, and hints of earth tones, enhancing the naturalistic feel of the photograph. Shadows play a crucial role in the composition, adding depth and contrast while hinting at the density and lushness of the riverside forest.\n\nThere are no visible human figures or man-made structures, which amplifies the sense of solitude and the natural aspect of this landscape. This focus on nature and the absence of human intrusion make this photograph an evocative portrayal of tranquility and the enduring beauty of an undisturbed waterway framed by forest.","title":"Patterns of light and shade play on the surface of the fox river as it winds lazily toward lake winnebago","placename":"Wisconsin","location":"Wisconsin","nn1":["550782","550656","546963","550839","550844","542844","542653","555076","557106","555075","550560","554629","553355","544861","557239","557250"],"cl":[48],"cluster":["#48 &mdash; Water 4"],"terms":["oak","riverscape","river","mimic","lushness","corridor","branch","amplify","intrusion","creature"]}
