{"path":"550868.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"The photograph presents an industrial scene featuring a factory complex. In the foreground, a body of water is visible, possibly part of a harbor or river, reflecting some of the structures and smoke. Dominating the middle ground are the multiple buildings of the factory, characterized by their utilitarian architecture. These buildings have various silos, pipes and sections that appear connected by a network of walkways and conveyors.\n\nA striking feature of the image is the environmental impact showcased by the multiple plumes of smoke and steam being emitted into the sky from several tall chimneys and stacks. One particularly large chimney on the left side of the image releases a thick plume of white smoke that billows dramatically against the sky. The other stacks also emit lighter streams of smoke or steam.\n\nThe buildings are concrete, with some signs of wear or staining likely from the industrial process. There is no visible vegetation or wildlife; the area is strictly utilitarian with a focus on industrial activity. The sky has a light haze, possibly from the emissions, blending with pale blues and muted gray tones.\n\nThe scene is devoid of any visible human presence, focusing entirely on the industrial operations and structures that compose the facility. This image paints a vivid picture of mid-20th century industrial activity, highlighting aspects of production and environmental impact.","title":"Charmin paper company at green bay contributes its share of smoke and sulfite odor to the heavily industrialized bay area.  The leading industry here is paper and paper products","placename":"Wisconsin","location":"Wisconsin","nn1":["550956","545236","546908","552179","550869","546884","546808","546087","557215","546080","557373","557225","557246","550328","550329","546862"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["smoke","plume","steam","chimney","emit","factory","stack","release","impact","stain"]}
