{"path":"550861.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This aerial photograph captures a riverine and urban landscape. The dominant feature is a wide river that flows horizontally across the image. The river is dark and murky, with visible surface disturbances that suggest currents or breezes. Several shadows cast by clouds can be seen prominently on the water's surface.\n\nAlong the left side of the river, there is an industrial area with large buildings which appear to be factories or warehouses, marked by their flat roofs and large size. This industrial zone is connected by what appear to be roads lined with smaller buildings and structures that likely serve business and logistical purposes. Notably, there's a conspicuous round white tank near these buildings, possibly for storage of liquids or gases.\n\nIn contrast, the right side of the river features a large barren land area with patches of white, likely sand or exposed soil, edging up to the riverbank. This landscape seems under development or utilized for some industrial purpose, evidenced by its sparse vegetation and open space.\n\nBeyond the immediate riverbanks, the image extends into a suburban area with denser vegetation and a network of streets. The houses and smaller buildings are tightly packed, interspersed with greenery, indicating a residential district.\n\nOverall, the photograph depicts a stark contrast between industrial development along the river and residential life further away, encapsulated within a broader urban landscape influenced by the river's presence.","title":"Aerial view of the Thilmany Pulp and Paper Company at Kaukauna on the Fox River. For years this company has allegedly been one of the prime air and water polluters on this heavily industrialized stretch of the Fox.","placename":"Wisconsin","location":"OTHER","nn1":["550548","550863","557420","557421","546694","551178","550732","550549","547227","548019","551182","551174","550864","550765","550546","548001"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["river","riverbank","purpose","development","round","liquid","breeze","building","current","disturbance"]}
