{"path":"550857.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"The photograph captures an industrial setting juxtaposed against a natural scene. In the foreground, there is a cascade of water spilling over a series of small, rectangular, stone-built weirs. The water appears lively and sparkling under the sunlight, contributing a natural and dynamic element to the scene.\n\nBeyond the waterfalls, the middle ground is dominated by an industrial complex. Several large buildings with flat roofs are visible, likely parts of a factory. There are multiple tall chimneys, some of which are emitting thick, white smoke into the sky. The smoke billows upwards and blends into the cloudy sky, suggesting ongoing industrial activity.\n\nThe background features a relatively clear sky with some clouds, possibly indicating a bright day conducive to outdoor activities or work. A few sparse trees can be seen around the edges of the factory, adding a touch of greenery to the otherwise stark industrial environment.\n\nOverall, the composition of the photograph contrasts the natural beauty and tranquility of the water in the foreground with the bustling, somewhat grim industrial activity in the background, possibly hinting at themes of environmental impact or the coexistence of nature and human industry.","title":"Thilmany Pulp and Paper Company overlooks locks on the Fox River at Kaukauna just above Appleton. Industrial pollution on the 50-mile stretch of the Fox between Appleton and Green Bay is severe. A significant reduction in sulfite pollution has, however, been achieved through use of processes developed by the Pulp Manufacturers' Research League.","placename":"Wisconsin","location":"OTHER","nn1":["550669","550995","550710","554630","550736","553340","557377","550684","552194","545996","543813","548061","544328","546974","552246","553389"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["factory","cascade","smoke","waterfall","coexistence","chimney","complex","industry","water","stone"]}
