{"path":"550863.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"The photograph you provided is an aerial view of an industrial and residential area situated on the banks of a large, murky river. The river is wide and has a distinctive brown color, possibly due to sediment or pollution.\n\nDirectly adjacent to the river, there is a large industrial facility with several bulky, rectangular buildings including a tall smokestack and some cylindrical storage tanks. This complex occupies a significant portion of the riverside, suggesting a primary role in local industry.\n\nRunning parallel to the river and across the center of the photo is a transmission line on high poles, which appears to be running directly over the water. Alongside the industrial buildings, we can see multiple parked freight train cars, indicating the area's active role in goods transportation.\n\nTo the right in the photograph is what appears to be a construction or excavation site. It features large open areas of dirt and some equipment, showing signs of heavy land disturbance.\n\nBeyond the industrial area, there is a densely packed residential neighborhood. The houses are mostly small, closely set, and organized in a grid pattern. These residential blocks have an abundant cover of mature trees, adding a contrasting natural element to the industrial foreground.\n\nThe upper half of the image shows a continuation of this town with similar features—residential areas and orderly streets—stretching into the distance. There seems to be another industrial-sized building in the far background, echoing the economic theme of the foreground.\n\nIn summary, this photograph captures a landscape where industrial, residential, and developing sections coexist by a river, which might play a crucial role in the local economy and transportation network.","title":"Aerial view of the thilmany pulp and paper company at kaukauna on the fox river.  For years this company has allegedly been one of the prime air and water polluters on this heavily industrialized stretch of the fox","placename":"Wisconsin","location":"Wisconsin","nn1":["550861","551174","551194","551191","550945","550864","555744","547214","550549","548019","551995","542933","550548","557223","546705","551182"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["role","river","bulky","transportation","economy","echo","transmission","run","tanks","good"]}
