{"path":"550860.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This image is an aerial photograph showcasing a large industrial facility alongside a winding river. The photograph captures a lush landscape pierced by the presence of industrial activity, hinting at the intersection of human development and natural environments.\n\nIn the foreground, the river curves gracefully, bordered by dense greenery, suggesting a somewhat untouched natural state adjacent to the industrial zone. To the left of the river, there are additional water bodies, surrounded by more greenery, enhancing the picture's contrast between industrial and natural regions.\n\nThe industrial facility itself appears extensive and is characterized by a variety of structures, including large tanks and buildings, interconnected by a network of roads. The facility emits several plumes of smoke or steam, contributing to a sense of ongoing industrial processes. The proximity of this facility to the river highlights the relationship and potential impact of industrial activities on the natural waterway.\n\nIn the far background, the landscape stretches out, with more signs of human intervention visible in the form of cleared or cultivated lands. The sky above the scene is overcast, casting a muted light over the entire scene, reinforcing the industrial tone of the photograph.\n\nOverall, the photograph provides a compelling visual narrative on the balance and conflict between industrial development and natural environments, serving as a snapshot of human impact on natural landscapes.","title":"Thilmany Pulp and Paper Company at Kaukauna on the Fox River just above Appleton. Industrial pollution on the 40-mile stretch of the Fox between Lake Winnebago and Green Bay is severe by 1970, however, processes developed by the Pulp Manufacturers' Research League achieved a 70% reduction in organic pollution from sulfite.","placename":"Wisconsin","location":"OTHER","nn1":["551192","542933","551173","551197","550706","551194","550856","552246","546705","550995","550694","557377","551576","553450","551567","544471"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["facility","river","development","relationship","impact","intervention","balance","greenery","intersection","proximity"]}
