{"path":"550865.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This photograph depicts an aerial view of an industrial landscape alongside a large body of water, which seems to be a flooded river. The image captures several key elements:\n\n1. **Industrial Facilities**: The central part of the image shows a large industrial complex. There are multiple large buildings, storage tanks, and structures with pipe networks. Smoke or steam is being emitted from several tall stacks, indicating ongoing industrial operations.\n\n2. **Flooded Areas**: The river appears to be flooding, as the water extends into areas that typically might not be submerged, including trees and land close to the industrial facilities and buildings. There are visible patches of greenery partially submerged under the water.\n\n3. **Infrastructure**: To the left of the photo is a large dam-like structure where water is flowing over. There's also infrastructure like rail tracks and roads visible, emphasizing the connectivity and functionality of this industrial zone.\n\n4. **Surrounding Landscape**: Beyond the immediate industrial and flooded areas, the background shows a contrast with more serene landscape features, including agricultural land divided into plots, other less dense areas of habitation, and open fields stretching to the horizon.\n\n5. **Cloudy Weather**: The sky is overcast, suggesting either an ongoing or imminent weather condition that could be contributing to the river's swollen state.\n\nThese elements combined create a picture of an industrial region impacted by significant water levels, possibly disrupting normal operations and affecting adjacent lands.","title":"The Thilmany Pulp and Paper Company at Kaukauna on the Fox River is allegedly one of the prime air and water polluters on this heavily industrialized stretch of the river. A significant reduction in sulfite pollution has been achieved in recent years through processes developed by the Pulp Manufacturer Research League.","placename":"Wisconsin","location":"OTHER","nn1":["550864","550761","550765","550860","552007","549725","550890","551194","555787","550331","549968","544036","550856","542933","551998","551995"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["land","river","water","connectivity","operation","plot","functionality","habitation","rail","stack"]}
