{"path":"550858.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This photograph captures a serene scene set in what appears to be a mill or a similar water-driven facility. The central feature of the image is an old-fashioned water wheel, partially shadowed by a building with a stone facade and a roof made of shingles. The water wheel, made of wood and metal, is positioned to the left side of the frame, with water flowing over it, indicative of its operational state.\n\nBehind the water wheel, there's a stone-lined channel or small cascade, where water is tumbling down, creating a picturesque waterfall effect. This is set against a backdrop of a higher brick wall, possibly part of a dam, with an even larger waterfall behind that, contributing to a vibrant and dynamic water scene.\n\nOn the right side of the photo, two people, likely young adults, are walking along a rocky path next to the water channel. Both are dressed in casual, contemporary clothes—shirts and pants. Their presence adds a human element to the scene, suggesting a leisurely visit or a walk in a historic or natural site.\n\nThe overall setting is open and appears to be a sunny day, given the bright lighting and shadows present. The plant life around the area includes shrubbery and vines, adding a touch of greenery that contrasts nicely with the stony textures of the surroundings. The composition of the photograph, with its elements of nature, architecture, and human presence, creates a harmonious and peaceful scene, inviting observers into a moment of time likely cherished for its beauty and tranquility.","title":"Grignon House water wheel at the Kaukauna locks on the Fox River just above Appleton. Originally built by the Army Corps of Engineers, the locks are no longer employed for commercial navigation. They are used only to permit small boat traffic between Lake Winnebago and Green Bay.","placename":"Wisconsin","location":"OTHER","nn1":["558001","550211","544796","557745","550859","553393","558016","553462","553390","547519","550846","547952","558004","548870","550976","553389"],"cl":[48],"cluster":["#48 &mdash; Water 4"],"terms":["wheel","waterfall","channel","water","stone","vine","cascade","observer","walk","shingle"]}
