{"path":"550876.jpg","date":"June 1973","photographer":"Rozumalski, Ted","caption":"This photograph depicts an industrial scene likely taken from a body of water, featuring a towering smokestack emitting a large plume of white smoke into the sky. In the middle distance, there are several industrial buildings, and one particularly tall smokestack stands out prominently due to its significant height and the volume of smoke it is releasing.\n\nIn the foreground, there are multiple stacks of lumber arranged in neat rows, covering a large area adjacent to the water. The arrangement suggests a lumber yard or processing facility. Some of these lumber piles are very large, giving the scene a textural contrast between natural wood and industrial metal structures.\n\nIn the background and to the sides of the smokestack, there are other smaller structures and possibly additional machinery, typical of industrial complexes. The sky above is partly cloudy, with large, fluffy white clouds, which provide a natural backdrop to the man-made emissions from the smokestack.\n\nOverall, the composition captures a juxtaposition of industrial activity with natural elements, emphasized by the placement of organic lumber stacks against the backdrop of mechanical and potentially pollutive industrial operations. The water in the scene suggests the photograph is taken from a boat or from across a river or lake, providing a serene foreground to the busy and dense industrial setup.","title":"The Thilmany Pulp and Paper Company at Kaukauna on the Fox River is allegedly one of the prime contributors to the air and water pollution along this heavily industrialized stretch of the river. A significant reduction in sulfite pollution was achieved in recent years through processes developed by the Pulp Manufacturers' Research League.","placename":"Wisconsin","location":"OTHER","nn1":["545910","550340","550938","545925","548106","548195","546808","550716","546236","550869","550332","552179","545260","551567","548107","557225"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["lumber","smokestack","stack","smoke","volume","release","placement","emission","yard","plume"]}
