{"path":"550831.jpg","date":"July 1973","photographer":"Rozumalski, Ted","caption":"The photograph presents a serene, almost mystical scene set in what appears to be the early evening or during a heavily overcast day. The entire image is saturated with deep blues and greens, adding a quiet, somewhat somber tone to the setting.\n\nThe central and most captivating feature of the image is a broad, tranquil river that reflects the cloudy sky above. The surface of the water is relatively still with subtle disturbances only in areas seemingly caused by the movement of a small boat.\n\nIn this small boat, two individuals are visible. They appear to be engaged in some leisurely activity, possibly fishing or simply enjoying a quiet row on the river. The boat is set slightly off-center in the image, drawing the viewer’s attention as a focal point against the vast, reflective water.\n\nThe riverbanks are lush and dark, framed with dense, green vegetation that fades into shadows as it meets the water’s edge. On the left side of the image, the bank forms a clear silhouette lined with grass and small bushes or reeds at the water's edge.\n\nAbove, the sky is filled with dense clouds, suggesting an impending storm or the recent passage of one. The clouds are heavy and low, adding a dramatic effect to the overall ambiance of the scene.\n\nThe mood of the photo is quiet and contemplative, evoking a sense of solitude and reflection through its composition and cool color tones. There's a remarkable balance between the elements of nature and human presence, all coalescing into a poignant moment captured in time.","title":"Fox River looking east toward Montello in central Wisconsin","placename":"Wisconsin","location":"OTHER","nn1":["550769","550773","557239","557572","550989","550845","553355","547230","550560","557972","546963","552597","545145","550208","550000","551281"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["boat","reed","storm","disturbance","balance","cloud","river","water","passage","edge"]}
