{"path":"550948.jpg","date":"April 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a scene with multiple layers of activity and background elements. At the foreground, there is a large pile of scattered debris, predominantly concrete blocks and broken pieces, situated along the edge of a body of water which appears to be a river. The debris is extensive, suggesting demolition or aftermath of a natural disaster.\n\nIn the middle ground, a motel named \"Smiley's Motel\" stands across the bank of the river. It is a two-story structure with a darker bottom floor and a light-colored upper floor featuring several visible doors and windows. A sign with the motel’s name in bold and vibrant colors is located on the roof, easily distinguishable against the green hills that form the background of the scene.\n\nThe background features dense trees on a steep hillside, which suggests a rural or semi-rural setting. The natural environment appears lush and overgrown, indicating it might be spring or summer. Additionally, there are a few sedans parked in front of the motel, dating the photo to a period when such car models were prevalent, possibly in the 1960s or 1970s based on their design.\n\nThe overall composition reflects a contrast between human habitation and raw nature, possibly highlighting themes of environmental impact or recovery following an event that caused the debris accumulation. The setting and elements suggest a narrative of resilience or aftermath, making it a compelling scene within a possibly historical context.","title":"The kanawha river behind this motel has become a trash heap.  St.  Albans","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["548742","553470","557993","544468","547872","558084","552682","543165","550949","544809","550947","549785","547598","544734","554548","547868"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["motel","aftermath","debris","name","floor","recovery","demolition","disaster","accumulation","date"]}
