{"path":"550949.jpg","date":"April 1973","photographer":"Schaefer, Harry","caption":"The photograph depicts a riverside scene with a series of rustic, seemingly aged and somewhat dilapidated buildings. The river in the foreground appears swollen or possibly muddy, suggesting it might be a scene captured after rainfall or during a wet season.\n\nOn the left side of the image, you see a building complex that appears to be made of white brick or similar material, which has multiple levels and features a small balcony or terrace on the upper floor. There's a staircase leading down towards the riverbank, part of which is covered in debris or rocks, perhaps indicating recent river activity or lack of maintenance.\n\nIn the central part of the image, a sign reading \"Midway Club House\" can be seen next to another building that is partially obscured by trees. This suggests the area might have recreational or social significance. \n\nTowards the right, there’s a prominent building adorned with a couple of commercial signs, including a \"7Up\" soda advertisement, denoting some level of commercial activity or at least the remnants of it. This building’s structure includes an underpinning that seems to be composed of concrete blocks, which might be there to help stabilize the building on the uneven terrain close to the river.\n\nThe background is characterized by a steep, wooded hillside, hinting that this location is in a valley or near a hill. Power lines and poles are visible on the hillside, partially blending into the trees.\n\nThe overall mood conveyed by the setting looks peaceful yet somewhat melancholic or forgotten, with the architecture and the lack of visible human activity suggesting a place that either serves a very localized community or has seen better days. The scenery is a mix of natural beauty and man-made structures that have weathered over time.","title":"Trash litters the banks of the kanawha river behind shopping area in st.  Albans","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["553393","553462","549457","550947","549514","550204","557485","550729","549515","558005","545005","552108","550367","551111","545866","554835"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["hillside","lack","building","river","soda","level","denote","terrace","stabilize","staircase"]}
