{"path":"550975.jpg","date":"May 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a tranquil outdoor scene featuring a man rowing a small boat on a body of water. The setting is framed by the overhanging branches of trees in the foreground, creating a natural window that looks out over the river. The water appears calm, and the far bank of the river is obscured by a haze that gives the scene a serene, slightly mysterious quality. In the background, there is a low, blurred waterfall, signifying perhaps a dam or natural drop, which spans the width of the river, adding a sense of gentle movement to the otherwise still waters below.\n\nThe man in the boat is wearing a yellow hat and a light vest, and he is sitting towards the rear of the boat, actively using the oars. The boat itself is a classic, small rowboat with a flat bottom, typical for calm river or lake fishing and rowing. The overall color palette of the scene is rich with greens, blues, and earth tones, emphasizing a vibrant yet peaceful natural environment.\n\nThe lighting appears to be natural, possibly from early to mid-day due to the brightness and the way light filters through the leaves, casting soft patches of light on the river's surface. This element adds a sparkle to the water and enhances the idyllic, summery feel of the image. This setting suggests a quiet day of leisure, possibly at a park or a rural riverside location, where someone has taken the time to enjoy the simple pleasure of rowing in beautiful surroundings.","title":"Glen ferris, on the kanawha river near gauley bridge, is a popular spot for camping and fishing","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["550000","551350","544973","550835","550780","553403","546976","546070","551680","550208","549417","553411","557564","550324","544260","550989"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["river","boat","row","summery","oar","otherwise","rowboat","drop","pleasure","sparkle"]}
