{"path":"550961.jpg","date":"April 1973","photographer":"Schaefer, Harry","caption":"This photograph depicts an industrial scene at a riverfront. We see an expansive facility likely involved in processing or manufacturing, as indicated by its maze of pipes, towers, and structures. Steam or smoke is being emitted from various parts of the machinery, suggesting ongoing operations.\n\nIn the foreground, the river is carrying several barges loaded with coal, which are moored at the riverside, directly linked to the industrial buildings. This suggests that the facility possibly utilizes coal in its operations or is involved in coal processing. The barges are full, with the coal piles appearing shiny and black, indicating they might be wet.\n\nThe river itself reflects some of the industrial structures and has a muddy, brownish color, likely influenced by the industrial activity in the area.\n\nIn the background, wooded hills provide a natural contrast to the man-made industrial complex in the foreground. The sky is overcast, casting a diffuse light and contributing to a slightly bleak industrial ambiance.\n\nNo people are visible in the image, focusing the viewer's attention entirely on the industrial processes and the interaction between industry and nature. Overall, the photograph captures a moment of industrial activity along a river, highlighting both the scale of human industrial endeavors and their impact on the environment.","title":"Hot water flows into the Kanawha River from the FMC Corporation's South Charleston plant. It is distilled water that was used for cooling, between South Charleston and Blaine Island.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["557223","547069","552070","550960","550957","553826","551156","557295","551192","551201","549508","548357","549725","557222","550673","557376"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["coal","barge","processing","river","involve","operation","facility","endeavor","riverside","influence"]}
