{"path":"550991.jpg","date":"May 1973","photographer":"Schaefer, Harry","caption":"This photograph depicts a rural post office setting. The building is a small, single-story structure featuring simplistic, functional architecture typical of modest, mid-20th century rural American buildings. The exterior is painted white and includes a basic gable roof. A sign above the front porch reads \"THE POSTOFFICE\" and another sign on the corner of the building identifies it as \"U.S. POST OFFICE, DRY BRANCH, WA. 25601.\"\n\nOn the facade facing the camera, there is a small window with a closed, white shutter. Right underneath the window hangs a smaller sign that precisely mentions the location. Next to that window, on the porch, there is a vintage red mailbox labeled \"U.S. MAIL\" and a metal canister possibly used for collecting outbound mail or other postal materials.\n\nA person, appearing to be a young woman with long hair, is walking towards the porch of the post office. She is wearing a striped, long-sleeve shirt and dark pants, indicative of casual attire. The environment around the building looks like a lush, green rural setting with other structures visible in the background, potentially other community buildings or residential homes. The ground appears to be composed of dirt or gravel, enhancing the rustic, country vibe of the setting.\n\nIn the background, the abundance of trees and another building featuring similar architectural styles underscore the small-town or rural nature of the location, suggesting a tight-knit community where facilities like this post office serve as essential hubs for residents.","title":"U.s post office near coalburg, wv.  On u.s.  61","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["549196","556370","549006","549005","557950","556984","557760","557566","557567","557759","547325","555640","542702","558099","549221","558029"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["office","porch","building","canister","hubs","mailbox","rustic","collecting","window","sign"]}
