{"path":"550994.jpg","date":"May 1973","photographer":"Schaefer, Harry","caption":"This photograph presents a vivid scene of a residential area with a backdrop of a lush green hill, capturing daily life in an American town. The foreground features a wide road bisecting the scene, on which a few cars from the 1970s or 1980s era are visible, driving and parked. Alongside the road, there are sidewalks and utilities like power lines stretching across the frame.\n\nThe houses, seemingly built in a typical mid-20th-century American style, are densely packed across the scene. These homes have gabled roofs and are painted in various colors, contributing to the colorful residential landscape. The lawns are well-manicured and trees sporadically dot the yards, adding greenery to the domestic setting.\n\nThe midground shows a person crossing the street, providing a human element to the composition, suggesting regular daily activity. Behind the residential area, a significant hill covered in dense trees rises up. Interestingly, there is a small area on this hill where smoke or mist is visible, adding a contrasting element of mystery or disturbance in this otherwise peaceful setting.\n\nThe overall composition and the lighting suggest that the photo might have been taken during the late afternoon, given the soft lighting and long shadows, which provide a serene and lived-in feel to the scene. The image provides a snapshot of suburban life, with emphasis on routine and the environment coexisting closely with human habitation.","title":"Many of these homes in boomer, along route 60, were once owned by union carbide.  The harewood mine pollutes the air in the hills beyond","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["556601","556333","556435","547433","558039","557404","546430","551102","557427","550315","556426","556395","553929","551106","545372","557547"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["det","bisect","manicure","coexist","gable","provide","live","mystery","routine","disturbance"]}
