{"path":"550919.jpg","date":"July 1973","photographer":"Pittman, Blair","caption":"This photograph captures a lively beach scene with several people engaged in various activities, set against a backdrop of the ocean and a sandy beach. In the sea, three individuals are swimming. Two of them are farther out, lying on floating mats, while a third person closer to the shore is partially submerged in water, sitting on a similar mat.\n\nOn the beach, several beach goers are scattered across the sand. In the foreground, a person walks towards the water's edge, passing by another individual who is sunbathing while lying face down on a towel, seemingly alone. Nearby, a portable radio sits next to a beverage can, close to the sunbather. \n\nTo the left, a woman stands near a beach chair, dressed in a bikini, potentially preparing to head into the water or just returning from a swim. Further back, near the water's edge, two other individuals are visible; one is running along the shore, and another is seated comfortably in a lounge chair, outfitted with a bright floral-patterned cushion, appearing relaxed and possibly reading or observing the beach scene.\n\nThe beach itself is relatively crowded, with numerous beach mats laid out, suggesting a warm, sunny day. The waves in the ocean are moderate, lapping gently at the shore, reflecting a peaceful and recreational summer atmosphere. The overall composition of the photograph, with its various subjects engaged in typical beach activities, offers a snapshot of leisurely, seaside life.","title":"Swimming in the gulf of mexico from west beach, part of the long stretch of open shoreline that makes Galveston a popular gulf coast resort","placename":"Galveston (Tex.)","location":"Galveston, Texas","nn1":["547628","553686","546874","553685","546794","550931","547491","553684","553683","548541","550932","547503","550243","546942","547482","555923"],"cl":[12],"cluster":["#12 &mdash; Beach"],"terms":["beach","mat","shore","swim","chair","ocean","lie","cushion","goer","radio"]}
