{"path":"550947.jpg","date":"April 1973","photographer":"Schaefer, Harry","caption":"The photograph depicts a semi-urban riverside scene. In the foreground, there is a body of water that appears to be a river, with its surface reflecting a gentle light and showing ripples that suggest mild movement in the water. The river occupies the lower portion of the image.\n\nIn the background, on the far bank of the river, a mound of debris and assorted rubbish is visible, suggesting an area that might be used for dumping or is otherwise neglected. Among the debris, several items can be distinguished, including what look like fragments of wood, possibly parts of furniture or other household items, dispersed among general waste and natural debris like branches or foliage.\n\nAbove the bank, the skyline is populated by a row of buildings. There are several structures that resemble mobile homes or temporary housing units with flat roofs and rectangular in shape. These buildings are variably colored, with one showing hues of cream and brown and another in a state of notable decay. Further away, in the distance, more permanent-looking homes with slanted roofs can be seen, suggesting a residential area.\n\nThe background also features sparse vegetation, with bare, leafless trees suggesting that the photograph might have been taken during winter or early spring. There are no people or moving vehicles visible in the scene, giving the photograph a somewhat desolate feeling. Just off the center, above the background houses, there is a clear sky that lends a calm overcast daylight to the scene.\n\nThis overall composition portrays a contrast between a natural river environment in the foreground and a backdrop that hints at urban decay and residential life, highlighting issues of environment and possible neglect or socio-economic challenges in the area.","title":"Trash litters the banks of the kanawha river behind Mobile home camp in st.  Albans","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["550946","550729","551531","545866","550950","546785","547893","553393","557234","551519","556419","552046","553419","550204","547960","551423"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["river","debris","bank","home","decay","neglect","rubbish","item","household","distinguish"]}
