{"path":"550970.jpg","date":"April 1973","photographer":"Schaefer, Harry","caption":"This image depicts a bustling, industrialized American street scene, likely from the 1960s or 1970s, judging from the style of cars and advertisements visible. The photograph captures a main street lined with various commercial buildings and stores under a partially cloudy sky.\n\nIn the foreground, the street is filled with parked and moving cars showing designs typical of the era, such as long, angular bodywork and prominent chrome detailing. The cars are moving towards the viewer, with one car in the foreground slightly more focused than others.\n\nThe midground features a dense array of shops and signage. The signs display names and services like \"D&D Furniture,\" \"Beneficial Finance System Loans,\" along with advertisements for Coca-Cola and an establishment possibly called J&J Billiards, indicating a variety of local businesses primarily focusing on consumer services and goods. The signage, with its varied typefaces and sizes, contributes to a vivid portrayal of mid-20th-century commercial aesthetics.\n\nIn the background, towering above the commercial strip, are three tall industrial smokestacks attached to a large factory complex. The smokestacks are emitting plumes of smoke, symbolizing industrial activity, likely a defining feature of the town's economy. The juxtaposition of the industrial backdrop with the commercial foreground underscores the integration of manufacturing and retail spaces in this community.\n\nThis scene captures a slice of urban life in an era when industrial growth was closely tied to local economies in many parts of the United States, reflecting both the economic drive and the environmental considerations of the time.","title":"The fmc corporation's south Charleston plant is behind busy city street","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["545216","545614","546074","551135","547651","554297","556224","547369","549113","542586","551125","546184","556724","556709","546968","545062"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["economy","advertisement","car","smokestack","signage","service","street","consideration","consumer","industrialize"]}
