{"path":"550902.jpg","date":"September 1973","photographer":"Pittman, Blair","caption":"The image portrays a serene yet contrasting scene captured around late afternoon or evening, based on the backlit sunlight and long shadows. Two human figures, seemingly a child and an adult, are engaged in fishing near the shoreline of a large body of water that sparkles with the reflected sunlight. They are silhouetted, making their specific features indiscernible, creating an atmosphere of timeless leisure activity.\n\nThe child, on the left, appears to be in motion, perhaps walking towards or along the shoreline. The adult stands more distinctly on the right, clearly engaged in the act of fishing, suggested by his posture of casting a fishing line. Directly next to the adult, there is a cooler positioned on the ground, likely storing bait or caught fish, emphasizing their activity.\n\nIn stark contrast to this peaceful foreground scene, the background is dominated by a large industrial facility across the water. Several large structures, including towers and tanks, are identifiable. The facility emits substantial smoke or steam from its stacks, which billow into the sky in large, fluffy clouds. This suggests a significant industrial operation, potentially a refinery or manufacturing plant. The juxtaposition of the industrial and the natural leisure activities within the same frame highlights a narrative of coexistence between industry and daily life.\n\nOverall, the composition draws attention to the interaction of human and industrial elements with the natural environment, depicted through the contrasting yet harmonious coexistence of fishing and industrial activity. The image captures elements of an environmental narrative, human leisure activities, and industrial impact all within one frame.","title":"Fishing in the Houston Ship Channel. In the background, smoke pours from the chimneys of the Du Pont chemical plant.","placename":"Houston (Tex.)","location":"Houston, Texas","nn1":["550937","543156","550899","551959","552139","550941","549220","552717","543018","544328","552180","546145","552040","550995","552194","551519"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["fishing","adult","leisure","coexistence","fish","narrative","shoreline","bait","refinery","child"]}
