{"path":"550956.jpg","date":"April 1973","photographer":"Schaefer, Harry","caption":"This photograph displays an industrial scene featuring a large factory or power plant locates beside a body of water. The water in the foreground reflects gentle ripples and is possibly a river or canal. Several large cylindrical smokestacks dominate the skyline, releasing plumes of smoke into the air. These smokestacks are of significant height and uniform in size, with the closest one showing a darker appearance at the top, possibly indicating soot deposition.\n\nThe factory buildings are multi-leveled and constructed with a variety of materials, featuring an assortment of other smaller stacks and structural elements like ladders, beams, and possibly conveyor systems. The architecture appears functional with no decorative elements, focusing entirely on industrial utility.\n\nThe sky is moderately overcast and greyish, which complements the overall industrial aesthetic of the scene. There is steam or smoke being emitted from several points at the factory, contributing to a sense of ongoing industrial activity.\n\nVisible on the edge of the water are some concrete structures and a sloped wall leading up to the plant, which might be used for docking or securing boats, or could simply be part of water management infrastructure.\n\nOverall, the photograph captures the essence of mid-20th-century heavy industry, with a focus on the environmental impact and industrial operations on a waterway. The composition and elements portrayed depict a robust, possibly mid-century industrial economy.","title":"Hot water flows into the kanawha river from the fmc corporation's south Charleston plant.  It is distilled water that was used for cooling","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["550868","546808","552179","548068","550870","552210","550344","550869","550336","550332","550957","548070","552138","546908","545236","551994"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["factory","smokestack","deposition","economy","smoke","docking","ladder","heavy","release","slop"]}
