{"path":"550945.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph presents an aerial view of an industrial complex alongside a residential area. The landscape is composed of multiple features, each distinctly contributing to the whole frame.\n\n**Industrial Complex:**\n- Dominating the right side of the image is a large industrial complex. The facility features several long buildings with flat roofs; many of these roofs have white materials (likely to reflect sunlight and reduce heating). Tall, narrow chimneys, suggesting heavy industrial activity, are prominent in the complex. There is also a large spherical structure which could be a gas holder or storage tank, common in industrial settings.\n- The complex is bordered by a variety of auxiliary buildings and open spaces, some of which are covered with materials or equipment, indicating ongoing operations or storage areas.\n- Railway tracks run alongside and into the complex, highlighting its connectivity for freight transport. A variety of rail cars can be seen on the tracks adjacent to the facility.\n\n**Residential Area:**\n- To the left of the industrial complex lies a residential area characterized by uniform houses aligned in neat rows. The community appears well-established with maturing trees around homes and open green spaces which could be community parks.\n- The area is relatively dense but organized, with streets laid out in a grid pattern, providing a stark contrast to the industrial setting.\n\n**Natural and Manmade Boundaries:**\n- A river borders the scene, curving around the upper part of the photograph. The presence of a river suggests that the industrial site might utilize water for its operations or for transport.\n- Roads meander through the area, both in residential zones and around the industrial complex, facilitating movement and access. There's a main road that divides the residential and industrial areas, acting as a buffer between the two.\n\n**Background:**\n- Beyond the industrial and residential areas, the background is composed of a mix of vegetation and undeveloped land, creating a natural backdrop to the human activity foregrounded in the photo.\n\nOverall, this photograph captures the juxtaposition of industrial and residential life, connected yet distinctly separate, with natural landscapes playing an integral role in the layout and functionality of the area.","title":"The Libby-Owens-Ford Glass Company on the Kanawha River at Kanawha City","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551174","551194","550863","551569","551146","550864","550549","551202","545354","550856","551995","552009","553969","555755","555761","542935"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["complex","transport","buffer","holder","track","heating","storage","area","connectivity","freight"]}
