{"path":"550974.jpg","date":"May 1973","photographer":"Schaefer, Harry","caption":"This photograph depicts an industrious scene dominated by shades of greenery, architecture, and several forms of visible pollution. At the forefront is a series of railroad tracks that converge into the center from the bottom left of the image and then lead further into the scene. A train, partially visible, stands on one of these tracks, cloaked largely in the shadows of the surrounding trees which are scattered throughout the area.\n\nAdjacent to the railroad, running parallel on the right, is a paved road. Lines of utility poles carrying multiple electric lines frame both the railroad and the road, emphasizing the crisscrossing human-made infrastructure throughout the scene.\n\nIn the middle ground, adding a great deal to the industrial feel, is a large factory or plant that emits vast quantities of smoke into the air, contributing to a haze that masks the green mountains in the background. The smoke rises prominently from several chimneys and disperses, blending into the sky and overshadowing the natural landscape.\n\nThe backdrop consists of rolling forest-covered hills, hinting at a location that is surrounded by natural beauty, despite the industrial activity. The area seems secluded, nestled in a valley or rural area where the plant's operations are a significant presence. \n\nOverall, the image captures a juxtaposition of natural beauty with industrial activity, highlighting issues related to environmental impact and the encroachment of infrastructure on natural landscapes.","title":"Union Carbide's ferro Alloy plant at Alloy, WV., on U.S. Route 60","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["557226","547999","545988","543813","557225","554632","545503","550997","557374","557375","551057","556382","545507","546141","545013","557373"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["railroad","track","quantity","smoke","encroachment","infrastructure","plant","issue","line","road"]}
