{"path":"550977.jpg","date":"May 1973","photographer":"Schaefer, Harry","caption":"The photograph captures a serene camping scene beside a body of water. In the foreground, there is a large, olive-green colored canvas tent set up on the shore, partially obscured by leafy green trees. Alongside the tent, a young girl is standing; she seems to be engaging in an activity, possibly setting up or cleaning up camping gear. Next to her, an adult man is seated facing the waters, evidently engaged in fishing, sitting on a folding chair with a fishing rod held in front. His relaxed posture and the rod pointed towards the water suggest a peaceful fishing activity.\n\nThe background features a substantial waterfall flowing across what appears to be a dam or natural ledge, stretching across the river visible behind the trees and tent. This waterfall creates a striking visual contrast, its white frothy water clashing against the darker river surface. The far side of the river bank is lined by light-colored rocks or cliffs, and lush greenery is visible in the distance above these rock formations.\n\nNext to the man, on the right, a classic, dark-colored sedan is parked, adding an element of vintage charm to the scene. The trunk of the car is partially visible, opening towards the tent, suggesting it may be being used to store or retrieve fishing or camping gear.\n\nThis tranquil outdoor setting evokes a sense of leisure and appreciation for nature, framed under a clear blue sky, reflecting a quintessential outdoor recreational experience from an era that suggested simpler, laid-back living.","title":"Glen Ferris, on the Kanawha River near Gauley Bridge, is a popular spot for camping and fishing.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["548748","548796","549450","543889","545500","544855","548797","545293","548743","554863","542727","548795","544387","554464","554181","552976"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["tent","camping","fishing","waterfall","rod","gear","retrieve","canvas","appreciation","clean"]}
