{"path":"550978.jpg","date":"May 1973","photographer":"Schaefer, Harry","caption":"The photograph captures a dynamic and somewhat serene outdoor scene focused on a figure in a small boat on a body of water. Here are the details:\n\n1. **Foreground**: A person is rowing a small, dark canoe. The individual, appearing to be a male, is wearing a light-colored shirt and dark pants. He is sitting close to the center of the canoe, engaging both hands in paddling with a single oar extended into the water on one side of the boat.\n\n2. **Middle ground**: Behind the canoe, the scene displays a vigorous and striking view of water cascading down from a dam. The dam is segmented into multiple blocks with water flowing heavily from several outlets, creating a voluminous and frothy waterfall effect in each segment.\n\n3. **Background**: The backdrop features an industrial structure on the left, possibly part of the dam facility. Over to the right and slightly in the distance, one can glimpse a tree-lined street with buildings that hint at a built-up area close to the waterway. This provides a contrast between the natural flow of water and human-made structures.\n\n4. **Atmosphere**: The setting appears sunny with clear skies, casting natural light that enhances the shimmer of the water and the details of the surroundings. The water itself is seen in varying textures, from smoother surfaces in the foreground to churning white foam in areas closest to the dam’s spillways.\n\nOverall, the photograph captures both the tranquil activity of canoeing and the powerful natural dynamism of a dam, juxtaposed against an urban backdrop, suggesting a confluence of human, natural, and industrial elements.\n","title":"Fishing at Kanawha Falls, Glen Ferris","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["550659","558065","551221","554661","550663","550975","550976","553806","544260","553412","554466","549996","553336","550980","552806","550822"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["dam","canoe","segment","water","outlet","spillway","dynamism","oar","flow","churn"]}
