{"path":"550995.jpg","date":"May 1973","photographer":"Schaefer, Harry","caption":"This photograph depicts an industrial scene framed by natural elements. In the foreground, there's a body of water reflecting a tranquil and somewhat murky scene. A small islet, possibly made of silt or debris, is visible in the center of the water body, contributing a sense of abandonment or neglect.\n\nRising from the water are numerous tall, dried plant reeds, indicating perhaps a marshy area or a lake border, adding a natural aesthetic to the foreground.\n\nThe middle ground and background of the photograph feature a densely packed industrial facility. This compound includes various structures such as large tanks, piping, and towers. One of the most prominent features is a tall structure from which multiple plumes of smoke or steam are emitted into the air, indicating ongoing industrial activity. The smoke varies in color from white to darker shades, suggesting different materials or temperatures involved in the processes.\n\nThe industrial facility is against a backdrop of lush, dense greenery covering a hillside. The contrasting imagery of nature and industry is stark, with the untouched forest appearing as a natural fortress or barrier behind the man-made environment.\n\nOverall, the composition highlights the intersection of industrial development and the natural environment, showcasing how industrial complexes can be nestled within larger natural biomes, and perhaps subtly commenting on environmental impact and human economic activity.","title":"The E.I. du Pont de Nemours Belle Works on the Kanawha River photograph was taken from Marmet on the other side of the Kanawha.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["546974","550694","557377","554630","546073","550860","545996","543813","545013","546978","557225","546394","545989","551576","552194","545053"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["comment","islet","silt","compound","imagery","smoke","temperature","piping","facility","reed"]}
