{"path":"550955.jpg","date":"April 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a view of two bridges overlaid against each other, with the body of water and the distant cityscape creating a multi-layered vista. \n\nThe foreground features a part of an old, large truss bridge, characterized by its massive steel beams and triangular truss design. The bridge's metal framework is prominently visible, painted in a dark hue which starkly contrasts against the muted sky. The bridge spans horizontally across the upper section of the image, dominating the view. \n\nBehind this bridge, in the middle ground, another bridge is observable. This one is simpler, featuring a more uniform, horizontal beam construction without any intricate truss work. It gives the appearance of being smaller, possibly due to its further distance from the viewpoint, or its inherently more streamlined design.\n\nBelow these bridges, a wide river stretches across the photograph, reflecting a dull light. The water appears calm and somewhat glassy, indicating either a gentle flow or a still day.\n\nIn the background, the city skyline is visible. The structures here include a variety of buildings, some tall and some small, suggesting a mixed-use urban area. Industrial elements like cranes and what might be construction or docking facilities can also be seen along the waterfront, hinting at an active economic area likely engaged in trade or manufacturing.\n\nOverall, the photograph portrays a scene of industrial and urban life, juxtaposing human engineering with the natural element of the river, under a seemingly overcast sky. The scene is encapsulated within a somber tone, possibly indicative of the early hours or an impending weather change.","title":"The Kanawha River bridges (railroad bridge in background)","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["550954","550965","550964","546865","550189","550214","548427","552247","548207","555758","547586","555730","548375","555739","552064","555731"],"cl":[4],"cluster":["#04 &mdash; Bridges/Overpasses"],"terms":["bridge","truss","beam","trade","docking","construction","vista","engineering","river","design"]}
