{"path":"550963.jpg","date":"April 1973","photographer":"Schaefer, Harry","caption":"This photograph depicts a bustling industrial landscape likely along a river. In the foreground, a large ship, possibly a tanker, is anchored or slowly moving on the murky river water. The ship is predominantly white with a deck structure near the center. It appears to be equipped with tanks or containers, typical of vessels used for transporting liquids or chemicals.\n\nThe background is dominated by an extensive industrial complex, possibly a refinery or chemical plant, which spans across the entire width of the image. The plant features multiple vertical structures, including several tall, thin smokestacks emitting faint plumes of smoke or steam. Numerous storage tanks can be seen, mostly spherical or cylindrical in shape, distributed throughout the area. There are complex networks of pipes connecting different sections of the plant, some elevated on frameworks that allow them to cross over each other. The color palette of the plant is largely metallic grays and industrial blues.\n\nDetails around the facility include staircases, walkways, and additional piping, indicating a highly integrated system with various points of access and control. The sky is overcast, casting a soft, diffuse light over the scene, which suggests an environment geared towards heavy industry and manufacturing. This setup is typical of areas dedicated to the processing of oil, chemicals, or similar substances essential to numerous industrial applications.","title":"A chemical barge is tied up at Blaine Island. The entire island is used by Union Carbide.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["555776","555724","550890","550886","552181","552244","548340","555777","551976","550957","555786","551994","549508","549978","548423","552187"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["chemical","plant","ship","application","tank","tanker","refinery","piping","width","staircase"]}
