{"path":"551035.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"The photograph depicts an industrial setting, presumably at a mining or processing facility given the large piles of coal visible. In the foreground, there is a mound of coal and what appears to be crushed stone or gravel. Multiple conveyor belts are featured in the image, supporting the transportation of material from one location to another within the site. \n\nOne of the conveyor belts is particularly prominent in the center of the image, elevated on a metal structure, suggesting its use in moving materials across significant distances or between different processing levels. This belt leads to a tower structure, underneath which more piles of black coal can be seen. Additional conveyor systems are layered behind the main one, all supported by metal frameworks, indicating a complex mechanism to handle heavy and bulky materials.\n\nThe background of the photograph shows a row of industrial buildings with visible rooftop vents, possibly for ventilation of the facilities. A dense, lush green forested hillside looms behind the industrial setup, softening the harsh industrial appearance with natural scenery. The overall setting suggests a juxtaposition of heavy industrial activity within a naturally forested area, common in mining operations that are frequently situated in less urbanized, rural locations. There are no visible people in the photograph, focusing entirely on the industrial machinery and the natural environment.","title":"The large slag pile in foreground has been covered with dirt to keep down the dust at the valley camp coal company","placename":"Shrewsbury (W. Va.)","location":"Shrewsbury, West Virginia","nn1":["544124","544120","551037","553013","549168","556466","543169","557403","556565","556520","556387","556602","555591","554764","556349","554632"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["conveyor","coal","processing","mining","material","pile","ventilation","support","vent","crush"]}
