{"path":"551042.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph features two men standing on a large barge filled with a massive quantity of coal. The barge itself seems to be docked inside a lock or canal, as indicated by the high walls on either side of the barge that are part of a large, gray industrial structure. The structure's walls have prominent scratches and markings, possibly from regular use and wear. The top edge of these walls is lined with safety railings.\n\nThe two men appear to be workers, engaging with each other in a light-hearted manner; one is standing with a slight lean on a mooring bollard while the other is seated on another bollard. Both show informal, relaxed postures and are dressed in typical work clothes—short sleeve shirts and trousers. The surrounding deck of the barge shows several other bollards and some ropes, indicating the equipment used for mooring and securing the barge.\n\nThe scene depicts a moment possibly during a break or a lull in their work, set against a backdrop of industrial activity highlighted by the enormous quantity of coal transported. There's a sense of camaraderie between the two men, and the environment suggests a hardworking, industrial setting. The lighting and color saturation give the image a somewhat dated, vintage feel, typical of film photography of the mid-20th century.","title":"A coalburg tug and eight coal barges go downstream through the london locks, one of three locks systems on the kanawha river.  The other locks are at marmet and winfield.  The coal is being transported to a power plant on the Ohio river","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551044","551043","551039","551038","551048","551041","552863","551040","542989","546841","543651","551986","551047","552148","552180","547164"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["barge","bollard","mooring","quantity","coal","wall","lock","scratch","camaraderie","canal"]}
