{"path":"551008.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph visually captures a striking contrast between industrial and river transport activities. In the foreground, a tugboat labeled \"W.H. Shaver Jr.\" from the Tri-State Materials Corp is prominently displayed, navigating a muddy river. The boat is painted in vibrant colors, predominantly white and red, with some details in black. A person is visible on the deck of the tugboat, engaging in operational tasks.\n\nIn the background, the scene shifts dramatically to an industrial landscape characterized by multiple tall smokestacks of varying heights. These cylindrical structures tower over the landscape, emitting plumes of smoke into the air. Around these smokestacks, there are complex structures presumably part of a factory or plant, including buildings and pipework. The industrial setting suggests heavy manufacturing or processing activities.\n\nThe scene is set against a hilly backdrop, likely covered with trees, indicating that the area around the river might still hold some natural elements despite the heavy industrial presence. The overall atmosphere of the picture is somewhat grim due to the visual impact of industrial pollution, juxtaposed with the routine functionality of river transport depicted by the presence of the tugboat. The photograph serves as a window into the environmental and industrial conditions of the time it was taken, reflecting themes of industrialization and transport along waterways.","title":"Tow boat on the kanawha river passes the fmc chemical corporation and monsanto chemical company plant at Nitro","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["550901","553826","546938","546836","550893","551179","550900","557309","550894","549783","548187","550951","557223","548067","557235","549819"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["tugboat","transport","river","smokestack","industrialization","black","shift","functionality","manufacturing","navigate"]}
