{"path":"551029.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a scene of a group of adults enjoying an outdoor picnic. The setting seems to be a park with a lush, grassy area. The central feature of the picture is four adults—three men and one woman—sitting on what appears to be a large picnic blanket.\n\nOn the left, a man in a dark blue shirt and light-colored pants is kneeling on the blanket and opening or closing a cooler. Directly in front of him, a woman in a black and white dress with sunglasses is looking towards the left, possibly engaging in a conversation with someone outside the frame. She has a purse beside her.\n\nNext to her, another woman in a white sleeveless top and a black-and-white floral skirt is seated with her right hand to her mouth, possibly eating. She is looking slightly towards her right.\n\nOn the far right, a man in a light yellow shirt and a striped tie sits with crossed arms and what could be chips in his left hand. He seems to be focused on something out of the frame to his left.\n\nIn the foreground and slightly out of focus, a person in a yellow top and a white hat covering her face watches the group, insinuating that she might be part of the group or just observing.\n\nAll around the group, various items such as chips, cans of soda, and personal bags are scattered on the blanket, indicating a casual and relaxed atmosphere. In the background, other park-goers can be seen on grassy areas and pathways, contributing to a lively public space ambiance typical of a sunny day in the park. The attire of the individuals and the can design suggest this photo might be from the late 1960s to 1970s.","title":"West Virginia celebrated its 100th birthday in 1973 with rock concerts on the steps of the state capitol. West Virginians took note of the holiday by picnicking on the capitol grounds, dancing and listening to the music.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["556298","557955","558188","556532","549444","547756","557935","551017","558182","553169","552032","553065","551460","555947","545228","557488"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["blanket","chip","picnic","group","park","adult","woman","soda","sleeveless","goer"]}
