{"path":"551041.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a scene at a lock or canal gateway, likely a river or canal setting, with a focus on industrial activity. In the foreground, heaps of what appears to be coal are loaded onto a barge, indicative of the transportation of bulk materials. The coal is heaped in significant mounds and stretches across the length of the barge visible in the frame.\n\nOn the left side of the image, a vivid yellow railing creates a striking contrast with the darker tones of the coal, guiding the viewer's eye through the scene. There are several people within the scene dressed in industrial or work attire, suggesting they are engaged in operational tasks. One individual is walking down the edge of the lock, while another stands partially obscured by the coal heaps, possibly overseeing the loading process.\n\nIn the background, a control tower or operations hub stands prominently over the lock, equipped with various antennas and communication devices atop it, implying the coordination of logistics and navigation. The image also shows a series of street lamps lining the pathway beside the lock, adding to the infrastructure's detailed setup.\n\nThe backdrop features a range of hills, blurry and subdued, which contrasts with the industrial foreground, thus highlighting the intersection of natural environments and human industrial activity. A misty haze envelops the distant hills, providing a sense of depth and atmosphere to the image.\n\nOverall, the photograph mixes elements of industrial, transportation, and natural landscapes, illustrating a dynamic yet routine operation within a waterway transport system.","title":"A coalburg tug and eight coal barges go downstream through the london locks, one of three lock systems on the kanawha river.  The other locks are at marmet and winfield.  The coal is being transported to a power plant on the Ohio river","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551048","551047","551039","551038","550961","551044","556500","551043","550960","557223","553826","550853","555591","548187","547069","551040"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["lock","coal","heap","canal","barge","transportation","coordination","antenna","logistic","oversee"]}
