{"path":"551057.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph displays an industrial scene dominated by heavy industry and pollution. In the foreground, there is a wide road running horizontally through the picture. Alongside the road, several cars and trucks are visible, suggesting this is a busy area. A parking lot filled with cars is seen adjacent to the road.\n\nParallel to the road, there are railway tracks, indicating the transportation of goods or raw materials likely connected to the industrial activity in the area. Overhead power lines are also noticeable, crisscrossing above the scene and emphasizing the industrial development.\n\nBehind these more immediate elements, a cluster of industrial buildings stretches across the middle ground. These buildings vary in size and structure, some tall and slender, others more substantial and block-like. Numerous smokestacks rise from these buildings, releasing thick, white smoke that billows into the sky, contributing to a smoggy haze that hangs over the scene.\n\nIn the background, there are densely wooded hills that partially obscure the upper portions of some smokestacks, creating a stark contrast between the natural landscape and the industrial activity at its base. The overall appearance is one of a bustling, heavily industrialized area, marked by significant air pollution, likely from manufacturing or chemical processing plants. This portrayal brings attention to environmental and possibly health impacts associated with industrial sectors.","title":"Smoke from union carbide's ferroAlloy plant seen from across the kanawha river at montgomery heights","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["546212","550171","551033","548377","550176","545265","557218","551083","550862","550716","545443","550981","557226","549967","550173","545244"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["road","smokestack","pollution","sector","industrialize","release","health","parallel","portrayal","bring"]}
