{"path":"551018.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a vibrant outdoor concert scene set on the wide, stone steps of a grand building. The scene features a band of six musicians performing in front of a relaxed audience seated on the steps and grass area.\n\nStarting with the musicians, from left to right, there's a percussionist with conga drums, a keyboardist with an electronic organ, a saxophonist wielding a saxophone, a guitarist strumming an electric guitar, another guitarist by the edge, and a vocalist centered right between the instruments. The musicians are stylishly dressed in typical 1970s attire, including bell-bottoms, patterned shirts, and Afro hairstyles. Notably, the vocalist and one guitarist are dressed in striking red outfits, adding a visual emphasis to their performance.\n\nBehind the performers, the building presents a classical architectural style with tall pillars. The steps where the audience sits enhance the informal atmosphere of the event, allowing people to enjoy the music in a casual setting. The audience is diverse, with individuals and groups chatting, watching, and enjoying the day. Some audience members are seated directly on the steps, while others have brought blankets to rest on the grassy area below.\n\nOverall, the composition conveys a lively and communal spirit typical of outdoor concerts, capturing a sense of enjoyment and musical engagement among performers and spectators alike. The setting, attire, and style of the image suggest it could be from the mid to late 20th century, reflecting the cultural and musical trends of that era.","title":"West Virginia celebrated its 100th birthday in 1973 with rock concerts on the steps of the state capitol. West Virginians took note of the holiday by picnicking on the capital grounds, dancing and listening to the music.","placename":"West Virginia","location":"OTHER","nn1":["551014","551012","553297","551709","551708","553286","557264","556304","553284","553232","553201","551782","553264","551020","546780","551479"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["audience","musician","step","concert","performer","trend","guitar","spirit","bell","drum"]}
