{"path":"551047.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"The photograph depicts a scene of a lock on a river, likely taken in a valley or mountainous area, surrounded by lush green hills. In the center of the image, a large barge heavily loaded with coal is positioned within the lock, waiting to pass through. The barge appears long and flat, and it's almost filled to the brim with black coal.\n\nOn either side of the river lock, there are concrete walls and structures that form the lock chambers, which are used to raise and lower boats between stretches of water of different levels. The lock gate on the far end is partially seen and appears tall and sturdy with vertical stripes, possibly as a safety or visual guide.\n\nTo the left of the image, there is a well-maintained walkway along the lock, featuring a yellow safety railing. This path enables operators or visitors to walk alongside the lock chamber and access control structures. Several bollards and lamps can be seen along the pathway.\n\nThe background shows a peaceful rural or semi-rural setting, characterized by densely wooded hills that close in the river valley. The sky is partly cloudy, suggesting an overcast day but still bright enough for a vivid photograph.\n\nOverall, the composition of the image captures a working industrial moment in a beautiful, natural landscape, juxtaposing human engineering with the environment. It provides a glimpse into the infrastructure that supports river navigation and the transport of bulk materials like coal.","title":"A Coalburg tug and eight coal barges go downstream through the London locks, one of three lock systems on the Kanawha River. The other locks are at Marmet and Winfield. The coal is being transported to a power plant on the Ohio River.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551048","551041","556500","551044","547037","551038","548187","550853","550961","550951","551045","558004","544271","551039","556481","551211"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["lock","coal","barge","river","safety","valley","bollard","brim","guide","operator"]}
