{"path":"551014.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a lively outdoor music performance on a broad set of stone stairs at the base of a large, classical columned building. The musicians, a small band comprising five members, are positioned midway up the stairs. They are actively engaged in their performance, using instruments including electric guitars, a trumpet, saxophones, and drums. Each musician is dressed in distinctive 1970s attire, with their styles featuring patterned shirts, wide collared tops, flared pants, and a mix of casual and funky outfits.\n\nThe audience, a casually dressed group of people of various ages, is seated and scattered across the lower steps and the base of the staircase, enjoying the performance. Some members of the audience are also standing or sitting on the upper steps, near the building's massive columns, watching the performance.\n\nThe background of the photograph is dominated by the impressive architecture of the building, which includes towering columns and a shaded entrance, lending a formal and monumental feel to the scene. The setting appears to be in a public, possibly urban area, indicated by the presence of mature trees and paved surfaces surrounding the performance area. The atmosphere of the scene is vibrant and communal, with the audience visibly engaged and relaxed in the open-air venue.","title":"West Virginia celebrated its 100th birthday in 1973 with rock concerts on the steps of the state capitol. West Virginians took note of the holiday by picnicking on the capitol grounds, dancing and listening to the music.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551018","551012","553297","551020","553286","553201","557264","553284","551708","551015","553173","551709","553232","551782","556304","551770"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["performance","audience","musician","stair","member","step","column","base","guitar","drum"]}
