{"path":"551079.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph features a rural bait shop setting, capturing a nostalgic slice of mid-20th-century Americana. The main structure in the image is \"Jack's Bait Shop,\" as indicated by the large sign hanging atop the building. The shop is constructed from what appears to be wooden planks painted in dark red, with several different advertisements and posters mounted on its walls.\n\nTo the left of the image, there is a prominent signboard advertising \"ENJOY RC\" cola amongst piles of wooden crates, presumably used for holding bait or supplies. Additional branded elements include multiple Pepsi logos: one on a vertical sign, one on a cooler, and smaller logos on cola crates stacked on the right.\n\nIn front of the bait shop, two women are standing. They are dressed casually in shorts and t-shirts, suggesting a warm climate or a summer season. The younger woman on the right holds a soft drink can, enhancing the casual, leisurely feel of the scene.\n\nThe shop front features a couple of counters with various items visible, including more soft drink cans and bottled beverages, hinting at the shop also serving as a local general store. A small open window can be seen, possibly for service.\n\nAn “ICE” cooler in bold red letters sits prominently at the right edge of the frame, associating the shop with fishing and outdoor activities where ice and cooling supplies are necessary. The background is lush with green trees, indicating that the shop is located in a wooded or rural area that likely attracts fishing enthusiasts and campers.\n\nThe composition of the photograph, with its focus on the bait shop and its immediate surroundings, tells a story of a small, community-centered business serving the needs of locals and visitors engaged in outdoor activities.","title":"Roadside store on Route 60","placename":"Shrewsbury (W. Va.)","location":"Shrewsbury, West Virginia","nn1":["555377","552513","542812","551121","557762","547886","556368","552518","547805","552517","544373","557679","554186","558281","545154","554036"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["shop","bait","crate","drink","supply","ice","logo","signboard","fishing","cooler"]}
