{"path":"551097.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a multifaceted urban street scene possibly from the mid-20th century. Dominating the composition is a large overpass bridge with concrete balustrades and a vehicle, possibly a bus, passing over it, slightly blurred suggesting movement. Below the bridge, the scene is divided into layers of activity.\n\nIn the foreground, a signpost for \"Coal River Baptist Church\" is prominently displayed along the left side of the image, indicating the location or the nearby presence of a church. The focus is primarily on a two-story building positioned centrally under the shadow of the overpass. This building, likely residential, has a weathered appearance with vertical siding and a central entrance flanked by windows. On its steps and porch, several individuals are visible, including sitting and standing figures, who appear to be engaged in casual interactions.\n\nTo the right of the structure and slightly set back from the road, there's a smaller, similar styled building, adding to the residential feel of the scene. Along the street, parked and moving vehicles of vintage models hint at the era, with one particularly striking car in a light color parked closer to the foreground.\n\nThe backdrop reveals a soft-focus hill, suggestive of a town nestled in a valley, contributing to the overall serene yet lively atmosphere of a small community captured in a moment of everyday activity. The lighting conditions, with shadows cast by the overpass, add to the contrasty and atmospheric quality of the image, evoking a sense of time and place effectively.","title":"Downtown Cedar Grove. Route 60 is overhead.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["549878","549857","556564","549879","549861","551478","550744","551235","555988","550138","545062","544793","551106","556224","550022","553846"],"cl":[4],"cluster":["#04 &mdash; Bridges/Overpasses"],"terms":["overpass","signpost","bridge","balustrade","standing","church","bus","step","siding","vintage"]}
