{"path":"551048.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"The photograph captures a scene of industrial waterway activity, specifically featuring the process of coal transportation via barges. The setting is a lock system, likely part of a canal or river designed to manage water traffic and water levels.\n\nAt the center of the image is a towed barge heavily laden with coal. The barge is made up of several connected sections, each piled high with black coal which adds a distinctive dark contrast to the otherwise natural and industrial hues in the scene. There is visible equipment on the barge such as ropes and cables, possibly used for securing the loads or for maneuvering the barge.\n\nOn the left side of the photograph is a narrow walkway painted with a yellow strip, flanked by metal railings. Beyond this walkway, slightly out of focus in the background, is another similar coal-laden barge with apparent signs of unloading activity, indicating an active industrial operation.\n\nIn the distance, the lock mechanism is evident with its solid, heavy-duty gates and adjacent building structures, which appear to control the ingress and egress of barges like the ones pictured. The landscape surrounding the lock station includes lush green hills, suggesting a valley location. These hills are softly enveloped by a hazy sky, possibly suggesting humidity or heat typical of industrial river valleys.\n\nThe overall composition of the photo, with its sharp industrial details against natural backdrops, portrays a dynamic blend of nature and human-engineered environments serving the purpose of resource transportation. The photograph likely dates back a few decades, considering its coloration and the style of the structures, offering a historical view into the industrial practices of the past.","title":"A coalburg tug and eight coal barges go downstream through the london locks, one of three lock systems on the kanawha river.  The other locks are at marmet and winfield.  The coal is being transported to a power plant on the Ohio river","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551041","551047","551044","551043","550961","551038","550960","556500","550951","551039","553826","557309","557223","551042","548187","550853"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["barge","coal","lock","walkway","transportation","vally","humidity","engineere","tow","past"]}
