{"path":"551012.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a lively outdoor scene, presumably during a daytime music concert or public event. The image is taken from the perspective of the stage, looking out towards the audience.\n\nOn the stage, there are four musicians—three of them are facing away from the camera. From left to right, there is a person (not fully visible) playing a bass guitar, their hair in a prominent afro style and they're wearing a striped shirt. Next to him is another musician in a blue T-shirt and jeans, handling a guitar. In the center, facing towards the audience, is a vocalist wearing a brightly colored red shirt, jeans, and a wide-brimmed red hat. On the right, a seated drummer is visible, playing a drum kit, wearing a patterned shirt and a cap, obscured partly by a cymbal.\n\nSeveral pieces of musical equipment and instruments are visible on stage, including amplifiers, microphones, microphone stands, and at least three electric guitars.\n\nThe audience in front of the stage is diverse and casually dressed, indicative of a laid-back outdoor event. Several spectators can be seen seated or standing on well-manicured grass across a pathway that bisects the composition horizontally. Beyond the audience, there’s a street with cars and cyclists passing by, hinting at an urban park setting. Behind the street, more spectators are scattered in a spacious area, all facing towards the stage.\n\nIn the background, opposite the stage across the street, a large building is visible, possibly an institutional or governmental building, given its large size and prominent positioning.\n\nThe atmosphere seems relaxed and festive, with the audience engaged and enjoying the performance under a bright, clear sky. The event appears to be well-attended, indicating its popularity or significance in the community or city.","title":"West Virginia celebrated its 110th birthday in 1973 with rock concerts on the steps of the state capitol. West Virginians took note of the holiday by picnicking on the capitol grounds, dancing and listening to the music.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["553297","551708","551018","553284","551709","553201","551670","551770","553296","551014","551673","557264","553286","551782","551672","551671"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["audience","stage","guitar","microphone","musician","spectator","event","street","shirt","popularity"]}
