{"path":"551039.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph features an industrial setting along a river, where a man is seen working on a port or docking area laden with heaps of coal. In the foreground, a shirtless male worker with rolled-up dark trousers stands on a concrete platform. He appears to be handling a thick cable or hose, possibly involved in operations related to loading or securing the coal.\n\nBehind the worker are sizable mounds of coal, which cover much of the docking surface. There is a barge or similar boat equipped with what looks like an upper control room or cockpit, partially loaded with coal, suggesting that the coal is possibly being transported via this riverine route. The river extends into the background, flanked by lush, wooded hills under a somewhat cloudy sky, creating a serene yet industrially active backdrop.\n\nThe port area includes several noticeable features like a bright yellow rail and red bollards, presumably for safety and guiding purposes. Street lamps line the port, which might indicate the area remains operational after dark. The setting indicates a somewhat dated or retro ambiance, suggested by the color tone and style of the image, as well as the somewhat worn equipment and infrastructure visible. Overall, the scene encapsulates a moment of industrial activity, blending natural beauty with commercial operation.","title":"A coalburg tug and eight coal barges go downstream through the london locks, one of three lock systems on the kanawha river.  The other locks are at marmet and winfield.  The coal is being transported to a power plant on the Ohio river","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551040","551043","551038","556500","551041","550961","555591","550960","557223","547065","551048","547069","551042","542989","551044","554632"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["coal","port","load","worker","bollard","riverine","cockpit","laden","docking","operation"]}
