{"path":"551040.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This image depicts an industrial setting, focused on a young, shirtless man working along a dock that is piled high with heaps of coal. The man is facing away from the camera, appearing engaged in his task which involves handling a large, thick rope or cable, part of which is coiled on the ground next to him. He is dressed in dark trousers and work boots, which are practical for the kind of heavy manual labor he seems to be involved in.\n\nThe setting includes a large amount of coal stored along the length of the dock, indicating that this area is likely used for the loading or unloading of coal from boats. In the background, one can see a tugboat close to the dock area, suggesting that transportation of this coal via the waterway is in progress or imminent.\n\nThe landscape features rolling hills with lush greenery accentuating a serene background contrary to the industrial foreground. A few structures that possibly serve industrial functions are visible, including a large, vertical building with siding and ducts that speaks to the industrial nature of the location. The sky is overcast, casting a soft light over the scene which helps to highlight the shimmering texture of the coal piles.\n\nUtility poles and functional infrastructure, such as lighting along the dock, reaffirm the area’s industrial usage. This combination of natural landscape and industrial activity provides a striking contrast in the photograph.","title":"A Coalburg tug and eight coal barges go downstream through the London locks, one of three lock systems on the Kanawha River. The other locks are at Marmet and Winfield. The coal is being transported to a power plant on the Ohio River.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551039","551043","547065","555591","551038","551041","546841","547164","550961","556500","557403","552148","544386","546917","551925","553013"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["coal","dock","duct","pile","coil","unloading","involve","tugboat","loading","usage"]}
