{"path":"551017.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"The photograph captures a group of people enjoying a sunny day outdoors. The setting appears to be a park with lush green grass and a variety of trees in the background which subtly hint at a serene and peaceful atmosphere. The people in the image are dressed in casual, summer attire, typical of a relaxed afternoon in the park.\n\nStarting from the left, there is a man with long hair and a beard, wearing a gray T-shirt and cut-off jean shorts. He is sitting on a pink blanket, leaning back on his hands with his legs crossed, and appears to be looking towards something happening outside the frame to his left.\n\nNext to him, seated on the same pink blanket, is a shirtless man with dark hair, wearing light-colored shorts. He is sitting with one knee up and one knee folded towards him, and his right arm is draped over a dark-haired woman sitting beside him. This woman is wearing a pinkish dress with a geometric pattern and seems engrossed in whatever activity is occurring off to the side.\n\nFurther to the right, another woman is visible. She has shoulder-length dark hair and is wearing a blouse with a predominantly light color and a lace collar. Her expression is focused and she is also looking towards the same direction as most of the other people in the shot.\n\nThe composition of the photograph emphasizes a casual, communal gathering, where the group is engaged in either watching an event or involved in a conversation. The background is blurred enough to keep the focus on the group, yet it clearly portrays a typical park setting that enhances the feel of a leisure day spent outdoors.","title":"West Virginia celebrated its 100th birthday in 1973 with rock concerts on the steps of the state capitol.  West Virginians took note of the holiday by picnicking on the capitol grounds, dancing and listening to the music","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["553065","555947","547756","551682","558182","556525","551028","551011","557985","558187","551027","556522","552033","557935","556296","550302"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["blanket","knee","sit","hair","group","park","woman","pinkish","happen","lace"]}
