{"path":"551074.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph depicts a complex and interesting mix of urban residential life juxtaposed with industrial activity. In the foreground, we see a typical suburban scene with lush, green lawns and well-maintained homes. There are several trees, some quite large and leafy, adding a natural element to the neighborhood scene. Notably, there is a sidewalk where a person is pushing a bright yellow baby stroller, accompanied by a child walking beside them, indicative of everyday family life.\n\nVehicles from around the mid-20th century, including a prominent white car parked alongside the curb, lend a historical aspect to the image. The homes appear to be single-story, typical of suburban designs from mid-century America, with gabled roofs and attached front porches.\n\nIn stark contrast to this peaceful residential setting, the background presents a large industrial complex with various structures, including tall smokestacks from which smoke or steam is being emitted. There are multiple large tanks and an assortment of other infrastructure, likely pertaining to manufacturing or processing facilities, which dominate the skyline behind the homes. This juxtaposition speaks to the proximity in which industrial and residential areas were built during this period, potentially hinting at socioeconomic contexts or urban planning decisions of the era.\n\nThe overall composition of the photograph, with the serene, tree-lined residential forefront and the imposing, busy industrial backdrop, creates a dynamic scene that reflects themes of economic coexistence and environmental impact within a community setting.","title":"Residential street in close proximity to the Dupont Belle Works","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551146","551072","551075","551145","545437","551151","545388","550166","557300","556584","542935","546039","550945","551152","551569","553936"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["home","decision","stroller","baby","century","curb","planning","assortment","coexistence","manufacturing"]}
