{"path":"551085.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a scene from the front of a vintage business establishment, possibly a bar or restaurant. The location suggests a town or rural setting, and the architecture and signage point to mid-20th-century Americana.\n\nThe central focus is a free-standing, multi-tiered signage structure in the foreground. On the top is the logo of the famous beer brand \"Falstaff\" with its signature shield and knight. Below it, a brightly colored neon sign for \"Taxi\" is displayed, showcasing transport services likely offered at this location. Adjacent, a smaller but prominent \"Greyhound\" bus sign is fixed to the building, suggesting it also served as a bus stop.\n\nOn the left of the image is the front elevation of the building, painted in dark hues with the word “BEER” illuminated in neon lights. This suggests the establishment sells alcoholic beverages, likely catering to locals and visitors. A red-trimmed door outlined with a white framework provides an entrance, and a man is visible, sitting inside, giving the scene a lived-in, operational feel.\n\nThe right side of the photograph shows the rear part of a vintage car, parked and attended to by a person standing close by, reinforcing the functional and frequented nature of the establishment.\n\nThe setting includes a concrete pavement and the base of a large utility pole at the corner of the image, indicating a typical street scene. The overall atmosphere evoked by the photograph is nostalgic and represents a slice of small-town life in mid-century America.","title":"Downtown cedar grove","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551322","558037","546184","544084","549113","550135","546668","550127","549014","555422","547862","548889","551494","555506","545618","552526"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["establishment","beer","neon","bus","signage","town","local","frequent","cater","fix"]}
