{"path":"551020.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph features a vibrant and busy outdoor scene, likely a public space with stone steps where different activities are unfolding. In the foreground, on the steps, there's a woman dressed in a floral top and red shorts, helping a young child, who appears to be wearing a light-colored top and diapers. The child seems to be sitting and possibly playing on the stairs, while the woman supports them by holding their arms.\n\nIn the background, there is a band performing on the same set of stairs, slightly elevated on a landing. The band consists of four members who are all African-American men. From left to right, one band member is playing a saxophone, dressed in a light blue shirt and jeans, wearing a red cap. Next to him is another member holding a guitar, dressed in a striped long-sleeve shirt and dark pants, standing in front of a microphone. The third member also holds a guitar and is dressed in a patterned, blue, long-sleeve top with bell-bottom trousers, also singing or speaking into a microphone. The fourth member, partly obscured, stands behind a set of drums. Various musical equipment and amplifiers are visible around them.\n\nThe setting suggests it could be a casual public performance or street festival, given the informal setting and the presence of casual spectators like the woman and child. The overall mood appears lively and community-oriented.","title":"West Virginia celebrated its 100th birthday in 1973 with rock concerts on the steps of the state capitol. West Virginians took note of the holiday by picnicking on the capitol grounds, dancing and listening to the music.","placename":"West Virginia","location":"OTHER","nn1":["551015","551014","551018","551012","553297","546780","553284","553173","557264","553286","553267","553201","551011","553142","553248","554451"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["member","band","guitar","microphone","stair","child","set","step","top","sleeve"]}
