{"path":"551072.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph presents a vivid contrast between a residential street and an industrial backdrop. The foreground shows a narrow street lined with cars parked on the left side. The vehicles appear to be from the 1960s or 1970s, including a range of models and colors such as white, yellow, and blue. The street is bordered by small residential houses with visible features like a porch and fences.\n\nOn the right side of the image, two individuals, possibly children, are standing near a fence. They are facing away from the camera, and one seems to be crouched over something. The domestic scene includes green grass and lush trees, which frame the top and right portions of the image, contributing a sense of a typical neighborhood environment.\n\nContrasting sharply with this serene suburban setting, the background of the photo shows a large industrial complex. Towering structures filled with pipes, smokestacks emitting fumes, and complex frameworks dominate this portion of the scene. These facilities suggest heavy industry, likely a factory or a plant, located in close proximity to the residential area. The atmosphere evokes a blending of everyday life with industrial activity, reflecting a community living in the shadow of manufacturing or refining operations. The overall composition of the photo emphasizes the juxtaposition between the quiet street life and the imposing industrial presence, possibly hinting at socio-economic narratives or environmental concerns.","title":"Residential street in West Belle. Dupont plant in background.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551074","545388","551145","551075","551146","556584","551151","550203","545437","550166","545530","542935","546866","550187","551152","557213"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["street","fume","fence","blending","portion","concern","manufacturing","1960","proximity","pipe"]}
