{"path":"551019.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a lively scene, presumably from a public event or gathering in a park-like environment during the daylight. In the foreground, two main figures, a man and a woman, stand on a concrete path. They appear to be dancing or getting ready to dance. The man, positioned on the left, wears a tight-fitting gray t-shirt and flared blue jeans. He is animatedly pointing with one hand, possibly keeping the rhythm or coordinating the dance, while looking towards the woman. His expression is one of enthusiasm and engagement. The woman, positioned on the right, is dressed in a sleeveless white top and flared gray pants, and seems to be clapping or tapping to the beat. Her expression is focused and slightly serious.\n\nBehind these two individuals, there are various groups of spectators sitting and standing around, adding a casual, communal atmosphere to the setting. The audience consists of people in casual attire, typical of the period (perhaps the 1970s or 1980s based on fashion), watching the activity in the foreground. The scene includes a mix of ages and genders, all absorbed in the event. Some are sitting on the grass, others on blankets, and some directly on the paved area, forming an informal amphitheater around the central performers.\n\nThe background features lush green trees and scattered groups of people, suggesting the event is taking place in a sizeable public space, likely a park. This idyllic setting contributes to a relaxed and festive mood. Additionally, a vehicle can be glimpsed in the distance, hinting at a nearby road or parking area. The overall mood conveyed is one of enjoyment and community engagement, typical of warm-weather gatherings in public spaces.","title":"West Virginia celebrated its 100th birthday in 1973 with rock concerts on the steps of the state capitol. West Virginians took note of the holiday by picnicking on the capitol grounds, dancing and listening to the music.","placename":"West Virginia","location":"OTHER","nn1":["553232","556288","553241","553268","553267","553264","553235","551710","553231","553283","553761","558295","553236","553210","558286","553251"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["event","engagement","woman","enthusiasm","performer","rhythm","dance","park","gender","1980"]}
