{"path":"551064.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"The photograph depicts a striking natural scene characterized by a large landslide on a forested mountain. The landslide has left a vast scar on one side of the mountain, exposing a wide swath of bare earth that contrasts vividly with the lush greenery surrounding it.\n\nTo the right of the image, atop the mountain and adjacent to the landslide, there are several buildings seemingly perched on the edge. These buildings include what looks like a large house or mansion, which appears somewhat dilapidated, and a few smaller structures that might serve as outbuildings or sheds. Their precarious placement near the landslide gives the scene an eerie, somewhat abandoned aura.\n\nThe rest of the mountain and the foreground are densely covered with trees, exhibiting deep shades of green that suggest this photograph was taken during a time of healthy vegetation, possibly the late spring or summer months. \n\nThe sky is visible at the top of the frame, showing a clear blue atmosphere with no obvious signs of pollution or cloud cover, adding a peaceful element to an otherwise dynamically altered landscape. \n\nNo human figures or moving objects are visible in the image, emphasizing the stillness and the natural drama of the scene. The overall composition balances the rugged, exposed earth of the landslide against the enduring vitality of the forest, creating a powerful contrast between destruction and resilience in nature.","title":"Slag from the Harewood mine has eroded this hillside above Smithers. This mine is part of Allied Chemical's Semet Solvay division.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551200","555199","543721","542825","542837","555207","556445","555103","552994","551971","545264","555089","544848","545254","555150","554548"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["landslide","mountain","swath","vitality","drama","earth","month","outbuilding","aura","destruction"]}
