{"path":"551013.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a vibrant, candid moment among three young African-American women sitting together on a brick ledge, likely in a park or urban green space. The background is lush with green trees and a glimpse of a clear sky, suggesting a warm, pleasant day. \n\nOn the left, one woman is wearing a dark sleeveless top and red open-toe sandals. Her smile is wide and her eyes crinkled in mid-laughter as she turns slightly towards the center woman. Her hair is styled in a natural afro, and she is holding something small and light-colored in her hand.\n\nThe woman in the center features a cheerful expression and is dressed in a light, sleeveless top and wide-legged denim jeans. Her hairstyle is also an afro, and she is seated comfortably with her arms resting on her legs, fully engaged in the interaction.\n\nOn the right, the third woman is wearing a white shirt with green and yellow trim, styled like a sports jersey, and white shorts. Similar to the others, her hair is styled in a natural afro. She has a look of joy and seems to be laughing heartily. Accents of red appear in her outfit and on the small bag next to her white strapped sandals.\n\nThe overall mood is joyful and relaxed, with the trio enjoying what seems to be a casual, friendly conversation in a natural, urban setting. Their outfits and hairstyles reflect a casual, possibly late 1970s to 1980s fashion, emphasizing comfort and simplicity combined with a sense of personal style.","title":"West Virginia celebrated its 100th birthday in 1973 with rock concerts on the steps of the state capitol. West Virginians took note of the holiday by picnicking on the capitol grounds, dancing and listening to the music.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["553804","553154","553205","548646","553761","547772","556805","551466","551433","554909","551126","553166","556282","556176","555896","553500"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["afro","sandal","woman","hairstyle","style","outfit","jersey","laughter","laugh","strap"]}
