{"path":"551184.jpg","date":"September 1973","photographer":"Schaefer, Harry","caption":"This photograph features an aerial view of a large industrial site with a prominent cooling tower emitting a thick plume of steam. The cooling tower is large, with a hyperboloid structure typical of nuclear or coal power plants, suggesting its use for heat dissipation from the plant's systems. The tower's exterior appears to be constructed of a concrete material with a lattice-like base, enhancing its industrial aesthetic.\n\nAround the cooling tower, the landscape is marked by vast, bare dark brown earth, possibly suggesting recent construction or excavation activities. Several roads and tracks criss-cross the area, indicating regular vehicular movement, likely for maintenance or operational procedures of the plant. A collection of smaller structures and some tanks are visible near the base of the cooling tower, likely associated with the plant's operational buildings.\n\nIn the distance, a river or a large body of water and adjacent green land present a stark contrast to the stark industrial foreground. This setting indicates the plant’s location might have been strategically chosen near water sources essential for its cooling processes.\n\nOverall, the photograph captures a dynamic yet stark industrial environment, foregrounded by technological infrastructure, contrasted against natural elements in the background, emphasizing the interplay between industrial activities and their environmental contexts.","title":"Cloud of steam rises from one of the massive cooling towers of the john amos power plant near Nitro on the kanawha river below and behind is a portion of the coal stock pile for the plant","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["548039","545127","551175","545131","545171","553885","553829","548211","551155","548043","544966","547255","548208","548035","545841","551983"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["cool","tower","plant","choose","procedure","base","lattice","heat","coal","excavation"]}
