{"path":"551135.jpg","date":"July 1973","photographer":"Schaefer, Harry","caption":"The photograph depicts a bustling city street scene, presumably from the mid-20th century, given the style of the vehicles and signage. It captures a daytime view down a narrow street flanked by multistory buildings, filled with a multitude of cars typical of the 1960s or 1970s, in a variety of colors and models.\n\nIn the foreground, cars are parked on both sides of the street, and the road is occupied with cars that appear to be in motion, highlighting the busy nature of the street. There is also a man dressed in a light shirt and red pants, possibly a worker, standing in the middle of the street directing or observing traffic.\n\nThe street is lined with neon signs and billboards advertising various businesses including hotels (\"Hotel Daniel Boone\"), restaurants, and other local establishments. Prominent among these signs is one for a hotel featuring a vertical neon sign and other smaller signs advertising a steak house, \"Island Foods,\" and \"Kay's.\" A notable characteristic of the photograph is the dense array of these vibrant signs, typical of urban commercial districts during this era.\n\nThe architecture of the buildings varies, with some older, ornate structures alongside more modern, minimal ones. In the background, there are taller commercial buildings, with signs large enough to be visible from a distance, adding to the urban landscape's depth.\n\nThe setting suggests a lively, densely populated urban area with a diverse range of commercial activities, capturing a moment of everyday life during this period. The atmosphere conveyed is one of dynamic city life, with the interaction between cars and pedestrians against a backdrop rich with commercial culture.","title":"Capitol street in downtown Charleston, seen from the railroad, looking toward the kanawha river","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["545216","549872","554297","551136","550139","556724","548388","551125","547369","542586","556709","549014","548369","549882","556224","546626"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["street","hotel","sign","neon","advertise","car","restaurant","multitude","billboard","city"]}
