{"path":"551178.jpg","date":"September 1973","photographer":"Schaefer, Harry","caption":"This aerial photograph features a view of a cityscape sprawling across both banks of a large river, which meanders through the center of the image. The river is wide and hosts several barges, indicating that it is a significant route for transportation or industrial activities. Around and on the river, there are multiple bridges connecting the two sides of the city, enhancing the interconnectedness of the urban area.\n\nOn either side of the river, the urban landscape is densely packed with buildings of various shapes and sizes, implying a mixture of residential, commercial, and industrial zones. The predominant colors in the urban areas range from dark reds to gray hues, typical of many rooftops and structures found in cities.\n\nThe geography surrounding the city is hilly, with green vegetated areas visible in the foreground and background. This indicates the city's location in a valley or alongside hills, which adds a picturesque quality to the scene. Additionally, the hills peaking around the borders of the image are densely forested, contrasting sharply with the urban environment.\n\nThe left side of the image features extensive industrial facilities, including large flat buildings and outdoor storage areas that appear to be docks or cargo handling sites, indicative of heavy industrial use. The right side of the city, while still industrially active, transitions more into a dense residential and commercial zone with higher buildings, including a distinct tall tower central to the right section of the photograph.\n\nOverall, the photograph captures the dynamic character of an industrially vibrant city nestled in a natural river valley setting, illustrating both human enterprise and natural beauty.","title":"South Charleston (right) and blaine's island (center).  In background is Charleston","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551181","551188","550548","551189","553213","546669","549814","556949","546706","548347","555758","550861","548407","547263","548019","548344"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["city","river","valley","enterprise","geography","host","hill","rooftop","side","sprawl"]}
