{"path":"551131.jpg","date":"July 1973","photographer":"Schaefer, Harry","caption":"This photograph depicts a somewhat aged and neglected urban environment. A large pile of assorted wooden debris dominates the foreground on the left side of the image, suggesting either recent demolition or construction work in the vicinity. The debris pile is composed of various kinds of lumber, possibly from disassembled buildings or discarded pallets.\n\nThe scene is set in an alleyway bordered by small, presumably residential, single-story and somewhat dilapidated structures. These houses exhibit signs of wear and neglect, with faded and peeling paint. The alleyway itself is paved but shows signs of disrepair and minimal maintenance, with visible cracks and uneven surfaces.\n\nIn the background, electrical poles line the alley, and multiple power lines crisscross above, adding a sense of clutter to the sky. There are also visible trees and some foliage, which, along with the shadows cast, suggest a sunny day.\n\nFarther down the alley, towards the center of the photograph, stands a taller building, likely an apartment or an office structure, which contrasts with the smaller houses in its size and design. This building appears more modern than the surrounding homes.\n\nOn the far right, there is a glimpse of another structure similar to the foreground houses, completing the alleyway scene. There are no visible people or moving vehicles in the image, contributing to a sense of abandonment or disuse.","title":"Razed houses, and others due for demolition--part of an urban renewal project in the Triangle section of Charleston.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["544072","557350","545361","552967","550253","549786","552682","549785","544468","550246","543165","553470","549774","550264","556640","557345"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["alleyway","alley","house","pile","pallet","demolition","clutter","lumber","crack","disuse"]}
