{"path":"551134.jpg","date":"July 1973","photographer":"Schaefer, Harry","caption":"This photograph presents an interesting juxtaposition of urban architecture and a grassy open space. In the foreground, there are three tall, cylindrical columns that seem to be made of concrete, and their plain, textured surfaces stand stark against the rest of the scene. No overt function of these columns is apparent from the image; they may be part of a monument, sculpture, or part of some larger unobserved structure.\n\nIn the background, we see several buildings that contribute to an urban skyline. The most prominent building appears to have a flat-topped tower with what looks to be a pyramid-shaped roof topped with a flag. This might suggest the building has some official or significant role, perhaps a governmental or an important commercial building. Additional structures include various buildings with flat roofs and large windows, characteristic of mid-20th century commercial architecture.\n\nBetween these two main elements of the composition, there is a broad field covered with dry, yellowing grass, suggesting the photograph was taken in a season of less rainfall or possibly depicting a neglected urban area. A small, simple, shed-like structure can also be seen amid this grassy field.\n\nIn this open field, several people are visible. They appear to be either walking through the area or possibly engaged in some activity that is not clearly distinguishable in the image. Their presence adds a human element to the otherwise stark architectural environment.\n\nOverall, the photograph documents a contrast between urban development and open land, possibly exploring themes of space, function, and environment in urban settings.","title":"Supports for Interstate 77 stand in space cleared by the Charleston Urban Renewal Authority. This section of I-77 passes close to the capital's downtown area.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["544523","544519","549958","549317","551133","546539","552757","557271","553557","557530","549766","556179","557267","546464","551653","546473"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["column","function","field","pyramid","monument","building","sculpture","architecture","rainfall","explore"]}
