{"path":"551175.jpg","date":"September 1973","photographer":"Schaefer, Harry","caption":"This photograph provides an aerial view of a large industrial area featuring multiple cooling towers at a power station. There are four prominent cooling towers in the foreground, three of which have a hyperboloid structure and are constructed of what appears to be concrete, with dark-colored lower sections leading into lighter upper areas. The towers are massive, dominating the composition, and at least one of the towers emits a thick plume of steam or smoke.\n\nAround the cooling towers, there are various buildings and structures related to the facility, likely containing machinery, control rooms, and possibly storage areas. The surroundings of the towers and buildings are a mix of paved sections, open land, and piles of industrial materials.\n\nIn the background, the landscape shows a river running horizontally, parallel roads, and patches of greenery on both sides of the riverbank. This industrial scene is contrasted by nature in the distance, including wooded areas that climb up adjacent hills, highlighting the blend of human industrial activity and the natural environment.\n\nThe color palette of the photograph is somewhat subdued with a focus on blues, grays, and greens, typical of industrial photography from higher altitudes and possibly from an earlier era based on the color saturation and quality. The overall angle and reach of the photo suggest it was taken from an aircraft or a high vantage point, giving a comprehensive overview of the energy facility in its geographical and environmental context.","title":"Cooling towers of the John Amos power plant, down the Kanawha River from Nitro. Only one tower was operating at the time this picture was taken.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551184","551155","545127","553829","545131","548039","548043","545171","544966","547255","553885","545841","548211","548208","549215","548035"],"cl":[13],"cluster":["#13 &mdash; Environmental Pollution"],"terms":["tower","reach","section","overview","facility","saturation","aircraft","photography","altitude","vantage"]}
