{"path":"551165.jpg","date":"August 1973","photographer":"Schaefer, Harry","caption":"The photograph captures a vibrant and dynamic outdoor scene by a river. In the foreground, a young person is caught mid-air in a backward dive from a dark rectangular platform that is emerging from the water. This individual is wearing black swim shorts, and their body is positioned in an arc, with legs extended straight and arms reaching back toward the water, suggesting a mix of grace and athleticism.\n\nTo the right of the diver, on the same platform, another young person stands observing. This individual, also shirtless and in dark swim shorts, adopts a relaxed posture with hands loosely at their sides, watching the ongoing dive.\n\nCloser to the water's edge, another child stands at the corner of the platform, partially cropped out of the frame. This person appears significantly younger and is simply clad in light-colored swim shorts. They are stepping cautiously into the water or possibly steadying themselves to climb out.\n\nThe river itself stretches across the background, reflecting light and surrounded by lush, dense trees lining the opposite bank, conveying a remote or secluded environment. This setting, likely during summer given the attire and recreational activity, suggests a common swimming spot, providing both relaxation and a bit of adventure to the group.\n\nThe overall composition of the photo, with its focus on youthful energy and the natural environment, evokes feelings of freedom and joy associated with summer days spent by the water.","title":"Down the Kanawha River from Charleston at Plymouth on Route 62, boys swim and dive from piers of an old coal-loading operation.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["550829","552227","553443","551160","548834","553439","553435","551159","557737","544339","553436","543692","544204","553430","550227","553444"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["swim","dive","platform","short","summer","person","steady","diver","grace","arc"]}
