{"path":"551108.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph features a scene that appears to capture a moment in a residential area. Here’s the detailed description:\n\n1. **Foreground**:\n   - A person, partially visible on the left side of the frame, stands adjacent to a motorcycle, seemingly in the process of adjusting or fixing it. The individual wears a plaid shirt and appears from behind; therefore, facial details are not visible.\n   - A large white sedan is parked prominently in the center of the image. Its sleek design suggests it's a model from the 1960s or 1970s.\n\n2. **House**:\n   - Behind the vehicle and the motorcycle, there's a single-story house painted in a striking mustard yellow. The house's foundation is visible, consisting of what looks to be a gray concrete block base.\n   - The house features white trim around its edges and windows, enhancing its vibrant color. Several windows are visible, and one has an air conditioning unit installed.\n\n3. **Environment and Additional Details**:\n   - The setting appears to be a dirt or gravel driveway leading up to the house, indicative of a suburban or rural environment.\n   - To the right of the house, there’s a small porch area with a railing, suggesting a front or side entrance.\n   - The surrounding area has a few sparse greenery and trees, and another house is slightly visible in the background.\n\n4. **Atmosphere**:\n   - The sky is overcast, casting a diffuse light over the scene and contributing to a somewhat muted color palette in the photograph.\n\nThe photograph captures a quiet, everyday moment, possibly in a mid-20th-century American suburban or small-town setting, characterized by personal transportation and single-family homes.","title":"One of the new houses built by Buffalo housing on smithers hill.  Buffalo housing originated at the West Virginia institute of technology in an effort to provide jobs for the unemployed and low cost housing for the needy","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["553488","551109","557361","553489","556418","551021","551119","551100","557670","551090","556169","557667","557371","555944","550152","551084"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["house","motorcycle","description","conditioning","mustard","install","fix","foundation","driveway","gravel"]}
