{"path":"551154.jpg","date":"August 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a scene from a residential area close to a large industrial facility, possibly a power plant, given the presence of towering cooling towers emitting vapors in the background. The setting is likely in a temporary or mobile home park as indicated by the presence of several mobile homes and temporary structures.\n\nForeground: A young boy with short, light-colored hair sits shirtless outside a small, white-walled cabin or storage unit with horizontal siding. There's a window on this cabin outfitted with a dark curtain. Beside the boy are two bicycles resting on their kickstands, suggesting recreational activity or transportation by the residents.\n\nMidground: To the left of the image, adjacent to the boy and bicycles, a station wagon car is parked. It appears to be from the 1960s or 1970s given its design. The setting includes well-maintained lawns, and small trees sprinkle the area, adding touches of greenery.\n\nBackground: Dominating the background are two enormous cooling towers, their immense scale juxtaposed sharply with the small-scale residential environment. The towers have a typical hyperboloid structure and emit light-colored vapor. Between these towers and the foreground residential setting, there are additional mobile homes and vehicles barely visible, emphasizing the proximity of this community to the industrial facility.\n\nThe overall picture juxtaposes the mundanity of daily life and residential dwelling against the backdrop of industrial might and activity. The scene underscores the close relationship and possible dependence between the community and the industrial operations in terms of economy or employment.","title":"A trailer park in Poca, directly across the Kanawha River from the John Amos Power Plant. Water cooling towers of the plant seem to be in the park.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551152","551151","551161","551075","557300","551074","544966","557374","551072","551145","556584","551184","545246","548325","545388","548039"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["vapor","tower","boy","home","bicycle","cabin","might","economy","dwelling","relationship"]}
