{"path":"551189.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph offers a rich aerial view of a cityscape, neatly divided by a river that flows through its center. The river is spanned by a bridge, prominently featuring steel arches, connecting two portions of the city. The landscape across the image is a dense arrangement of various types of architecture suggestive of a mid-sized city. To the left of the river, larger and moderately tall buildings denote an institutional or governmental area, painted in a warm beige, contrasting vividly with the green-tinted roofing.\n\nOn the riverfront, a parking lot filled with cars hints at the hustle and bustle, which might be a commercial or business district. Moving to the right side of the river, the urban density increases with more tightly packed buildings. A mix of commercial buildings, possibly including offices and retail spaces, dominate this side. The buildings here show varying heights and are mostly older, mid-20th-century architectural styles.\n\nIn the foreground and throughout, the texture of the city is interrupted intermittently by patches of green spaces, possibly small parks or planting along the roads, which are seen winding vertically and horizontally across the image.\n\nThe backdrop of the photograph extends into a more residential looking area with what appears to be smaller houses or units sprinkled up into the rising hills, showing a common pattern of urban expansion from a densely populated business district outward to less dense residential areas. The overall feel is a lively, populous setting interspersed with natural and built environments, which gives the city a dynamic but organized character.","title":"Downtown Charleston, center of the kanawha valley region which is one of the chief chemical centers of the world","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551188","551178","546673","556949","546669","546706","548416","557274","548407","546569","547263","548344","550157","548414","548317","553559"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["city","district","river","business","throughout","retail","sprinkle","increase","denote","interrupt"]}
