{"path":"551129.jpg","date":"July 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a moment in what appears to be a neighborhood setting, likely within a modest residential area. The scene is centered around several people likely from one or two families, interacting just outside their home.\n\nOn the right side of the image, a middle-aged woman in a yellow striped sleeveless blouse is leaning on a wooden fence. She seems engaged in either fixing something on the fence or holding something while conversing with others. To the left of her, two younger girls are also near the fence. One girl, wearing a white t-shirt, looks directly at the camera with a neutral expression. Another individual, partially visible, seems to be talking to the woman or observing her actions.\n\nOn the leftmost side, standing slightly apart from the group is another young girl in a red top and navy shorts. She has her fingers to her mouth, either out of shyness, contemplation, or merely a casual gesture as she glances towards the camera.\n\nThe background features the exterior of a house characterized by its wooden structure and brick elements. The windows are open or broken, and plastic or pieces of cloth partially cover them. There is a sense of disrepair or makeshift maintenance to the building, suggesting economic challenges. Additional details like a fan propped in one window, and a cable or a cloth hanging, add to the improvised feeling of the household setup. Further back, there's another house and a partially visible car, hinting at a residential neighborhood.\n\nShadow patterns from tree leaves are scattered across the dirt ground and the side of the house, indicating that the scene is set outdoors during daytime under moderate to dense foliage. The overall atmosphere, while seemingly leisurely and familial, also hints at a community living in modest, perhaps improvised conditions.","title":"Substandard house in the triangle section of town is due to be torn down in urban renewal program","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551130","553498","553497","556356","551114","551002","545379","552959","548312","544310","545398","545546","555895","545509","556169","544398"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["improvise","girl","cloth","fence","house","neighborhood","sleeveless","glance","fan","navy"]}
