{"path":"551100.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"The photograph captures a scene with rustic elements and a sense of everyday rural life. In the foreground, there are two main structures, both appearing somewhat aged and weathered. The building on the right features a wide, covered porch where clothes are hung out to dry on a clothesline, showcasing various colors and types of garments. This suggests the presence of a household engaged in domestic activities. A figure, likely a woman, can be seen at the porch, partially obscured by the hanging clothes, contributing to a sense of daily life and activity. \n\nDirectly across from this house is a dilapidated structure, which holds a few chairs and other miscellaneous items, further adding to the lived-in and utilitarian feel of the setting.\n\nBetween these two buildings, a red jeep with an open top and visible dirt marks indicates use in a rugged or rural environment. Adjacent to this scene is a yellow car, old in style, parked near the edge of the frame, complementing the vintage feel provided by the other elements in the image.\n\nThe surrounding area is unpaved, with patches of grass and earth visible, contributing to the rustic environment. Behind these main focal points, dense trees fill the background, suggesting a secluded or less urbanized location. The whole scene is lit with natural light, hinting at either a late afternoon or early morning setting, given the softness and angle of the light. This photograph offers a glimpse into a moment of everyday rural life, highlighted by the personal and utilitarian details scattered throughout the scene.","title":"Cedar Grove houses","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551091","557670","557746","547658","556491","551081","555609","551119","556355","550704","556578","551114","546376","551076","557691","551001"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["clothe","porch","clothesline","in","life","softness","garment","household","mark","feel"]}
