{"path":"551166.jpg","date":"August 1973","photographer":"Schaefer, Harry","caption":"The photograph presents a scenic view involving a blend of natural and man-made elements. In the foreground, there is a well-maintained lawn area bordered by trimmed hedges and a stone path that gently curves into the scene from the right. This grassy area features two predominant trees: one on the left with a fuller canopy casting a shadow, and one on the right that appears to be a conifer with its typical conical shape.\n\nDominating the middle ground is a broad river that reflects a bit of the sky's blue and cloud textures. On the river, scattered buoy-like objects are visible. Floating across this river is a large metal truss bridge connecting two landmasses. The bridge, painted in a light color, stands out against the darker tones of the surrounding water and foliage, and it stretches horizontally across the image, leading the viewer's eye from one side to the other.\n\nIn the distance, the river seems to curve slightly out of view to the left, bordered by lush green trees and land that fades into the horizon under a somewhat overcast sky with a few patches of blue peeking through.\n\nTo the right side in the mid-ground, there is a figure, presumably observing or enjoying the river view. This figure appears small compared to the vastness of the landscape, emphasizing the grand scale of the natural surroundings. Opposite the figure, on the far left side of the image, stands a cylindrical garbage bin, adding a touch of everyday functionality to the scene.","title":"View from Tu-Endie-Wei Park, at Pt. Pleasant, on the point formed by the junction of the Ohio and Kanawha rivers. The park commemorates the Battle of Point Pleasant, fought in 1774.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["548097","542555","548087","551527","552107","548098","551423","556951","548064","549469","557024","557996","545866","546706","547263","558050"],"cl":[4],"cluster":["#04 &mdash; Bridges/Overpasses"],"terms":["river","figure","hedge","bridge","bin","buoy","truss","landmass","conifer","garbage"]}
