{"path":"551121.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph captures an outdoor scene in an urban area where significant smoke is visible in the background, suggesting a large fire or industrial smoke. The main foreground shows an old-fashioned building labeled as \"LIVE BAIT,\" which sells various fishing supplies as indicated by a sign that also mentions items like licenses and minnows. The building has a somewhat rustic, utilitarian appearance, with white walls and a flat, brown rooftop. In front of this store, there are two red fuel pumps and an ice dispenser, hinting at multiple services offered on the site.\n\nAdjacent to the scene, there is a white and brown van, and some power lines stretch across the view, intersecting with the urban setting. Three individuals, possibly a family (a woman and two children), are standing near the bait shop, apparently observing the smoke or conversing. The woman is wearing a long skirt, and both children appear to be in casual summer attire. This everyday scene contrasts with the dramatic backdrop of smoke, creating an intriguing juxtaposition between normalcy in the foreground and potential emergency or industrial activity in the background.\n\nThe overall atmosphere suggests a regular day disrupted by unseen events causing the smoke, with a slight tension as to how this impacts the local community. The setting, architectural styles, and vintages of vehicles and gas pumps give the image a dated look, perhaps capturing a moment from the mid-20th century in a small American town.","title":"Store and service station at Alloy near the Union Carbide plant","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["550972","547673","545062","545422","546074","546183","545426","557382","551034","545388","557224","550203","551033","550187","550902","551054"],"cl":[27],"cluster":["#27 &mdash; Natural Disasters"],"terms":["smoke","bait","pump","dispenser","child","tension","emergency","license","fuel","supply"]}
