{"path":"551173.jpg","date":"September 1973","photographer":"Schaefer, Harry","caption":"This image is an aerial photograph showing an expansive industrial area alongside a winding river. The composition showcases large factory complexes with several tall chimneys emitting smoke and steam. Notably, one of the chimneys in the distant background releases a significant amount of white smoke which contrasts with the green and urban landscapes around. Several cooling towers, which produce visible steam, accompany these facilities.\n\nThe river curves gently through the landscape, surrounded by patches of greenery as well as human-made structures. Two bridges span the river, connecting one side to the other, likely facilitating transportation and connectivity for industrial and possibly civilian uses.\n\nIn the foreground, closer to the riverbank, there are several open circular tanks, part of a water treatment or chemical processing setup. Various large rectangular tanks, possibly for storage, are situated nearby. The land surrounding the industrial buildings appears to be partially barren, with some scattered vegetation and areas that look affected by industrial activities.\n\nThe surrounding environment includes a mixture of wooded areas and cleared land, with the industrial complex dominating the immediate landscape. This industrial sector closely hugs the river's edges, utilizing the natural resource probably for processes inside the plants or for cooling purposes.\n\nOverall, the image captures a scene of heavy industry situated in a natural landscape, highlighting a stark contrast between industrial activity and the natural environment.","title":"Monsanto Chemical Company at Nitro on the Kanawha River. Interstate 64 crosses the river just below the plant. In the distance are the chimneys and cooling towers of the John Amos Power Plant.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551192","550860","550866","552187","550335","551197","546705","551567","551201","542933","550856","549968","551202","550339","552246","550706"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["river","steam","chimney","complex","tank","sector","smoke","connectivity","land","treatment"]}
