{"path":"551152.jpg","date":"August 1973","photographer":"Schaefer, Harry","caption":"This photograph presents a striking contrast between a domestic setting and industrial structures. In the foreground, there is a modest one-story house, painted gray with white trim. A small flight of stairs leads up to the front door, which is open, partially revealing the interior. Adjacent to the house, there are two smaller structures that look like sheds, enhancing the residential feel. Various items, including lawn chairs, and what appears to be laundry hanging on a line, depict normal daily activities and provide a lived-in ambiance.\n\nIn front of the house, there is a neatly cut grassy lawn, which, despite being somewhat patchy, adds a touch of domestic normalcy. A vibrant red car with a sleek design typical of mid-to-late 20th-century American models is parked on the right edge of the frame. The presence of the car offers a hint of personal mobility and middle-class status.\n\nDominating the background are two massive cooling towers emitting large plumes of steam or smoke, typical of a nuclear or coal power plant. These towers loom large over the scene, their curved, narrowing structures dwarfing the residential setting. Between and slightly behind these cooling towers stands a tall chimney, also expelling emissions. The way these industrial features overshadow the residential area might raise thoughts about environmental and health impacts on the area's inhabitants.\n\nAbove this dramatic juxtaposition, the sky is mostly clear with a few clouds, emphasizing the emissions' contrast against the natural blue. The entire composition of the photo encapsulates a narrative of industrial progress and its proximity to and potential effects on residential life, invoking themes of environmental concern intertwined with everyday life.","title":"Water cooling towers of the John Amos Power Plant loom over Poca, WV, home that is on the other side of the Kanawha River. Two of the towers emit great clouds of steam.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551151","557300","551075","551161","551145","551154","550166","551146","556584","551074","557303","557213","545388","557374","551072","549215"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["cool","emission","tower","lawn","house","narrow","status","inhabitant","overshadow","mobility"]}
