{"path":"551191.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph provides an aerial view of a large industrial area situated along the banks of a river, which meanders gently through a valley surrounded by lush, wooded hills. The river bifurcates, encompassing an island with visible tree cover and a bridge connecting to either bank.\n\nOn the left (west) bank, the urban layout features dense residential structures, characterized by small, closely packed buildings with occasional clearings, possibly for parks or community spaces. Further downstream, there is an industrial complex with notable infrastructure such as large circular storage tanks, docks for water transport, and various other standardized buildings.\n\nThe right (east) bank is heavily industrialized. Here, numerous large industrial plants and factories are seen. Structures with visible smokestacks, emitting smoke or steam, dominate this riverside view. Near the bottom right, extensive parking spaces filled with vehicles indicate a high level of employment or activity. Additionally, a highway runs parallel to this industrial zone, emphasizing the scale and accessibility of the infrastructure. \n\nThe composition of the photo, coupled with the visible smoke and industrial activity, suggests a scene of significant production and economic activity, possibly characteristic of a mid-20th-century industrial boom. The deep green of the surrounding hills contrasts starkly with the industrial grey and metallic tones of the factories and infrastructure, highlighting the intersection of natural landscapes and human-made developments.","title":"DuPont Belle works on Route 69 at Belle","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["546705","550855","542933","557295","551182","551173","551196","551192","545152","557223","550890","550860","551197","551194","551174","550728"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["bank","infrastructure","factory","smoke","accessibility","boom","riverside","hill","island","production"]}
