{"path":"551194.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph is an aerial view of an industrial area positioned near a river. The setting is lush with green trees surrounding the facilities and dark blue water visible, suggesting a natural yet developed region.\n\nIn the image, we see multiple infrastructural components:\n1. A river curves across the top section of the photograph, alongside which residential areas or temporary housing structures are organized in a neat line. Their white exteriors and rectangular shapes are prominent.\n2. There is an industrial facility with several large, rectangular buildings, the largest being dark blue and located centrally in the industrial zone. This facility seems to be involved with processing or manufacturing as evidenced by the presence of conveyor belts and storage tanks.\n3. Coal or similar raw materials are stockpiled in a large open area next to the facility, indicating industrial operations related to mining or energy production.\n4. Two parallel rail tracks, filled with lined up train cars, hug the industrial site and appear to be a major transportation route for shipping industrial goods or raw materials.\n5. Roads wind through the area, connecting various parts of the industrial site and adjacent facilities with access leading towards the forested areas.\n\nThe landscape outside the developed areas is heavily wooded, indicating that this industrial operation is bordered by forested regions. This balance of natural scenery with industrial development creates a contrast of man-made and natural environments. The photograph captures the complexity of human impacts on natural landscapes, showcasing both economic activity and environmental elements.","title":"Conveyors transport coal mined in the hills to plants on the river for processing and loading.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["542933","550860","550327","550864","550856","551177","551202","550863","551174","550855","551191","544471","551197","551192","547994","551201"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["facility","site","region","operation","conveyor","coal","material","housing","balance","route"]}
