{"path":"551199.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph presents an aerial view of a river bordered by lush, densely wooded hills. A series of dark green mountains runs parallel to the river, emphasizing the natural robust terrain of the area. The river itself is broad and calm, reflecting the blue tone of the sky.\n\nOn one bank of the river, there is a considerable industrial setup evident. It includes several rectangular floating structures arranged in neat rows, most likely log booms or some form of aquatic farming modules. Adjacent to these structures, a larger station-like facility with a distinct green roof can be observed. This setup might be a processing facility or a loading station as it has a constructed docking area.\n\nSurrounding this industrial structure, there are sparse buildings that probably support the functioning or management of this industrial operation. A couple of small boats are visible near the floating structures, probably for maneuvering or maintaining the rectangular units.\n\nOn the opposite bank of the river, there are more natural settings with minimal visible infrastructure except for a winding road that parallels the river, delicately carved into the side of the hill, linking the scattered buildings tucked amid the trees.\n\nThe overall composition captures an intersection of industrial activity within a predominantly untamed natural landscape, highlighting both the use of natural resources and the surrounding environmental beauty.","title":"After loading at the Harewood Mine dock, coal barges begin their trip down the Kanawha River.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["545152","550539","550330","552175","550327","550533","550530","542933","550623","551196","547994","550524","551195","548098","551993","550534"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["river","float","bank","setup","station","docking","tuck","boom","parallel","facility"]}
