{"path":"551107.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a somewhat idyllic yet striking scene of daily life, presumably from a bygone era, given the vintage aspects of the scene. The picture shows two women walking along the side of a rural two-lane road, each pushing a baby carriage. One woman is dressed in a short sleeve white blouse and dark pants, and the other is wearing a red tank top and pink shorts. Both have hairstyles typical of the late 1970s or early 80s.\n\nThe setting is lush and green, with a backdrop of dense trees covering rolling hills, indicating a mountainous or hilly rural region. The road itself, marked with broken yellow lines, suggests somewhat light traffic though two vehicles are visible: a golden car and a dark-colored truck, which appear to be of models from the 70s or 80s.\n\nThe weather seems overcast, suggested by the subdued lighting and the misty atmosphere enveloping the distant hills. A utility pole with multiple wires can be seen on the right side of the road, adding to the rural infrastructure. Additionally, there is a road sign somewhat obscured by foliage reading \"SECONDARY\", possibly indicating that the road is a secondary route. A small building with a white facade and a black roof is partially visible in the far background, adding a human-made element to the predominantly natural landscape.\n\nOverall, the photo depicts a peaceful, albeit a slightly precarious moment where domestic life spills onto the public roadway, reflecting a mix of tranquility and isolation characteristic of rural living. The presence of two young mothers and their infants adds a narrative element of community and shared experience.","title":"Mothers push baby strollers alongside busy Route 60 in London.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551105","553493","546376","545372","556590","551114","556454","547185","546783","544853","553377","552949","556356","543044","556542","554031"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["80","road","mother","baby","carriage","70","hairstyle","characteristic","hill","route"]}
