{"path":"551111.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"The photograph captures a rustic scene, which prominently features two old wooden structures in varying states of disrepair against a lush, mountainous backdrop. The building in the foreground appears to be a small, dilapidated shack with weathered wooden walls and a roof that is significantly damaged. A window with six panes is visible, though one pane is broken. The roof is sagging and patched unevenly. Plants are overgrowing around and on this structure, indicating it may have been abandoned or is seldom used.\n\nTo the left behind this shack, there is a larger building with a similar rustic wooden construction, covered by a broad, flat roof that also shows signs of wear and possible patch repair work. Surrounding the scene is dense greenery, including various trees and underbrush, adding a sense of overgrown natural beauty that contrasts with the disrepair of the constructed elements.\n\nIn the background, a mist-covered mountain rises, providing a serene and majestic natural curtain. On the right side of the image, the mountain slopes down to reveal a large industrial building far in the distance, introducing a different, more modern contrast to the rural decay in the foreground. The presence of what appears to be a smoke or mist possibly suggests industrial activity, juxtaposing the natural and human-made environments.\n\nThe overall composition of the photo, taken under overcast or soft light conditions, evokes a somber mood with a rich texture of histories, narratives, and ecological interspersions.","title":"Ramshackle house at mt.  Carbon.  Occupants say smoke from union carbide's ferroAlloy plant at Alloy, across the kanawha river, does not bother them","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["545233","554561","543339","545137","551330","552515","543344","543171","554799","554707","551076","556330","552494","554822","543350","558101"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["shack","pane","disrepair","mist","roof","introduce","mountain","curtain","repair","history"]}
