{"path":"551181.jpg","date":"September 1973","photographer":"Schaefer, Harry","caption":"This is an aerial photograph that captures a cityscape alongside a river. The river curves gracefully through the image bordered by city infrastructure including several bridges that span across it. The bridges vary in design, one of which appears as a series of arches, another as a suspender type, and yet another resembles a cantilever.\n\nBeside the riverbanks and clustered around the bridges are densely packed urban areas with a mix of residential and industrial zones. In the foreground and along the right river bank, industrial facilities are prominent, indicated by large cylindrical storage tanks and factory buildings with chimneys possibly emitting smoke or steam.\n\nA notable feature in the river is a large cargo barge heading downstream, centrally positioned and quite prominent due to its size and the contrast of its rusty red against the dark blue of the river water.\n\nThe background develops into a greener, more verdant area with scattered buildings, hinting at a transition from a predominantly urban to a more mixed-use or possibly suburban zone. The hilly landscape surrounding the city suggests geographic variation, which might implicate the specific challenges and beauty of its building layout.\n\nOverall, the image showcases a vibrant urban environment tightly interwoven with active industrial components and embraced by a natural riverine system, all under a haze that might suggest pollution or just a slight fog, softening the edges of the cityscape.","title":"The Kanawha River, looking upstream from Blaine's Island to downtown Charleston","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551178","548427","551188","555758","550548","555739","547263","550214","546706","556949","548344","546669","553213","551182","550964","555744"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["bridge","river","zone","cityscape","suspender","city","barge","challenge","fog","arch"]}
