{"path":"551177.jpg","date":"September 1973","photographer":"Schaefer, Harry","caption":"This photograph is an aerial view overlooking an industrial area next to a water body. The industrial setup is bordered by a roadway along the left side of the image, parallel to which runs a train track with stationary train cars, probably loaded with industrial materials. \n\nTo the right of the train tracks, there are several large industrial buildings and open areas covered with dark material, likely coal. There are piles of this dark material stored in an open space and also what appears to be conveyor belt systems associated with the movement or processing of these materials. You can also see small vehicles and possibly a parking lot adjacent to the larger buildings, suggesting active work site.\n\nNext to these industrial facilities, there is a large black water body which might be a man-made pond, potentially for industrial use or runoff. In the upper part of the image, there is another water body (river or large lake) which reflects a noticeable contrast with the tree-lined shores that border the industrial zone.\n\nFrom the infrastructure and materials visible, the photo likely depicts an area involved in heavy industry, possibly related to energy production or raw material processing, in close proximity to transportation routes for easy distribution. The image shows a blend of industrial activity right next to natural or semi-natural water bodies, illuminating the intersection of industrial and natural landscapes.","title":"A coal processing and railcar loading operation on route 60 near montgomery on the kanawha river","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["549526","549968","551551","549495","555754","550890","548423","551194","549524","555776","549519","549479","551201","555769","550855","545889"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["material","train","processing","body","track","runoff","border","distribution","coal","conveyor"]}
