{"path":"551124.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This vibrant photograph captures a lively street scene likely from the 1970s, based on the fashion and overall aesthetic. The image focuses on several people, possibly in a downtown area of a city. A youthful ambience exudes from its subjects and their attire.\n\nIn the foreground, on the left side, is a young woman with curly dark hair, looking over her shoulder. This woman is wearing a strapless crop top and bell-bottom jeans, with a casual, summery presence. In front of her walks another young woman facing away from the camera, clad in a backless halter top and similar jeans. These two women help establish a sense of fashion prevalent during the era.\n\nTo the right foreground, another young individual, a long-haired man in a red t-shirt and jeans, stands beside a yellow road bike. He is looking intently to his left, possibly at the woman the closest to the camera. The presence of the bicycle suggests he might be either stopping for a brief moment or preparing to continue his ride.\n\nThe background features other pedestrians and captures the essence of a bustling urban environment. Various signage for businesses, including a prominent sign for \"ZALES\" and \"KALLED'S,\" suggests a commercial area with shops and possibly eateries—typical of a downtown area. Despite the crowd, the mood conveyed is one of casual ease and youthfulness.\n\nThe architecture of the area, with its narrow roadway filled with typical 70s model cars and lined by tall, closely-packed buildings, suggests the possibility of this being a busy street in a major city. The scene is bathed in sunlight suggesting it is midday, which highlights the vibrant and relaxed atmosphere of the scene. The fashion, the activities (walking, biking), and the street's features paint a historically rich and dynamically social moment.","title":"Capitol street, \"main drag\" of Charleston","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["545231","551835","551820","553155","553183","556221","549909","549923","556808","553184","553210","552411","548504","550142","551849","555906"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["fashion","woman","jean","downtown","street","halter","possibility","ease","70","bell"]}
