{"path":"551174.jpg","date":"September 1973","photographer":"Schaefer, Harry","caption":"The photograph provides an aerial view of a diverse landscape that includes industrial facilities, residential areas, and natural surroundings. On the left portion of the image, there is a large industrial complex featuring substantial factory buildings and storage tanks, adjacent to a wide river. This complex has several large, elongated structures possibly related to manufacturing or processing, and there are open areas that look like they may be used for material storage or handling.\n\nThe central and right portions of the image show a densely packed residential area with numerous small houses, typically single-story, arranged in a grid-like pattern. The houses have variously colored roofs, predominantly in shades of blue, grey, and red. A main road curves through the town, marked by lines of traffic and bordered by small patches of green areas.\n\nFurther to the right, the residential area transitions into a more verdant, hilly region with trees and greenery becoming more prominent. Towards the distant right, there appears to be another industrial facility, characterized by several large cooling towers, which emit visible vapor or smoke, suggesting it could be a power plant. This section lies closer to the river, which meanders through the landscape.\n\nSky dominates the top frame of the image with a hazy blue tone, slightly clouded, indicating it might be a bright day. The river reflects a bit of this sky, providing a natural boundary through the scene. The overall composition of the image reveals a significant juxtaposition of industrial development and residential life, integrated into a natural landscape. This might suggest themes related to urban expansion, industrial impact on environments, or the blending of human habitation with nature.","title":"Nitro, on the Kanawha River. Industries located here include large plants of the Monsanto Chemical Company and the FMC Corporation. The towers of the John Amos Power Plant are visible in the distance (upper right).","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["546705","545013","550860","557295","550945","550549","551995","551192","550864","545354","550863","544059","552009","555755","551194","553969"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["complex","vapor","river","blending","portion","storage","expansion","cool","house","relate"]}
