{"path":"551163.jpg","date":"August 1973","photographer":"Schaefer, Harry","caption":"This photograph captures an outdoor scene centered around a yard sale in front of a mobile home. The home is light blue with white trimming and features a small front porch with steps leading up. The yard is dotted with a variety of items laid out for sale, enhancing the casual, community-oriented atmosphere typically associated with such events.\n\nForeground: Various items are on display, including clothes hung on circular racks and tables laden with an assortment of goods. Notably, there's a vivid red coat with a white fur collar on one of the racks. Close to the foreground, some toys, books, and household items are scattered, spread out to attract potential buyers.\n\nPeople: There are several individuals in the scene, likely a mix of family members and visitors. On the left, a woman stands looking towards the others, dressed in a short-sleeved shirt and shorts, engaging in a conversation. In the center, near the merchandise, a young boy and a woman (perhaps his mother) are examining items together. Another younger child, dressed in yellow, is standing and looking at the goods table, showing a typical curious child's interest in the displayed objects.\n\nBackground: The background is simple with a tree providing some shade and a clear sky hinting at good weather, ideal for an outdoor sale. To the left background, there's a partial view of another structure, possibly a storage shed or another mobile home, suggesting a communal living area or neighborhood.\n\nOverall, the photograph exemplifies a slice of everyday life, likely from the mid to late 20th century given the style of clothing and general setting, capturing the simplicity and communal spirit of a family-hosted yard sale.","title":"Getting ready for a \"yard sale\" at a Mobile home in Poca on the Kanawha River. In the background is one of the watercooling towers of the John Amos power plant across the river from the trailer park.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["557161","552613","557130","547374","547378","557132","558252","557163","557131","550679","557135","551100","551129","558194","551695","551749"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["sale","yard","item","rack","home","good","family","table","trimming","exemplify"]}
