{"path":"551127.jpg","date":"July 1973","photographer":"Schaefer, Harry","caption":"This photograph captures four young adults standing in front of the entrance to the Kanawha County Public Library. The library's name is prominently displayed above the entrance in bold, uppercase letters.\n\nThe architecture of the library entrance features classical elements including a large arch above the doors and rectangular columns. The building's facade is elegant and invites a sense of intellectual and community significance.\n\nThe group consists of two men and two women. They all appear to be in casual, fashionable attire reflective of styles from the late 20th century. The first man wears glasses, a light-colored short-sleeved shirt, and dark slacks. The first woman is dressed in a floral blouse and flared jeans, adopting a relaxed, standing pose. The second man, centrally located, gazes upward wearing a fitted shirt and distinctly patterned flared trousers. Finally, the fourth individual, another man, also in a dark, tight-fitting shirt and jeans, leans against one of the columns, looking off to the side.\n\nThe mood is casual and seems to capture a moment of relaxed interaction or waiting outside the library, with some individuals engaged with each other and others distracted by their surroundings. \n\nThe photo composition balances the human element with the architectural setting, using the archway to frame the scene, creating a narrative of everyday life contextualized within the public space of a library. The lighting appears to be natural, soft, and diffused, suggesting the photo was taken during the day.","title":"Steps of the public library on Capitol Street in downtown Charleston","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["549337","556276","546553","547006","546489","546560","546515","546549","556731","546532","549361","551126","544325","546541","558402","553187"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["library","entrance","column","distract","jean","archway","slack","man","shirt","fit"]}
