{"path":"551109.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph depicts a residential scene in a setting that appears to be a rural or semi-rural area. The focal point is a two-story house painted in a dark, navy blue color situated on the left side of the image. The house has white trim around the windows and a porch on the ground level that is sheltered by a section of the upper floor. There is a dirt road leading up to the house and branching off towards the right in the foreground.\n\nParked under part of the house that overhangs the porch is an older model, dark-colored sedan with shiny chrome details, indicative of mid-20th-century American automotive design. \n\nTo the right and up a sloped terrain, there are additional houses lined along the street. These houses are more visibly colorful, with the nearest house painted in a bright yellow with white trim, hinting at varied and possibly individual expressions of style by the homeowners.\n\nThe area around these homes is not heavily manicured but features natural vegetation, small bushes, and some grasses, suggesting a more laid-back or possibly economically modest environment. Overhead, there are utility poles and lines visible, crisscrossing against a cloudy sky that casts a soft, diffuse light across the scene, minimizing shadows. \n\nThis scene captures a slice of life in a specific time and place, likely in a small community, showing architectural and automotive styles of a past era. The lack of any people in the image emphasizes the focus on the setting and objects.","title":"New homes on Smithers Hill were built by Buffalo Housing. Buffalo Housing originated at the West Virginia Institute of Technology in an effort to provide jobs for the unemployed and low-cost housing for the needy.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551119","558110","551090","551021","557288","550315","556333","551164","557641","556435","556578","556355","557670","549287","556439","551102"],"cl":[37],"cluster":["#37 &mdash; Rural Communities"],"terms":["house","porch","dark","overhead","chrome","trim","sedan","slice","yellow","style"]}
