{"path":"551142.jpg","date":"July 1973","photographer":"Schaefer, Harry","caption":"This photograph captures a scene on a city street, reminiscent of a moment frozen in time that depicts daily life and interaction in an urban environment. The setting features a large, historical building that presents architectural details such as tall arched windows and ornate wrought iron work.\n\nIn the foreground, a young African American boy is seen in motion, appearing to run towards or past the camera, holding a white sign or box under his arm. He is dressed casually in a blue outfit and sneakers, with a focused expression on his face.\n\nBehind him, on the sidewalk in front of the building, there are three African American women. Two of them are walking toward the left side of the frame—one wears a black sleeveless top and flared pants, and the other is in a white dress with short sleeves. The third woman, who is further in the distance, is wearing an orange or red top, and stands at the top of a set of concrete steps leading into the building.\n\nAbove the entrance of the building hangs a sign that reads \"Charleston Job Corps Center,\" suggesting the location is a community resource or education center involved in employment training or similar activities, with the photograph possibly taken in Charleston.\n\nThe atmosphere of the photograph is somewhat lively, showing ordinary people in an everyday urban environment, and gives a sense of the era likely around the 1960s or 70s given the style of clothing and the film quality of the image.","title":"Outside the Job Corps center on Summers Street in downtown Charleston","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["556221","551126","547026","551143","556199","556214","549855","555905","545331","552746","556265","551124","555895","550106","548462","548504"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["training","top","education","70","sneaker","iron","building","resource","woman","film"]}
