{"path":"551164.jpg","date":"August 1973","photographer":"Schaefer, Harry","caption":"This image captures a residential scene, likely in a rural area, featuring a row of modest, single-story houses. The photograph shows three houses aligned next to each other, each painted differently: the first in white, the second in light pink, and the third in light blue. All homes have similar architectural features, including front porches with wooden railings and small steps leading up to each entrance.\n\nEach house has its own unique elements: the first house has black shutters, the second house lacks visible shutters but has a slightly visible pinkish hue, and the third house has light blue shutters. The porches also display a range of comfort items, such as a chair on the second house's porch.\n\nThere are two cars visible in the image; an older, possibly damaged model parked partially on the grass in front of the first house, and a more contemporary car parked on the street in front of the third house. \n\nThe setting includes a well-worn dirt road that runs in front of the houses. Lawns and small garden areas can also be observed. One notable aspect of the landscaping is a large, leafy tree situated to the right side of the scene, which adds a nice touch of greenery and offers a contrast to the structured environment of the residential architecture.\n\nIn the background, the natural scenery continues with densely wooded areas suggesting that the community is surrounded by forest or a similarly lush environment. The sky is clear and bright, indicating a sunny day, which casts soft shadows and gives a peaceful, quiet atmosphere to the scene.","title":"These privately owned or rented houses at plymouth on the kanawha river were once the property of a coal company","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["556433","547567","545522","551110","556959","556578","556438","551109","556601","551102","556395","556426","556436","556950","556333","548295"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","shutter","porche","front","second","first","pinkish","pink","have","third"]}
