{"path":"551120.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph features a scene set in an urban outdoor environment where a man is engaged in washing a motorcycle. The man, wearing a white t-shirt and dark pants accented with a red bandana around his head, is standing to one side of the motorcycle. He appears focused on the task at hand, handling a water hose to spray down the motorcycle, which is positioned in the center of the frame.\n\nThe motorcycle itself gleams under the spray of water, reflecting light on its chrome parts and displaying a visible license plate. The environment around the motorcycle and the man suggests an everyday setting, perhaps a backstreet or an alley, with industrial or low-rise commercial buildings visible in the background. These buildings are nondescript, featuring plain facades. A partially visible sign and other urban details, like utility poles and overhead wires, suggest a typical cityscape.\n\nThe ground is wet, indicating ongoing or recent water use, and there are some reflections visible on the surface. In the background, the hint of a water tower seen through a haze gives a sense of depth and brings an almost quintessential urban element into the composition. The overall mood is one of a mundane yet personal moment in an urban setting, with attention focused on a seemingly regular activity of motorcycle upkeep. The color tones, slightly muted with a hint of vintage, alongside the water mist and setting, give this photograph an almost timeless, classic feeling.","title":"Quick \"do-it-yourself\" car wash near Union Carbide's ferroAlloy plant at Alloy in the Kanawha Valley","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["554874","551383","551108","556206","548690","554877","544422","546169","547817","558297","556418","556719","558232","557926","545598","551869"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["motorcycle","bandana","upkeep","alley","water","license","hose","hint","spray","chrome"]}
