{"path":"551198.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph is an aerial view of a suburban area situated alongside a large body of water. The landscape is characterized by a grid layout typical of residential developments. There are numerous single-family homes, mostly one-story, and they appear quite uniform in size. The houses generally have pitched roofs, and many have light-colored exteriors.\n\nA main road traverses the scene horizontally and is lined with various commercial buildings and services, including a few larger structures that could be community facilities or commercial complexes. This main road is also paralleled by another less prominent street on its north side. \n\nAlong the edges of the body of water, there's a small stretch of land that is either a thin beach or a barrier of land with sparse vegetation. A dense tree line borders the upper part of the photo, separating the residential area from adjacent zones that are not as densely developed.\n\nTo the far right, there's a water tower, suggesting this is a well-established municipal area providing local utilities to the residents. There are open green spaces scattered among the residential blocks, and the overall area around the houses is lush with trees and lawns, providing a serene suburban setting. While it’s difficult to determine the exact geographical location from the image, the organization and development pattern suggest a planned suburban community possibly in North America, given the architectural style and layout.","title":"Formerly company-owned, these homes in Boomer now belong to private families who live in them or rent them to others.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["544604","549071","558112","544568","553062","553937","547435","544600","558057","548112","548824","557454","546399","556974","553705","545914"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["layout","development","house","community","resident","land","organization","stretch","block","road"]}
