{"path":"551151.jpg","date":"August 1973","photographer":"Schaefer, Harry","caption":"This photograph features a striking contrast between a residential setting and an industrial backdrop. In the foreground, there is a modest, single-story house with gray siding and a blue trim around the window and doorway. Adjacent to the house, there's a dirt path leading up to it, and a small, green folding chair is positioned near the entrance, suggesting a casual living environment. Nearby, there is a vibrant red car parked next to the house, adding a touch of color to the scene.\n\nTo the right of the house, a small and somewhat dilapidated wooden shed is apparent, with clotheslines stretched out beside it, filled with hanging laundry that adds a domestic touch. The area is surrounded by lush greenery, including several trees and bushes, indicating a rural or semi-rural locale.\n\nContrasting sharply with this peaceful domestic scene, the background is dominated by a large industrial plant. Four massive cooling towers emit plumes of steam, towering over the landscape. These cooling towers are typical of a nuclear power plant or a large industrial facility, which creates a juxtaposition of nature, residential life, and industrial activity. The sky above is partly cloudy, suggesting it might be a warm and humid day.\n\nOverall, the photograph captures a poignant contrast between everyday residential life and the imposing presence of industrial infrastructure, highlighting themes of environment, industry, and the interaction between human habitation and industrial expansion.","title":"Water cooling towers of the John Amos Power Plant loom over Poca, WV, home that is on the other side of the Kanawha River. Two of the towers emit great clouds of steam.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551152","557300","551075","551161","550166","551145","551146","551074","556584","551154","551072","545388","557303","545013","551049","550187"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["cool","house","tower","clothesline","laundry","touch","expansion","fold","locale","plant"]}
