{"path":"551253.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"The photograph captures a moment between two men on a boat, engaged in conversation, in a body of water that appears to be a lake or river. The scene is detailed and tells a narrative of possibly a routine inspection or a collaborative discussion.\n\nThe first man is sitting in a silver-colored metal boat, dressed in informal attire which includes a white T-shirt, blue denim overalls, and a dark blue baseball cap. He holds what seems to be either a fishing pole or a tool in his left hand, and gestures with his right hand, suggesting he might be explaining or discussing something.\n\nThe second man, sitting in an adjacent boat, is dressed in a formal uniform with a light-colored shirt adorned with a badge, dark trousers, a belt, and black shoes. This attire points to his role, likely that of a law enforcement officer or a ranger. He is holding up a document or a pamphlet, indicating that the conversation could be around regulatory, licensing, or safety information.\n\nThe officer's boat is equipped with gadgets typical for enforcement or rescue jobs, such as an oar and additional seating. Notable in the background is an outboard motor implying that the boats are meant for navigating reasonably sized bodies of water.\n\nOverall, the photograph conveys a sense of routine checks or educational exchange between water authorities and civilians, set in a natural, calm water environment that suggests a peaceful but serious interaction focused on rules or safety discussions related to boating or fishing activities.","title":"Water patrol supervisor Dan Needham issues a warning to a fisherman for failure to display appropriate licensing on the bow of his boat. Encounters between the water patrol and the public appear to be handled both cordially and professionally.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["543948","548304","546324","548882","546758","547566","554445","548770","547557","548164","551255","554196","546357","552123","550841","544270"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["enforcement","boat","officer","discussion","safety","ranger","fishing","rule","pamphlet","authority"]}
