{"path":"551282.jpg","date":"May 1973","photographer":"Kuykendall, Bill","caption":"The photograph captures a riverside scene where several activities are taking place. The setting is a pebbled riverbank with a number of dark, narrow boats, some of which appear to be moored along the shore, while others are afloat near the bank.\n\nThe image depicts multiple people engaged in different tasks. In the foreground, a group of individuals can be seen standing or moving along the river’s edge. The scene includes about a dozen people in various poses; some are standing and appearing to converse, while a few might be engaging in tasks related to the boats.\n\nIn particular, two men in a boat closest to the river center are prominent; one of them is standing and looks like he is either loading or unloading a long, slender object, possibly a piece of equipment or tool. The other man is seated and seems to be handling the boat.\n\nThe background of the image is less detailed, mostly showcasing a dense array of trees rising above the riverbank, which add a naturalistic touch to the scene. The lighting and overall tone of the photograph suggest it might be either early morning or late afternoon, casting soft, muted hues across the scene.\n\nOverall, this photograph captures a moment of daily life by the river, possibly involving fishing or small-scale riverine transport. The composition skillfully balances human activity with the serene natural environment, creating an engaging visual narrative about life beside the river.","title":"Memorial day, 1973--fishermen line up along shore of osage river beneath bagnell dam","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["545658","543943","551538","550769","548077","552806","551281","551148","548304","557972","550240","545933","546811","551350","548076","551389"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["boat","river","riverbank","dozen","task","unload","riverside","converse","moor","stand"]}
