{"path":"551222.jpg","date":"July 1973","photographer":"Kuykendall, Bill","caption":"The photograph features a serene and picturesque scene on a water body, likely taken during the late afternoon or early evening, under the effect of a low sun which has covered the water in glistening sparkles. Dominating the image is the silhouette of a large, multi-deck ferry or tourist boat, centered and positioned horizontally across the frame. The silhouette of the boat and its intricate details are stark against the bright reflective surface of the water, creating an appealing contrast.\n\nThe boat appears to have multiple levels, including an upper deck that is partially covered, suggesting it might be designed for sightseeing, with ample viewing space for passengers. A flag is faintly visible, fluttering at the tail of the boat, adding a small detail that suggests motion and a breeze over the water.\n\nThe background features soft outlines of a distant shoreline, suggesting hills or a forested area, which gently hugs the horizon line. The sky is not distinct in the image, focusing the viewer's attention solely on the shimmering water and the boat's silhouette.\n\nThe setting is tranquil and the composition centralizes the boat, making it the focal point surrounded by an expansive spread of water that captures and reflects the sunlight beautifully. There is no visible activity besides the implied motion of the boat, conveying a sense of peaceful travel or leisurely exploration. Overall, the image evokes a calm and contemplative mood, ideal for viewers who appreciate natural beauty and serene environments.","title":"Excursion boat \"Larry Don\" on main Osage arm of Lake of the Ozarks","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["550914","551313","551214","551215","548247","543888","552038","552344","552310","543143","543962","543411","548118","552039","543956","557813"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["boat","silhouette","sightseeing","water","ferry","motion","hug","flutter","appreciate","sparkle"]}
