{"path":"551235.jpg","date":"May 1973","photographer":"Kuykendall, Bill","caption":"This image captures a scene on a riverfront bridge. The focus is on the dynamic between three primary elements: a bus, a car, and a small watercraft on the river below.\n\n1. **Bus**: On the right side of the photo, a bus with “MISSOURI TRANSIT LINES” printed on its side is moving along the bridge. The bus is vintage, likely from the mid-20th century, and painted in a two-tone color scheme with a darker lower body and a lighter upper body.\n\n2. **Car**: Adjacent to the bus is a dark colored sedan, also of vintage design, indicative of mid-20th century American automotive style. The car and the bus appear to be moving in the same direction along the bridge.\n\n3. **Small Boat**: Directly beneath the bus and car, on the river, there is a small motor-powered boat with a single occupant. The boat appears to be traveling in a direction perpendicular to the bridge.\n\n4. **Bridge and Surroundings**: The bridge has a classic design, featuring a concrete balustrade and street lamps that are simple and functional. The water body below reflects sunlight, suggesting it's a bright, sunny day.\n\n5. **Additional Details**: There's a pedestrian or possibly a cyclist (visible as a silhouette) standing by the bridge railing, looking out over the water, adding a human element to the scene.\n\nThe photograph uses a perspective that layers these elements, showing the interplay of everyday activities across different modes of transportation in a mid-20th century urban setting. The lighting and shadows cast by the bridge structures enhance the sense of depth and dimension in the scene.","title":"Passenger car and commercial bus cross Bagnell Dam at Osage River.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["549857","551097","551221","550964","556406","546865","551236","548301","546773","551527","550214","551478","546656","552121","546689","547814"],"cl":[4],"cluster":["#04 &mdash; Bridges/Overpasses"],"terms":["bus","bridge","car","century","direction","balustrade","mode","watercraft","cyclist","dimension"]}
