{"path":"551264.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph shows an aerial view of a wooden deck by a body of water, seemingly elevated amidst lush greenery. The deck is fitted with various objects that suggest leisure and outdoor living.\n\nOn one side of the deck, there is a prominent bright green Weber grill, nearby which a metal bowl and a couple of other small items are placed - possibly cooking utensils or food items. Alongside the grill, there is a bench that appears to be loaded with several potted plants, displaying a mix of green foliage and some red flowers, which adds a lively splash of color.\n\nThe other side of the deck hosts a rectangular table lined with multiple chairs, indicating a space for dining or social gatherings. Above this area, the eaves of a dark-colored wooden structure overhang, partially framing the view and contributing to the cozy, secluded feel of the scene.\n\nIn the immediate background, dense trees and shrubs surround the deck, enhancing the sense of privacy and immersion in nature. Beyond this vegetation, the greyish-blue expanse of water can be seen, with a single boat moving away, creating a trail on the water surface, adding a dynamic element to the otherwise serene setting.\n\nThis photograph captures a private, tranquil outdoor living space, thoughtfully arranged for enjoyment and relaxation, set against a natural backdrop with a hint of human activity on the water.","title":"Charles welek home in blackhawk estates, viewed from third-floor balcony.  House, valued at over $400,000, is built into the side of a steep hill overlooking the main osage branch of lake ozark","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["546524","544483","557779","546509","544567","553966","557562","545067","545066","547248","554493","547900","544260","543579","552987","554552"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["deck","eave","immersion","cook","utensil","arran","bowl","privacy","grill","item"]}
