{"path":"551278.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a casual indoor gathering of seven older adults sitting in a living room. They are positioned in a semi-circle, engaging in what appears to be a relaxed conversation.\n\nThe living room is well-decorated, featuring traditional furnishings and home accents. In the center of the semi-circle is a small wooden coffee table adorned with a delicate porcelain tea set, suggesting a hospitable atmosphere. Adjacent to this table are other furnishings: a matching wooden end table with a lamp, a large sofa covered in floral fabric, and a couple of cushioned armchairs.\n\nThe people are enjoying each other's company, with some leaning back comfortably and others gesturing as they speak. From left to right: a woman with short hair is seated in a metal framed chair, gesturing as she speaks to the group; a man in a red shirt and white pants leans back attentively in his chair; a man dressed in a light-colored shirt and dark shorts, also leaning back; a woman seated centrally appears relaxed in a sleeveless blouse and light skirt; and two individuals partially blocked from full view but also seated and engaging in the group discussion.\n\nThere are several decor elements that give character to the room, including a stone fireplace in the background, a large plush rug on the floor, and various table and floor lamps giving warm light to the scene. Additionally, floral arrangements and framed pictures contribute to the inviting, homey atmosphere of the space.\n\nOverall, the photograph depicts a serene and pleasant moment, with friends or family enjoying each other's company in a comfortable, traditional setting.","title":"Late visitors at the house of Mr. and Mrs. Richard Van Uum at Lake of the Ozarks. Earlier, the Van Uums had entertained friends at a barbecue. Much later, after all the previous group had left, this second wave of guests arrived unexpectedly by boat.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["551267","552646","543041","546025","556610","545496","557353","546209","554897","547358","545985","552626","556173","556576","557779","548588"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["table","furnishing","circle","room","company","living","lamp","chair","armchair","sofa"]}
