{"path":"551289.jpg","date":"May 1973","photographer":"Kuykendall, Bill","caption":"This photograph depicts an outdoor scene focused on the construction or maintenance of a batting cage complex, which is situated adjacent to a mini-golf course. The image shows three workers involved in activities likely related to the construction or repair of the batting cages.\n\nOne man, shirtless and wearing dark pants, is standing on a roof-like structure looking towards the camera with an attentive posture. Another, also shirtless with light-brown pants, is climbing a ladder attached to what appears to be a support column of the structure. A third individual, seen from the rear and partially obscured, seems to be working on another component of the cage's framework.\n\nThe structure itself is comprised of several tall metal poles supporting netting, under which there are various materials and equipment, suggesting ongoing construction or repair. A large white spherical object resembling a stylized golf ball is prominently displayed on a pole, adding thematic decoration relevant to the neighboring mini-golf facility.\n\nAdjacent to the batting cages, there's a clear signage for the mini-golf with the invitation to \"play Mini Golf,\" highlighted by an arrow pointing rightwards. The colors on the mini-golf sign are a vibrant contrast, predominantly yellow with black text. The foreground of the image shows a corner of the mini-golf course, subtly indicating the leisurely context of the environment.\n\nThe surrounding background includes lush green trees that hint at a relatively secluded or possibly suburban setting, providing a calm backdrop contrasting with the industrial nature of the construction scene. Additionally, there are a couple of signs within the batting cage complex, one reading \"SLOW\" and another \"MEDIUM,\" possibly indicating the speed settings for pitched balls, contributing to the functional atmosphere of the facility.\n\nThe overcast sky suggests a cool or temperate weather setting, corresponding with the attire of the workers. The photograph as a whole captures a moment of active labor in a recreational setting, juxtaposing work and play in a single frame.","title":"Workmen put up netting at mini-golf concession near Bagnell Dam. Concession is part of \"the Strip,\" a mile-long commercial playground. Proprietor Harry Chadwell also owns a funhouse shooting gallery, and pinball concessions on \"the Strip.\"","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["551288","556507","551099","551096","551103","550180","543594","547218","556583","552024","546272","551094","553924","545249","551095","553471"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["cage","golf","ball","construction","course","repair","complex","netting","worker","pole"]}
