{"path":"551273.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph depicts a casual, intimate gathering on a wooden deck surrounded by lush greenery. There are three adults and a small dog in the frame, seemingly enjoying a relaxed summer afternoon.\n\nOn the left, a man is seated on a folding chair. He wears khaki shorts, a white tank top, and a patterned hat, and is playfully holding a small, curly-furred black and grey dog in his lap. The man is smiling and appears to be in mid-conversation, holding a beverage in his right hand.\n\nIn the center, a woman stands wearing a red polo shirt and a light blue skirt. She holds a drink in one hand and a tray or a plate of food in the other, looking slightly downward towards the man on the left, indicating engagement with whatever activity or conversation is taking place.\n\nOn the right, another man is seated comfortably on a patio chair. He wears a blue polo shirt and patterned trousers, and has a drink resting on his thigh. He's leaning back with one arm extended along the back of the chair, his posture relaxed but his expression somewhat contemplative as he looks off to the side.\n\nThe atmosphere is cozy, with a stone structure partially visible in the background, suggesting this may be a backyard patio or a similar outdoor space. Flowers in full bloom, possibly geraniums, add a vibrant touch of red to the scene. The setting is tranquil and appears to be a private, residential area. The overall mood is one of leisure and simple enjoyment among friends or family.","title":"A party is in progress at a lake ozark house in \"land of the fifth season,\" a high-priced residential development","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["557779","551274","543511","551271","557036","551028","546209","557030","557031","551277","551004","557362","553485","556525","558188","551276"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["patio","polo","chair","drink","dog","resting","hold","folding","tray","black"]}
