{"path":"551279.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a lively scene inside what appears to be a bar or social club. There are three older individuals seated around a circular table, sharing a jovial moment filled with laughter. The setting includes wooden paneling on the walls and various items on the table suggesting a casual gathering, such as glasses of beer and cocktails, packs of cigarettes, and an ashtray that seems to be in use. \n\nOn the left, a woman in a red tank top laughs heartily with her mouth wide open, her posture relaxed and joyful. In the center, a man wearing a white tank top raises his right arm, possibly cheering or making an enthusiastic gesture, adding to the convivial atmosphere. To the right, another woman, dressed in a green blouse and wearing glasses, is laughing uproariously and holding a cigarette between her fingers. Her expression and posture also convey a sense of being utterly amused and carefree.\n\nThe expressions and gestures of all three individuals reflect a moment of genuine mirth and enjoyment, accentuating a sense of camaraderie and relaxation among friends. The background includes a decorative plate or sign with a faded inscription that seems to read “ELOB 1896,” possibly indicating a long-standing establishment or a club with historical significance. This environment, coupled with the personal interactions, paints a picture of timeless social interaction and enjoyment.","title":"During a barbecue party at a lake shore house, several guests took off for an evening excursion on a cabin cruiser belonging to one of the guests. Destination the Millstone Lodge cocktail lounge across the lake.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["548234","558288","552972","545330","547358","551274","557795","558262","547376","544198","546025","557152","547794","552621","553500","554866"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["club","laugh","cigarette","gesture","enjoyment","table","tank","laughter","posture","paneling"]}
