{"path":"551293.jpg","date":"July 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a scene inside a bustling bowling alley. The environment appears lively, illuminated by overhead ambient lighting that subtly brightens the area and casts a dim glow on several rows of bowling lanes.\n\nBeginning at the center and to the left, we can observe a group of people engaged in bowling. Their attention is focused on their games, and their poses suggest they are in various stages of play, with some in the midst of their approach and others perhaps observing or waiting their turn. The attire of these individuals is relaxed and casual, typical of a leisure setting.\n\nOn the right, a solitary figure is captured in the act of bowling, with the bowling ball in motion towards the pins at the end of the lane. This area of the alley is less crowded, providing a clear view of the bowling mechanics, such as the shiny lanes and pin setup.\n\nThe entire scene is set against the backdrop of an indoor bowling alley with characteristic features such as scoring monitors mounted above each lane, showing scores or possibly names. The carpet has a vibrant, intricate pattern that is typical for leisure venues like bowling alleys, adding a touch of vividness to the setting.\n\nOverall, the photo depicts a typical night out at a bowling alley, capturing the essence of recreational bowling in a communal environment.","title":"Tourists throw balls into target at \"fun city\", in \"the strip,\" a mile-long commercial playground near bagnell dam.  Winners receive coupons which are redeemed for prizes.  \"fun city\" is under investigation by state authorities since some regard this game as a form of gambling","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["543990","551760","543975","546975","551759","551758","551757","551296","547794","548564","551290","546025","558302","547387","547779","558229"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["alley","lane","pin","leisure","brighten","mechanic","observe","ball","begin","carpet"]}
