{"path":"551221.jpg","date":"May 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a scenic river scene with several elements of interest:\n\n1. **Foreground**: Dominating the immediate view is a body of water, presumably a river, that reflects a muted blue tone somewhat darkened, suggesting either an overcast day or the use of a filter in photography.\n\n2. **Vessels and Activity**:\n   - In the center of the river, there is a small island or semi-submerged landmass with a cluster of trees upon it. A speedboat with several individuals aboard is circling around this area, creating a white frothy wake in the otherwise calm waters.\n   - Near the left side of the image, closer to the foreground, another larger vessel is visible. This appears to be a commercial boat, possibly a tour or commuter boat, and features large windows and a streamlined design.\n\n3. **Background**: The far background reveals a densely wooded area, suggesting a rural or less urbanized setting. The lush greenery of the trees borders the river, providing a natural and serene backdrop.\n\n4. **Shoreline Buildings**: To the right side of the image on the distant shore, there is an isolated building visible among the trees. It is a house-style structure, painted white, and it stands alone, adding a hint of human habitation to the natural landscape.\n\n5. **Overall Composition**: The photograph is framed vertically, enhancing the depth of the river view and focusing attention longitudinally along the river’s course. The image has a slight grain, typical of film photography, which adds a textural quality to the scene. The choice of focus and exposure settings conveys a somewhat moody atmosphere, potentially due to weather conditions or the time of day.\n\nThe perspective suggests the photo might have been taken from a higher elevation, possibly a bridge or another high vantage point on the opposite side of the river. Overall, the composition captures a peaceful, yet active river scene, illustrating both leisure activities and quiet natural beauty.","title":"Excursion boat \"The Commander\" takes sightseers from Casino Pier at Bagnell Dam on cruises lasting an hour and a quarter. Here the boat is on the main Osage arm of Lake of the Ozarks.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["554190","551208","548028","551148","551218","554169","550989","548916","552806","557239","550831","551282","556965","551209","544749","544260"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["river","photography","speedboat","tour","commuter","landmass","circle","choice","boat","course"]}
