{"path":"551299.jpg","date":"July 1973","photographer":"Kuykendall, Bill","caption":"In the photograph, two people—a woman and a young girl—are sharing a joyful moment while riding on a fairground attraction. The ambient scene is filled with rich colors and lights, creating a vibrant and dynamic atmosphere typical of a nighttime amusement park setting. The woman, who appears to be in her thirties, has light-colored hair and is wearing a dark top. She is smiling warmly at the young girl, who seems to be about six or seven years old and is wearing a light striped tank top. Both are seated in a ride car that has a metal frame and a bold red color illuminated by the surrounding lights.\n\nThe background features a striking array of yellow and green lights forming a radial pattern, suggesting they are part of a larger ride mechanism, possibly a Ferris wheel or another circular fair ride. This creates a blur of colors due to the motion of the ride they are on, which adds an exciting and kinetic feel to the scene. The lights surrounding them give an effect of motion blur which suggests the ride is in fast movement, adding to the thrill expressed on the occupants' faces.\n\nThis photograph captures a moment of pure joy and amusement, as evidenced by their expressions and the engaging, lively setting. The energy and happiness of a night at the fair are well-expressed through the use of lighting, colors, and the captured expressions of the individuals.","title":"Wanda shemwell and her daughter susan (9) ride on the trabant, a german amusement ride at \"fun city\" on \"the strip.\"  Mrs shemwell and susan are frequent visitors to \"fun city\".  The shemwells have their own home on the lake","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["545458","551298","543218","549711","543213","546781","545464","551297","551295","547278","549717","545449","545460","545444","554455","549108"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["ride","express","amusement","girl","fairground","thirty","thrill","happiness","motion","blur"]}
