{"path":"551297.jpg","date":"May 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a vibrant and dynamic scene at a nighttime amusement park or carnival. The image prominently features a spinning amusement park ride, which from its blurred motion, creates an intricate pattern of lights that resembles a glowing, circular woven basket or vase shape in the center. This effect is achieved likely through a long exposure, showing the light trails as continuous streams.\n\nTo the left, there is another ride or decoration that is outlined with lights to form what appears to be a whimsical, abstract daisy shape, with lines curving outward from the center, each lined with individual bulbs that illuminate the structure. The surroundings are dark, emphasizing the brilliance and colors of the lights.\n\nIn terms of composition, the photograph is well-balanced with the motion-blur effect of the ride on the right providing a dynamic, energetic focus, while the illuminated structures on the left add a whimsical, lighter counterpoint, creating a visual flow that leads the viewer's eye back and forth between these two main elements. Additionally, some ambient lighting and structures in the distant background suggest the presence of more rides or stalls, typical of a fairground setting.\n\nOverall, the image effectively conveys the energy and excitement of a nighttime amusement ride through its use of light and motion.","title":"Ablaze with lights, the trabant, a german amusement ride stands at the entrance to \"fun city\".  \"fun city\" is a recently opened establishment on \"the strip,\" a mile-long commercial playground beginning at bagnell dam","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["551298","549623","553024","545458","547278","549111","551299","545460","551325","545465","551295","551296","545448","553883","543212","553298"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["ride","amusement","nighttime","motion","woven","glowing","vase","bulb","effect","shape"]}
