{"path":"551252.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures an intriguing composition centered around a vehicle's side mirror. The mirror itself is the focal point and reflects the image of a man sitting at the steering wheel of a boat. The man appears to be middle-aged and is wearing sunglasses along with a light-colored ranger-style hat and a short-sleeve uniform shirt with a badge, suggesting he might be in a position of authority, such as law enforcement or park ranger.\n\nHe is steering the boat with one hand, and his posture and expression exude confidence and calmness. The background within the mirror's reflection reveals a blurred image of the water and a shoreline, indicating the boat is on a lake or river.\n\nOutside the focus of the mirror, the upper right quadrant of the image shows a blurred, wider view of the outdoor setting, highlighting the bright day and serene water backdrop that surrounds the boating area. The photograph uses a shallow depth of field to artistically blur everything outside the mirror, drawing attention to the reflected image and creating a thoughtful juxtaposition between the man's composed demeanor and the vast, blurred natural environment.","title":"Dan Needham, Missouri Water Patrol supervisor for the Lake of the Ozarks region, at the wheel of his outboard cruiser. About 8 officers, performing a wide range of regulatory and emergency services, patrol the 64,000 acres of water in the Gravois, GRand Glaize and Niangua arms and on the main channel from Bagnell Dam to Warsaw. Although no overtime benefits accrue, these men sometimes work around the clock during peak vacation periods.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["547554","551251","546063","549062","543888","557242","549417","551253","546976","547023","550841","545932","546317","544115","552806","544973"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["mirror","ranger","boat","enforcement","quadrant","authority","law","steering","boating","badge"]}
