{"path":"551208.jpg","date":"May 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a scenic riverscape, likely snapped on a sunny day considering the bright ambient lighting and clear visibility. The foreground is dominated by a large, expansive river, displaying a lively scene of recreational boating. Several boats are visible, moving swiftly across the water, highlighted by the white trails of wake behind them which contrast sharply against the dark blue of the river.\n\nThe midground is defined by a lush, densely wooded landmass that appears on the left side of the image. The rich green hues of the foliage suggest the photo was taken in the spring or summer months. This wooded area extends into a small cape or peninsula projecting into the river, adding depth and contrast to the composition.\n\nAcross the river, the background reveals a more distant shoreline that appears less forested. Here, one can see sporadic patches of greenery, interspersed with what looks like residential areas or small towns, as indicated by faint structures and clearings. The far bank shades into a hazy blend of blue and green as it meets a cloudy sky, possibly indicating humidity or mild atmospheric haze typical of warm weather.\n\nThe overall composition skillfully combines elements of human activity and natural beauty, creating a vibrant yet serene scene that speaks to leisurely summer days spent by or on the water. The photograph is framed to give a broad, enveloping view, inviting the viewer to sense both the immediate excitement of boating and the peaceful expanse of natural scenery.","title":"Pleasure craft on memorial day sail near bagnell dam churn lake water, already muddy from heavy spring rains.  Private homes and resorts line the shore","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["551218","551209","551221","548028","551217","557972","548921","550989","548916","548939","551148","552292","550769","546856","549458","548926"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["boating","river","summer","riverscape","humidity","month","leisurely","peninsula","landmass","trails"]}
