{"path":"551286.jpg","date":"May 1973","photographer":"Kuykendall, Bill","caption":"This photograph features a bustling riverside scene. The image captures a variety of structures and activities along the riverbank, backed by a forested hillside. In the foreground, the river scene is dynamic; a speedboat is in motion on the water, leaving a frothy wake behind. There are also several small boats and possibly a jet ski alongside it, and another stationary boat can be spotted towards the left side.\n\nAlong the riverbank, there is a concentration of buildings and infrastructure that look like a mixture of commercial and possibly residential properties. Prominently, there are two large floating structures that appear to be moored on the waterfront. These might be floating restaurants or similar establishments given their size and setup. Visible signs on these buildings include advertisements and possibly names of the businesses, but the text is not clearly readable from the photo.\n\nThe middle ground shows heavily packed auto parking, indicating the popularity or functional necessity of this area. Above the parking area, there are more buildings which could be part of the same complex or separate small businesses.\n\nThe composition of the photo uses natural lighting, likely taken during the day given the bright outdoor light that enhances vividness but also creates some shadows, casting a slight overcast on the scene which might be indicative of either the time of day or weather conditions. The view is comprehensive, apparently taken from a higher elevation across from the river, offering a broad perspective on this lively riverfront area.","title":"Bagnell Dam end of \"the Strip,\" a mile-long commercial \"funland\" winding along the ridge tops to the south of the dam. This view shows Casino Pier, base for excursion boats, sightseeing float plane and helicopter.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["548921","551218","551282","548077","551148","549825","548076","548028","548301","549503","551993","548081","549814","551208","551221","551991"],"cl":[6],"cluster":["#06 &mdash; Coastline"],"terms":["riverbank","business","parking","popularity","speedboat","auto","ski","restaurant","jet","boat"]}
