{"path":"551202.jpg","date":"June 1973","photographer":"Schaefer, Harry","caption":"This photograph presents an aerial view of an industrial complex situated beside a river. In the focal point of the image is a large power plant featuring several prominent buildings, including tall, red-brick structures with large windows and multiple smokestacks emitting white smoke. There are extensive support facilities, including a coal yard with conveyance structures that appear to transport coal into the plant.\n\nNext to these industrial features, there is a body of water with several docks visible; some appear to be used for loading and unloading materials. There is also a small boat moving on the water, producing a wake that ripples outward.\n\nSurrounding the plant and the river are areas of thick green foliage, suggesting the presence of a possibly dense, wooded area or a maintained green space. Beyond this natural barrier are residential areas with rows of houses, visible roads, and cars, which provide a stark contrast to the industrial foreground.\n\nThe upper section of the photo showcases a network of roads that provide connectivity to the industrial site, with one road prominently leading over a bridge that spans the river. This road infrastructure displays the intersection between the natural, residential, and industrial zones in the area.\n\nOverall, the composition of the photo captures the interplay between industrial activity, transportation infrastructure, and the surrounding environment, emphasizing the juxtaposition of human development and natural landscape.","title":"Cabin creek power plant (in foreground) is the oldest in the Appalachian system","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["551192","551173","550860","546395","550706","550856","550339","550855","546705","557295","552187","551201","551194","551174","549215","549968"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["coal","road","plant","river","unloading","connectivity","infrastructure","produce","wake","intersection"]}
