{"path":"551256.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph shows a lively and humorous moment among three elderly men on a boat. The setting is a sunny day on a calm body of water, likely a lake, given the calmness of the water and the trees visible on the far shore.\n\nIn the center of the image, the focus is on an elderly man who appears to be jokingly \"kicking\" another with a fish that he is holding in his hand, creating a playful and amusing scene. This central figure is shirtless, wearing orange swim trunks and has a joyful expression on his face. He is standing and leaning forward towards the man seated near the boat's edge.\n\nTo the right, another elderly man, seated and wearing a beige hat, dark sunglasses, and a light-colored shirt, is holding another fish similar to the one being used to \"kick.\" He seems to be part of the joke, looking at the fish with an expression that suggests amusement or surprise.\n\nA third man is lying on the boat's floor, partly covered by the central standing man's leg and the boat's side. He appears to be reclining and enjoying the fun, although his expression is not clearly visible.\n\nThe boat itself is a small motorboat with a metallic rail, and its interior suggests a typical leisure craft with padded seats and personal items scattered about, likely equipment for fishing and personal belongings.\n\nOverall, the photo captures a humorous, light-hearted moment among friends enjoying a day of boating and fishing, characterized by laughter, practical jokes, and camaraderie in a beautiful natural setting.","title":"Water patrol supervisor Dan Needham during a routine inspection of an inboard runabout. All aboard were in high spirits and very friendly. Beer was much in evidence. Later, Needham explained that arrests for intoxication were made only if the boat operator was in danger of losing complete control of himself and his boat.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["548164","552868","548132","552870","546302","551255","544199","544980","546053","554198","544204","546079","543944","554199","543231","553405"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["boat","fish","kick","man","seat","expression","fishing","laughter","fun","enjoy"]}
