{"path":"551241.jpg","date":"May 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a quaint and somewhat dated visitor information booth beside a road. The color image shows a clear day with a mix of clouds in the sky.\n\nThe focal point of the image is a small, boxy information kiosk painted red and white, with signs advertising \"FREE INFORMATION\" about the \"Bagnell Dam Area Chamber of Commerce.” Beneath these words, other signs promote \"LAKE - RESORTS - CAMPING GROUND\" and \"RESORT RESERVATIONS.\" There's an \"OPEN\" sign visible on the window through which a person, possibly male, wearing light-colored pants and a darker shirt, is seen interacting with someone inside or perhaps collecting some pamphlets. The attire suggests casual, everyday wear.\n\nAlongside the booth is a large white sign with a red outline shaped like an arrow, pointing towards the booth with the words \"ask here\" surrounded by red question marks, enhancing the information booth's purpose.\n\nIn the foreground, the roadside and grass verge are visible, typical of a rural or suburban setting. Behind the booth, the scene extends to a road where vintage cars are visible, capturing the era's automotive design. Across the road, one can notice commercial establishments, including a restaurant visible under the trees, suggesting that this location is on a commercial route or near a touristic area.\n\nThe overall setting is tranquil, with few people and moderate traffic, contributing to a serene suburban or small town atmosphere, where such informational sites were common to assist visiting tourists or campers.","title":"Roadside booth at Eldon, on the fringe of the Lake of the Ozarks region, provides information to southbound traveler.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["554550","551287","557661","548889","557684","557660","543239","549224","557690","556984","542812","555506","545618","554704","557824","549113"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["booth","information","word","sign","kiosk","pamphlet","question","road","camper","arrow"]}
