{"path":"551272.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures two older people, a man and a woman, sitting side by side on what appears to be an outdoor deck, each on a folding aluminum lounge chair. The man is positioned on the left side of the image. He is clad in a red patterned short-sleeve shirt and dark red pants, with white belt and navy blue loafers. He holds a partially full glass with what appears to be a cold beverage, possibly iced tea or a mixed drink. His posture is relaxed, with one arm resting on the armrest and his legs crossed at the ankles.\n\nThe woman, sitting on the right, wears a sleeveless yellow top and white wide-legged pants, accessorized with a matching white pendant necklace. Her feet are adorned in white strappy sandals. She has her hands placed in her lap and her legs are crossed at the knee. Her expression and posture convey a sense of quiet repose or possibly tiredness. Next to her is a wicker basket purse.\n\nThe background is fairly dark and simple, featuring a wooden structure suggesting the setting might be a porch or deck area. There is a modest flower box with red flowers hanging in the background, brightening up the scene.\n\nBoth individuals display a serene, almost contemplative demeanor, enjoying a quiet moment outdoors together. The setting and their outfits evoke a sense of casual leisure typical of a warm day.","title":"Retired executive and wife at a party given by another retired businessman at his house in Lake Ozark. House is part of the \"Land of the Fifth Season\" development. Property is expensive incomes are high.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["551271","548614","548620","557363","544219","553202","551454","546209","553484","551827","548588","554222","557362","551273","553519","556581"],"cl":[22],"cluster":["#22 &mdash; Leisure Activities"],"terms":["leg","deck","ankle","lounge","flower","posture","aluminum","sandal","necklace","purse"]}
