{"path":"551255.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a lively moment on a small boat during a sunny day. There are four people on the boat, which is equipped with a steering wheel and various nautical instruments. The environment suggests they are on a lake with wooded shores visible in the distance.\n\nOn the left side, a middle-aged man is seated in the driver's seat, shirtless, wearing swimming trunks and sunglasses. He's drinking from a bottle. Next to him, a woman in a pink bikini with large, fashionable sunglasses laughs or talks, comfortably resting on the cushioned edge of the boat.\n\nOn the right, another woman, wearing a sleeveless red and white striped top and shorts, is seated facing a man who is dressed in a law enforcement uniform, complete with a badge and a cap marked \"Conservation Officer.\" The officer appears to be writing or checking something, possibly on a clipboard he holds. He's sitting down near the boat controls, looking focused on his task. The woman next to him has a red cup and seems to be handling a boating safety instrument or similar object.\n\nThe feel of the scene is casual and recreational with a hint of an official inspection or interaction going on. The presence of the conservation officer suggests a routine safety check or a friendly conversation regarding boating regulations. The calm waters, clear skies, and leisure attire of the individuals suggest a warm, pleasant day out on the water.","title":"Water patrol supervisor Dan Needham during a routine inspection of an inboard runabout. All aboard were in high spirits and very friendly. Beer was much in evidence. Later, Needham explained that arrests for intoxication were made only if the boat operator was in danger of losing complete control of himself and his boat.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["551254","554177","544122","548502","543944","546912","546348","549408","543952","551310","551308","544269","546352","548054","551257","551253"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["officer","boat","instrument","sunglass","safety","woman","enforcement","law","check","clipboard"]}
