{"path":"551288.jpg","date":"May 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a lively outdoor scene at a recreational facility that offers both mini-golf and baseball activities. The image is predominantly filled with the infrastructure designed for these amusement activities, accompanied by dense greenery in the background that suggests a suburban or semi-wooded setting.\n\nThe image foreground shows a seating area with a wooden bench that appears unused at the moment. In the middle ground, there are several batting cages, enclosed with netting for safety. These cages are labeled with signs that read \"SLOW\" and \"MEDIUM,\" indicating the varying speeds of pitches that players can expect. Inside these cages, people are engaging in batting practice; one individual, wearing a light-colored shirt and dark pants, can be seen in a stance preparing to swing at a pitch, while another person in a dark top is also visible in a neighboring cage, engaged in a similar activity.\n\nThe right side of the photo includes a middle-aged man, shirtless and wearing jeans, who is standing outside the cages, seemingly involved in either setting up or retrieving a bat.\n\nAbove the scene, there's a large sign prominently displaying the price and options available: \"25¢ BASEBALL\" and \"PLAY MINI-GOLF,\" suggesting these activities are affordably priced at 25 cents. The sign features simple, bold lettering and some decorative elements, including a graphic representation of a golf ball, enhancing the recreational theme.\n\nThe lush trees in the backdrop juxtapose with the organized play area and contribute to a serene yet vibrant atmosphere, suggesting a popular location for family outings or casual sports enthusiasts. The overall setting is casual and recreational, emphasizing a leisurely day out enjoying simple sports activities.","title":"Workmen put up netting at mini-golf concession near Bagnell Dam. Concession is part of \"the Strip\", a mile-long commercial playground. Proprietor Harry Chadwell also owns a funhouse shooting gallery, and pinball concessions on \"the Strip\".","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["551289","552024","551721","551768","551099","556507","557780","549102","551096","553042","549318","543633","551292","554149","551103","545249"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["cage","golf","baseball","sport","neighboring","option","amusement","enthusiast","sign","player"]}
