{"path":"551239.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a night scene of a bustling road with light trails created by long-exposure photography, emphasizing the movement of vehicles along the curving street. The time of day is evening or night, as determined by the dark sky and artificial lighting present in the scene.\n\nOn the left side of the image, there is a small, illuminated diner or restaurant which has a classic-style sign advertising \"SHORE DINER\" in neon letters. The diner's architecture seems to be from the mid-20th century, typical for such roadside establishments in America. Just beside the diner, there is a board displaying names or messages, possibly a menu or promotions but it's not clearly readable. In addition to the diner, various neon signs and other sources of light can be seen in the distance, suggesting other commercial buildings nearby.\n\nThe road itself curves gently from the foreground to the background, moving from the right of the frame towards the left. The street is notable for its vibrant streaks of white and red lights, showing the paths of cars moving in both directions. These light trails give the image a dynamic feel, suggesting the fast pace of traffic moving through this area.\n\nThere are no visible pedestrians in the image; the focus is solely on the road and nearby commercial establishments. The area is well-lit by street lights and the lighting of billboards and signs along the road, contributing to the brightly lit environment typical of bustling commercial areas.\n\nThe background fades into the night with some hints of trees and a darker sky, suggesting a suburban or semi-urban setting where the city meets more natural landscapes. The overall composition effectively combines the elements of movement, urbanism, and nighttime atmosphere to create a visually engaging scene.","title":"Streaks of auto lights along Route 54 at Osage Beach","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["555446","551321","555431","547051","551322","546744","555381","546739","546586","546644","556983","555438","545352","555418","547073","549014"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["diner","night","neon","establishment","trail","road","street","menu","promotion","pace"]}
