{"path":"551342.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a scene inside what appears to be a small store or bar. The image shows two male figures: a younger man, who is shirtless and wearing camouflage shorts, and an older man, dressed in a white shirt and dark pants.\n\nThe younger man is leaning towards a display case, almost fully turned away from the camera, revealing only the back and side profile of his head. His posture suggests that he might be pointing at or choosing something inside the display case. The older man, on the closer right side of the frame, is standing upright with a slight lean towards the counter, looking attentively at the younger man. His hand rests on the surface of the counter, and he has a calm, observant expression.\n\nThe background of the photo is filled with various items providing context to the setting: there's a range of bottled beverages, presumably alcoholic, displayed on shelves behind the counter. Promotional signs, including one for \"Falstaff\", along with a small chalkboard with what appears to be a list or menu, add to the character of the location. Over the shelves, there's a neon sign, and various snack packs are visible hanging from a rack in front of the display case where the young man is standing. The environment suggests a somewhat casual, local shop atmosphere with a focus on beverages and perhaps small snacks.\n\nThe lighting in the photograph is subdued, casting a warm but faded glow over the scene, enhancing the vintage or retro feel of the setting. This lighting also focuses the viewer's attention on the interaction between the two individuals, highlighting this moment of engagement amidst the surrounding details.","title":"Don garrison, 65, with young customer, at his store in new linn creek, where he has operated a restaurant, a hotel, and a general store for 43 years.  Garrison was born in old linn creek which came to an end in the late 1920's as a result of the building of bagnell dam.  The dam created the lake of the ozarks","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["545452","547796","545970","557767","548234","553520","547794","557907","554097","556676","556613","551832","554866","553519","553217","552859"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["case","counter","snack","beverage","shelf","man","display","choose","menu","lean"]}
