{"path":"551391.jpg","date":"April 1973","photographer":"Emmerich, Donald","caption":"This photograph depicts a group of individuals engaged in an environmental clean-up activity by a muddy, littered riverbank. In the foreground, a large collection of discarded items, mainly aluminum cans and a few bottles, are scattered across the soiled ground. Some of the cans bear the recognizable red and white coloring of Coca-Cola labels.\n\nThe scene is outdoors and the environment appears to be somewhat rural or semi-rural with visible tree lines on the far side of the river. The terrain at the cleanup site is uneven and muddy, indicating that the area might have been recently subjected to water flow changes or rainfall.\n\nThere are nine people in the vicinity, split between activities along the water's edge and standing on the bank. Those in the river are equipped with nets and are actively attempting to remove debris from the water. The individuals vary in age and are dressed in casual, practical outdoor clothing; one notable person is wearing a bright yellow raincoat, highlighting their presence.\n\nTheir efforts are part of an environmental conservation attempt to clean the littered river, highlighted by their use of buckets and nets to collect and likely recycle the refuse. The overall mood seems collaborative and purposeful, as they work together to address the pollution issue depicted vividly in the photograph.","title":"Annual smelt run at Singing Bridge, Tawas City. In mid-April thousands of fishermen gather at Whitney Drain, a manmade canal on Lake Huron, to dipnet for these small fish. Where man goes there go his beverage cans, too.","placename":"Saginaw (Mich.)","location":"Saginaw, Michigan","nn1":["548191","548198","551427","551388","552948","543927","545531","546863","544800","551429","545136","551421","550205","542655","550060","552085"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["net","can","raincoat","river","aluminum","attempt","cleanup","coloring","refuse","rainfall"]}
