{"path":"551399.jpg","date":"April 1973","photographer":"Emmerich, Donald","caption":"This photograph captures an outdoor night scene where a group of people are gathered around a campfire in a rugged, rocky environment. The campfire is positioned in the foreground, burning brightly with flames licking a few pieces of wood, illuminating the nearby ground and the individuals around it.\n\nThere are several individuals in the scene, each engaged in different activities and wearing cold-weather attire suggesting it might be a chilly evening. On the right, a man in a red jacket and a white chef-style hat is bending over, performing an action possibly related to cooking, as he holds a container that could be used for food or water. His posture and the object in his hands suggest he might be stoking the fire or preparing something to cook.\n\nToward the center and left of the image, two more individuals are partially visible. One person, seated and laughing joyously, wears a brown outfit and a festive, decorated hat, suggesting a casual and joyous gathering. Another individual, partly obscured in the background, also appears relaxed and is engaging with the group.\n\nThe scene appears informal and convivial, with a focus on fellowship and outdoor activity. The setting, indicated by the darkness and outdoor furniture (like the folding chair visible behind the individuals), suggests this is a camping trip or similar outing. The overall ambiance is cheerful and laid-back.","title":"Annual smelt run at Singing Bridge, Tawas City. In mid-April thousands of fishermen gather at Whitney Drain, a manmade canal on Lake Huron, to dipnet for these small fish. Fisherman is emptying his leaky waders beside the fire.","placename":"Saginaw (Mich.)","location":"Saginaw, Michigan","nn1":["545778","548792","551315","551431","551314","557028","551402","544855","546026","545774","546013","554510","554863","554685","542727","545497"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["campfire","individual","folding","cook","cooking","laugh","flame","hat","burn","camping"]}
