{"path":"551341.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph features an older man engaging in an activity of lighting or adjusting candles at a large indoor gathering. The setting appears to be a spacious hall, possibly a community center or a place of worship, indicated by the high ceiling and the spaciousness.\n\nThe man is standing in the foreground, leaning slightly over a table adorned with many lit white candles that are neatly organized in rows within a large, shallow box filled with sand or a similar material. This setup is often used as a safety precaution for large candle displays, and also makes it easier to manage and position the candles. The candles are surrounded by garlands of greenery, adding a decorative and possibly festive touch.\n\nIn the background, numerous people, primarily women, are sitting at long tables covered with white tablecloths. They are watching the man or engaging in conversation with each other. The audience appears attentive and relaxed. The room is dimly lit with natural light entering from above, possibly from skylights, highlighting the glowing candles and creating a serene ambiance.\n\nOverall, the atmosphere captured in the photograph seems solemn yet communal, with a focus on the candle lighting activity, which could signify a ceremony, vigil, or a special communal event.","title":"At the second reunion of residents and friends of old Linn Creek, a roll was called of all those who had been natives of the town and who had died since the last reunion. There were 83, and a candle was lit and placed for each by the nearest relative present. In the hot room, the candles bent and twisted as the ceremony went on for over an hour. Linn Creek itself came to an end in the late 1920's as a result of the building of Bagnell Dam, which created the Lake of the Ozarks.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["547320","556450","545377","545384","558401","558239","556318","558404","556234","558383","543924","558406","549073","547371","548557","543925"],"cl":[35],"cluster":["#35 &mdash; Religious Imagery"],"terms":["candle","table","spaciousness","precaution","skylight","ceremony","tablecloth","hall","audience","man"]}
