{"path":"551387.jpg","date":"April 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a scene of people fishing in a river in misty conditions. The image is framed in portrait orientation and is rich in a natural, water-centric aesthetic. The main focus is a person in the foreground dressed in a vibrant red jacket and a pink patterned hat. They are handling a large net, which they appear to be either pulling from or tossing into the water, and the net contains several fish, indicating a successful catch. Their face is not visible, emphasizing their action rather than their identity.\n\nIn the background, there are several other individuals engaged in similar fishing activities. These people are clad in more subdued clothing, blending with the misty, muted backdrop. Two people stand farther behind the person in red, interacting with the environment or equipment in their hands, while another person towards the right side of the frame appears partially submerged in the water, suggesting a deeper area or that they are involved in an immersive task.\n\nThe river itself has a muddy brown color, typical of many rivers. An intriguing detail is an inflatable black tire floating near the middle of the river with fish inside it, perhaps used as a temporary holding spot for the catch or as part of the equipment setup for fishing.\n\nThe surrounding landscape features deciduous trees, mostly bare, possibly indicating a cold season. The foggy atmosphere adds a soft, ethereal quality to the scene, dampening the colors and blending the elements together under a blanket of mist. The trees are diffused into the white and gray sky, further enhancing the chilly ambiance of the fishing setting. \n\nOverall, the photograph depicts a tranquil but active fishing scene marked by cooperation and rustic technology, set against a naturally beautiful, albeit fog-covered backdrop.","title":"Annual smelt run at Singing Bridge, Tawas City. In mid-April thousands of fishermen gather at Whitney Drain, a manmade canal on Lake Huron, to dipnet for these small fish. Efficient floating receptacle reduces number of trips to shore.","placename":"Saginaw (Mich.)","location":"Saginaw, Michigan","nn1":["551410","551393","553812","545968","551389","552271","554520","554519","549935","542651","551408","548190","552291","555576","550665","551024"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["fishing","catch","net","river","fish","person","centric","cooperation","identity","orientation"]}
