{"path":"551318.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a low-light scene of a band performing on stage, rendered in a silhouette style with subtle backlighting. The setting appears to be a small venue or club, as indicated by the intimate arrangement and casual decor. The composition uses a long exposure that creates blurred shadows and hints of motion, suggesting the dynamic activity of the performance.\n\nThere are multiple figures on the stage occupying various positions. From left to right, one figure stands partially off-frame, possibly playing a guitar based on the posture and the shadow of what could be a guitar neck. Moving towards the center, another figure seems to be either singing or speaking into a microphone, also possibly playing guitar, shown by a silhouette reminiscent of holding a guitar. Next to this central figure appears to be another performer, likely a vocalist given their stance facing what seems to be a microphone stand.\n\nTo the far right, there are two more individuals; one is obscured and slightly shadowed but seems to be handling either a microphone or another instrument, while the other also appears to be involved in the musical performance. Their actions could include singing or playing an instrument, suggested by their forward-facing stance and partial bending posture as if engaging closely with an audience or a task at hand.\n\nThe atmosphere conveyed by the lighting and the vibrant yet subdued color palette consisting of dark hues punctuated by reds and oranges adds a warmth and inviting feel, typical of live music venues. The photo effectively conveys the lively but elusive essence of a music performance, focusing more on conveying the mood and environment rather than the detailed activities of the people involved.","title":"Dancing at Millstone Lodge, a lakeside cocktail lounge. The lodge has extensive docking facilities since many of its patrons arrive by boat.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["554283","556308","551479","553890","553305","551319","553284","553261","551317","554345","556251","553297","551012","548571","551674","553259"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["guitar","microphone","performance","music","figure","venue","stance","instrument","stage","posture"]}
