{"path":"551388.jpg","date":"April 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a misty and atmospheric scene at a riverbank. In the foreground, several discarded items litter the sand, prominently featuring two old beer cans, likely from the 1970s or early 1980s, tarnished and open. Small stones and bits of debris, including pieces of wood and smaller trash, are scattered around these cans, indicating pollution or neglect.\n\nIn the middle ground, a group of people is actively engaged in wading through the shallow waters of the river. They are dressed in casual, varied clothing suitable for outdoor activity, with some wearing hats and others in hoods, likely to protect against the dreary weather. This group includes both men and women, who appear to be participating in either a clean-up operation or perhaps examining the water and surroundings. Their attention is focused on the tasks at hand rather than on the camera.\n\nEchoing the activities, a dimly visible line of cars is parked on the riverbank in the thick mist behind the group, suggesting the presence of an organized event. The background is enveloped by dense fog that blends into the gray skies above, masking any distant scenery and creating a sense of isolation and focus on the immediate environment. The overall mood of the image is somber yet purposeful, illustrating a moment of environmental awareness or action amidst a setting of neglect.","title":"Annual smelt run at Singing Bridge, Tawas City. In mid-April thousands of fishermen gather at Whitney Drain, a manmade canal on Lake Huron, to dipnet for these small fish. Where man goes, there go his bottles and cans.","placename":"Saginaw (Mich.)","location":"Saginaw, Michigan","nn1":["551429","551391","550205","555547","551389","550812","552085","551423","554467","550950","546922","545531","550352","552080","548198","545945"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["can","riverbank","group","awareness","neglect","echo","beer","mask","wade","hood"]}
