{"path":"551319.jpg","date":"July 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a vibrant scene inside a restaurant or a bar with a distinctive tropical or beach-inspire decor, predominantly bathed in a warm, red ambient light. The ceiling is covered with thatched materials, contributing to the rustic ambiance.\n\nIn the foreground, two musicians, a man and a woman, are seated and performing. The man is playing a guitar, and the woman appears to be singing. Both are dressed in light, casual outfits, fitting with the laid-back atmosphere of the venue.\n\nThe audience, consisting of multiple groups of diners, is scattered across the room, seated at tables that are casually arranged. The diners are engaged in listening to the music, with some in conversation and others focused on the performers. The tables are adorned with what looks to be candles, enhancing the intimate and relaxed setting.\n\nOn the right, the room opens into another area that is less illuminated, giving a slight peek into an adjacent part of the venue. There are various decorative elements hanging from the ceiling and walls, such as large circular and fork-like artistic pieces, which add a unique, artistic touch to the environment.\n\nOverall, the photograph illustrates a cozy, cheerful evening scene where people are enjoying live music and a convivial atmosphere in a setting that combines elements of rustic charm and artistic decor.","title":"Sunday night pre-communion sing-along at \"VIEW\" (Volunteers in Ecumenical Witness) coffee house in \"the strip\" popular funland in the Bagnell area. VIEW offers college students cut-rate housing and companionship for the summer in exchange for 10 or more hours of work in \"VIEW\" programs. Participants also have full-time summer jobs on \"the strip\" or at local resorts.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["551479","551320","554283","547363","556474","547779","551318","556032","553305","545868","556308","548563","551708","551770","546780","553518"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["diner","music","decor","venue","ceiling","room","table","candle","singe","performer"]}
