{"path":"551322.jpg","date":"May 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a street scene during dusk or early evening in what appears to be an urban environment. The image is viewed from a low angle, possibly taken from the level of the roofs of parked cars whose shiny tops are visible in the foreground reflecting some lights. The cars are lined up along a curb, suggesting a busy street scene.\n\nIn the background, various commercial establishments lined side by side are visible. They have glowing neon signs, contributing to the ambiance of a bustling city night. Prominent among these is a sign that reads \"5¢ Beer\" in large, illuminated red letters, hinting at a bar or pub. Other signs include logos and names of beer brands such as \"Schlitz\", indicating the sale or consumption of alcoholic beverages is common in this area.\n\nThe buildings themselves appear to be one- or two-stories high, typical of older commercial districts in cities. The sky above is a deep blue indicating the lighting changes of twilight, contrasting with the illuminated signs and street lighting. There are no visible people or moving vehicles in the shot, making the image feel static yet charged with the potential energy of nightlife activities.\n\nOverall, the composition captures a slice of urban life, emphasizing evening leisure activities and the allure of nightlife through the use of light and commercial signage.","title":"Cars and lights on \"the Strip\" at dusk. \"The Strip,\" a popular commercial funland, begins at Bagnell Dam and winds for a cluttered mile or so southward along the ridge tops.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["555446","545462","547073","547051","549014","556983","551239","550127","555381","551321","555782","547798","545216","549017","551494","551864"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["sign","street","allure","evening","consumption","beer","neon","beverage","brand","city"]}
