{"path":"551346.jpg","date":"July 1973","photographer":"Kuykendall, Bill","caption":"The photograph depicts an elderly man standing in a historical ruin. He is wearing a light color short-sleeved shirt that appears to have a logo on the left chest, along with dark slacks. His expression is neutral as he looks slightly to the left of the camera, standing with his hands at his sides.\n\nThe ruins around him are extensive, with multiple stone walls that have collapsed in places, creating a rugged and historical ambiance. The remaining structures include tall, jagged stone walls with various openings, including windows and arched doorways without doors, reminiscent of ancient or medieval architecture. The ruins show multiple levels, with some parts retaining their upper stories while others are reduced to lower walls.\n\nThere are overgrown plants and bushes scattered around the ruins, suggesting a lack of regular upkeep and adding to the aged and abandoned feeling of the place. In the background, the sky appears to be overcast, casting a soft, diffused light over the scene which highlights the textures and stonework of the ruins.\n\nThis setting and composition suggest a moment from either a personal visit or a tour through a historical site, capturing both the man and his surroundings in a way that emphasizes the magnitude and the historical significance of the ruins around him.","title":"Mr.  G.  T.  Richards, editor-publisher of the camdenton reveille, stands by the ruined east wall of the r.m.  Snyder mansion in the ha ha tonka area.  He was present in 1942 when sparks from the chimney at far left set fire to the wooden shingles.  \"you would have put it out with five gallons of water... If you could have reached it,\" he recalls all but the three-foot-thick stone walls burned","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["549335","546971","545520","543345","545817","557078","542548","546495","545091","547427","544949","551344","544951","550739","553418","549325"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["ruin","wall","magnitude","stone","stonework","upkeep","reduce","slack","tour","visit"]}
