{"path":"551383.jpg","date":"May 1973","photographer":"","caption":"This photograph captures a vivid street scene from what appears to be the 1970s, based on the style of clothing and vehicles. The setting is a busy urban street lined with parked cars and some neon signs of businesses, including one that reads \"MARKET\" in capital letters. \n\nThe foreground mainly shows a group of individuals gathered around several motorcycles. There are at least four motorcycles visible, prominently seen with their shiny chrome details and distinctive designs. Two of the motorcycles are particularly well-equipped for touring, laden with bulky, travel-ready packs and accessories.\n\nOn the left, there's a man wearing a white shirt with the number \"25\" on it and blue jeans, standing and facing another man who is partially seen and wearing a checkered shirt and brown pants. In the center, a woman with long hair, wearing a white sleeveless top and jeans, is speaking with a man bending over one of the motorcycles. This man, who is wearing a darker shirt and jeans, is actively engaged in either fixing something on the bike or adjusting the packs.\n\nThe background shows a mix of vehicle types from the era, including sedans and small trucks, depicting a typical busy day with people milling around and cars moving along the street. The assortment of signs and the architecture suggest a commercial area bustling with activity.\n\nOverall, the photograph captures a lively urban scene with a focus on motorcycle culture, where individuals are engaged in conversation and maintenance of their bikes amidst a busy city backdrop.","title":"Vacationists crowd bagnell dam on memorial day weekend","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["546993","554875","556206","556719","554871","549316","551324","549872","554874","558232","548388","554293","554297","551913","549882","551135"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["motorcycle","bike","jeans","street","bulky","pack","laden","man","fix","accessory"]}
