{"path":"551396.jpg","date":"April 1973","photographer":"Emmerich, Donald","caption":"The photograph captures an outdoor scene where a group of four men is engaged in a fish harvesting activity near a body of water. The setting appears somewhat cloudy or misty, suggesting a cold or damp environment, likely near a river or lake given the visible water and rocky area.\n\nTo the left, one man, wearing a dark blue jacket and black pants, is assisting another man in a red beanie and yellow vest layered over a long-sleeve red shirt, who is handling a metal fish basket. The man is taking or placing fish into the basket, preparing to transfer the catch.\n\nIn the center and right part of the image, two other men are interacting over a large metal bucket filled with fish, already harvested from the water. One man, dressed in a red and black checkered shirt with suspenders and dark trousers, is leaning in to assist or check the bucket, possibly discussing their catch. Next to him, another man in a solid red cap and a brown quilted jacket over his attire aids in stabilizing the bucket or perhaps preparing to move it.\n\nThe background of the scene features scattered groups of people engaged in similar activities—fishing or handling fish—unifying the theme of communal or group fishing efforts. The environment is rocky with visible boulders and scattered debris, typical of a riverine or lake shore.\n\nOverall, the photograph vividly portrays a moment of communal activity, focusing on local or traditional methods of fish harvesting, highlighting teamwork and the rustic, natural setting of their endeavor.","title":"Annual smelt run at singing bridge, tawas city.  In mid-april thousands of fishermen gather at whitney drain, a manmade canal on lake huron to dipnet for these small fish.  Getting up the steep bank with a heavy catch requires more than one pair of arms and legs","placename":"Saginaw (Mich.)","location":"Saginaw, Michigan","nn1":["551410","551390","551412","552302","545211","551386","551411","548190","554200","547563","551387","552283","552273","547551","545198","548164"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["fish","bucket","harvesting","basket","man","assist","catch","prepare","group","beanie"]}
