{"path":"551320.jpg","date":"July 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures the lively and colorful ambiance of an indoor setting, likely a cafe or informal gathering spot. The dominant hues in the image are warm, with tones of red and pink, illuminated by dim lighting that casts a cozy glow over the scene.\n\nThe ceiling of the venue is draped with white and pink fabric, creating soft, tent-like folds that give the space an intimate, almost festive feel. Various objects hang from the ceiling, including paper birds and chain-linked ornaments, contributing to the decor's eclectic and somewhat bohemian charm.\n\nSeveral people are visible, sitting at tables scattered throughout the space. The individuals are predominantly engaged in conversation or sitting contemplatively, adding to the relaxed and social atmosphere. One man is at the forefront, turned away from the camera, playing a guitar, suggesting a casual musical performance is occurring or perhaps just a spontaneous moment of creativity.\n\nThroughout the venue, there are tables where people are gathered, some with drinks visible, hinting at a café or bar setting where visitors could enjoy beverages and light meals. The walls are adorned with various posters, including a prominent \"War No More\" sign, hinting at a possibly politically active or minded clientele and ambiance.\n\nOverall, the scene is vibrant yet relaxed, filled with elements that suggest creativity, music, and social interaction, all enveloped in a warmly lit, inviting environment.","title":"Sunday night pre-communion sing-along at \"view\" (volunteers in ecumenical witness) coffee house in \"the strip\" popular funland in the bagnell area.  \"view\" offers college students cut-rate housing and companionship for the summer in exchange for 10 or more hours of work in \"view\" programs.  Participants also have full-time summer jobs on \"the strip\" or at local resorts","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["551319","547779","555290","546025","554897","551479","547794","547371","553304","556627","545868","542894","547363","545496","543041","545985"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["creativity","venue","ceiling","table","ornament","guitar","café","cafe","sit","music"]}
