{"path":"551398.jpg","date":"April 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a scene of four young people, possibly spectators at an outdoor event, such as a sports game, given the presence of a figure skater shown on the side of a food container resting on the ground. Given their outfits and the environment, it's likely taking place in a cold and perhaps festive setting.\n\nEach person is dressed warmly. The first individual from the left wears a yellow and black hat with intricate patterns and a dark coat. Next to this individual sits another wearing a light-colored hat with a black pattern and a dark jacket, looking intently towards something outside the frame. The third person is wearing a hat with a headband and a dark, thick coat also looking in the same direction with a serious expression. Finally, the person on the far right sports a white and black hat and a jacket with fur on the hood, who seems to be slightly smiling.\n\nThe background is dimly illuminated, focusing the viewer's attention on the group. They are seated side by side on what looks like a metallic or wooden bench. Directly adjacent to them on the ground is a bin and some personal items, including a food container with a figure skate illustrated on it and other food wrappings. The mood evoked here suggests an evening setting with soft ambient light, highlighting the spectators and their expressions of attention and enjoyment.","title":"Annual smelt run at singing bridge, tawas city.  In mid-april thousands of fishermen gather at whitney drain, a manmade canal on lake huron, to dipnet for these small fish night falls, and the fishermen wait for the next run","placename":"Saginaw (Mich.)","location":"Saginaw, Michigan","nn1":["547285","557179","557054","558201","543511","553275","547438","547375","554228","547434","554273","554277","555409","553757","557176","553169"],"cl":[41],"cluster":["#41 &mdash; Horse"],"terms":["food","hat","spectator","coat","container","sport","person","bin","headband","ambient"]}
