{"path":"551338.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"The photograph captures two elderly men examining a board filled with various photographs. The setting seems to be indoors, possibly a small room or hallway, hinted by a hint of daylight seemingly coming in from outside, softening the shadows in the space. One of the men, who is nearer to the camera, is balding with white hair on the sides of his head, wearing glasses, and dressed in a light beige or gray suit with a white shirt underneath. He appears to be pointing at a specific photograph and discussing it. The second man, standing beside him, is wearing lighter attire, specifically a short-sleeved shirt with glasses hanging from his shirt's front pocket. He leans in slightly, listening intently or observing the point of interest.\n\nThe photographs they are examining are pinned or attached to the board in a somewhat clustered-fashioned, ranging from black-and-white to sepia tones, indicating various ages and historical contexts. The images seem to depict people and possibly historical events, suggesting that this could be an archival exploration or a reminiscence of past times. The overall mood conveyed by the lighting and body language is one of engagement and perhaps nostalgia or respect for the memories contained within the images they are discussing.","title":"At the second reunion of natives of Linn Creek, lifelong friends Charles Eyler (left) and Orien West look over old pictures. Their home town came to an end in the early 1920's when Bagnell Dam was built. The dam created the Lake of the Ozarks, but Linn Creek lay in the path of the rising waters. Townspeople formed new communities in Camdenton and New Linn Creek, where the reunions were held.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["551337","554097","557152","552390","557894","558314","557037","557033","556028","547407","545970","552859","557856","557910","553030","545471"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["board","respect","outside","memory","indoor","language","glass","shirt","nostalgia","pocket"]}
