{"path":"551313.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This is a photograph of a boat floating gently on a river or lake at twilight. The scene is tranquil and the lighting conditions suggest either dusk or dawn, with the sky in deep, dark tones. The key features of the image include:\n\n1. **Boat**: The boat, occupying the center and right portion of the frame, appears to be a medium-sized pleasure craft—possibly a cabin cruiser. It is equipped with a small American flag at the stern along with what seems to be a closed bimini top or a similar canopy structure providing shelter. The side of the boat facing the viewer shows several windows that are likely part of the cabin structure. The boat is moored or cruising slowly.\n\n2. **Environment**: The surrounding environment features calm water that reflects a muted golden hue, likely from the sky. This creates a serene water surface surrounding the boat.\n\n3. **Background**: The backdrop consists of a densely wooded area with trees extending across the horizon, silhouetted against the subdued light of the sky. This suggests the photograph was taken in a secluded area, likely away from urban spots.\n\n4. **Atmosphere**: The overall atmosphere of the photograph is calm and peaceful, emphasized by the muted colors and the gentle ripples in the water around the boat. The dim lighting conditions add a sense of quietude and isolation.\n\nThis image effectively captures a quiet, reflective moment in a natural setting, possibly suggesting a leisurely retreat into nature.","title":"Cabin cruiser \"covered in\" for the night in an inlet on the Gravois Arm of the lake.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["551214","547230","551222","549374","549417","552310","551280","557562","548118","557255","551281","550769","551215","552039","543143","552124"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["boat","cabin","cruiser","stern","pleasure","retreat","quietude","craft","shelter","condition"]}
