{"path":"551336.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a bustling buffet scene at an indoor event. It appears to be a large gathering, potentially a social function or community event. Several people can be seen either serving food, holding plates filled with food, or conversing with others. The overall setting seems informal but organized.\n\nKey features in the scene:\n\n1. **Food and Beverage Stations**: The image showcases a number of food and beverage stations with various items. There is a table with a collection of white plastic cups filled with a dark beverage, possibly coffee or soda. Adjacent to this is a plate of small, round food items that resemble cookies or mini pancakes. Another significant detail is a large container filled with what appears to be a grainy food item, such as rice or couscous, served with a large scoop.\n\n2. **People**:\n   - In the foreground, a woman is focused on organizing or selecting food items at the buffet table. She is wearing a dark sleeveless dress and glasses.\n   - Another individual, wearing a light, sleeveless dress and also with glasses, is holding a plate filled with a variety of food, observing what is happening nearby.\n   - In the deeper background, multiple other attendees can be seen. Some are in line for food while others are seated at tables engaging in conversation.\n\n3. **Apparel**: Individuals in the image are dressed in simple, comfortable clothing which suggests the event is somewhat casual.\n\n4. **Setting**: The event is held indoors, with visible architectural elements like a brick wall and ceiling beams, which are characteristic of a large hall or similar venue. The lighting is ambient, possibly enhanced by sunlight filtering in through windows not visible in the frame.\n\nThe overall composition and activity in the photograph document a moment of interaction and socialization at a food-serving area during a communal gathering.","title":"Food line at Linn Creek reunion in gymnasium of new Linn Creek School. Linn Creek came to an end when the building of Bagnell Dam, which created the Lake of the Ozarks, compelled its inhabitants to disperse. The first reunion of former residents of the town was held four years ago in the same place.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["556530","544990","554265","551276","545384","544975","558294","549444","554861","557795","547371","551419","543925","553275","551688","554219"],"cl":[8],"cluster":["#08 &mdash; Community Gatherings"],"terms":["food","plate","event","item","table","beverage","dress","scoop","gathering","soda"]}
