{"path":"551307.jpg","date":"June 1973","photographer":"Kuykendall, Bill","caption":"This photograph captures a scenic moment from the back of a moving boat during twilight. The primary focus is on the boat's equipment and the water it displaces as it speeds along.\n\nAt the right side of the image, the boat's outboard motor, most likely a Mercury brand given its clearly visible logo, is prominently displayed. It's a sizeable, sleek motor, painted in shades of white and gray. Attached to the motor is a steering tiller extended to the left. This motor is actively in motion as evidenced by the stream of water churned up in its wake, which appears turbulent and frothy.\n\nTo the left of the motor is a vertical pole topped with a glowing light, perhaps serving as a navigation or position light for safety in the dim light conditions. The pole is slender and extends upwards, providing a contrast to the horizontal expanse of the water.\n\nThe surface of the water takes on a textured appearance due to the movement of the boat and the funneled wake it creates, which curves gracefully around the back of the boat. The water reflects the colors of the twilight sky, hinting at purples and dark blues.\n\nThe sky, barely visible at the top of the frame, transitions from deeper blues to shades of orange and yellow near the horizon, suggesting that the sun has recently set or is close to setting. This backdrop gives the scene a serene and contemplative atmosphere.\n\nOverall, the photograph is imbued with a sense of peaceful motion and captures the essence of boating during the early hours of the evening.","title":"Stern running lights are required equipment on the lake at night.","placename":"Ozarks, Lake of the, State Park (Mo.)","location":"Ozarks, Lake of the, State Park, Missouri","nn1":["551214","552124","543411","551313","544115","546976","547230","545170","543119","543143","549417","551220","551215","547561","550914","548118"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["motor","boat","wake","twilight","back","pole","motion","water","blue","steering"]}
