{"path":"551496.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a city scene, likely a street or a pedestrian zone, characterized by modern architectural elements. The setting includes multiple tall, metal structures equipped with arrays of lights at the top, reminiscent of urban lighting or decorative installations. These structures follow along the street’s length, contributing to an organized and unified look.\n\nThe street is delineated with various urban features such as large planters filled with bright red flowers and mature, bushy green trees that add a natural element to the predominantly man-made vista. A few benches, barely visible, suggest spots for rest and social interaction.\n\nOn the left side of the image, some black and grey kiosks or booths are present, possibly for shopping or information, fostering a sense of urban commerce or community services.\n\nThree people are visible in the mid-ground of the photograph, engaged in conversation or perhaps waiting. They appear relaxed and are dressed in casual, summery clothes, which suggests the photograph could be taken during a warm season.\n\nThe background shows a continuation of the street with similar elements repeating, adding depth to the scene. The lighting suggests it is a bright, sunny day. The overall atmosphere is lively yet laid-back, typical of a well-maintained urban pedestrian area designed for accessibility, leisure, and possibly commercial activities.","title":"The attractive lighting and well-kept shrubs, trees and flowers make Nicollet Mall a quiet oasis in the city.","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["551493","551685","551477","551492","551635","551788","551653","551646","557257","551652","553840","551823","551815","553266","551864","551478"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["street","pedestrian","kiosk","foster","repeat","planter","delineate","continuation","accessibility","vista"]}
