{"path":"551495.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a vibrant urban street scene teeming with a collection of colorful and eclectic storefront signs that evoke a sense of mid-20th century Americana. The image is dominated by a series of vertical advertising signs that line the sidewalk, contributing to a chaotic yet intriguing visual clutter that characterizes busy commercial corridors of a past era.\n\nOn the left, there is a prominent sign for \"Moby Dicks,\" illustrated with a cartoon whale beneath the text \"A Whale of a Drink.\" This is followed by further signage including a narrow, rectangular sign reading \"Rand\" and another advertising \"The Best Steak House\" with \"Louis' Beans & Spaghetti House,\" indicating a diversity of food offerings nearby.\n\nThe central portion of the image features an iconic golden arch of \"McDonald's,\" with its familiar logo slightly obscured by other signs. Nearby, signs for \"Brady's Pub\" add to the assortment, suggesting a local bar presence.\n\nTo the right, the signage becomes denser and more layered, with prominent displays for \"Downtown Bowl\" featuring a large red arrow pointing downwards alongside the text \"Open Bowling Now\" and \"Rifle Sport.\" Intersecting these are other signs, one of which appears to advertise recreational activities.\n\nThe background presents a glimpse of urban architecture typical of the American downtown, with rows of closely packed buildings showing architectural details typical of the mid-20th century. Despite the daytime setting indicated by bright lighting, the numerous neon signs suggest a setting that would also buzz with neon glow during the nighttime.\n\nOverall, the photograph provides a rich visual array of advertising along a busy city street, epitomizing the commercial vibrancy and eclectic visual culture of a bygone American downtown milieu.","title":"A few blocks from nicollet mall is hennepin avenue formerly the downtown main street.  It is now a gaudy collection of neon signs advertising entertainment spots","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["551494","550127","549113","545154","549014","549017","556224","554307","545216","550142","551125","550143","547021","545618","553017","551322"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["advertising","sign","downtown","neon","signage","text","cartoon","chaotic","storefro","offering"]}
