{"path":"551410.jpg","date":"April 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a scene of three individuals engaging in a fishing activity in a body of water that appears to be a lake or river. It seems to be a foggy or misty day, contributing to a somewhat muted and atmospheric setting.\n\nThe person in the foreground, who takes a central position in the composition, is an older male wearing a bright red jacket, plaid shirt, and a distinct red hat with white polka dots. He is actively using a long pole with a net, appearing to be in the midst of catching or handling fish. His expression is focused and slightly strained, suggesting effort in his task.\n\nTo his left, another individual in a red cap and dark jacket assists by holding another pole, perhaps helping to stabilize or manage the equipment being used in the fishing activity. This individual’s face is partly visible, showing a concentrated look.\n\nOn the far right, there is a third person dressed in a bright red jacket similar to the first person's, combined with gray pants, actively maneuvering another large circular net attached to a pole, seemingly in the action of either catching a fish or lifting the net from the water. This person’s posture and grip on the net handle indicate robust activity.\n\nAdditionally, there's a black inflatable ring-like object floating near them in the water, possibly related to their fishing tools or safety equipment.\n\nThe background is largely obscured by the fog, but the surface of the water is visible with light waves, indicating the outdoor, aquatic nature of their environment.\n\nOverall, the photograph depicts a moment of active participation and teamwork in a fishing endeavor, emphasizing a rugged, outdoorsy experience under challenging weather conditions.","title":"Annual smelt run at Singing Bridge, Tawas City. In mid-April thousands of fishermen gather at Whitney Drain, a manmade canal on Lake Huron, to dipnet for these small fish. A net full of smelt is emptied into the floating bucket.","placename":"Saginaw (Mich.)","location":"Saginaw, Michigan","nn1":["551387","552325","551396","546053","549935","548190","548164","548132","552324","552326","551393","554198","548160","552283","546001","550848"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["net","fishing","pole","person","fish","jacket","grip","polka","participation","ring"]}
