{"path":"551477.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph is taken from an elevated perspective looking down onto an urban street scene, likely captured in the 1970s or 1980s based on the style and quality of the image. The composition features a mix of pedestrians and street elements on a city block.\n\nAt the center of the image is a traditional-style street lamp with multiple globes. Below this, there's a brick-paved pedestrian area with circular and square patterns. A dark paved road runs along the bottom of the frame, with a blurred motion of a passing vehicle visible.\n\nVarious people are scattered throughout the scene, engaging in different activities. On the right-hand side, an individual is seated on a tall stone bench, possibly reading or just relaxing. Near the center and to the left, individuals are walking across the scene in various directions. Notably, a person is walking across holding what appears to be a jacket or bag.\n\nThere are also two groups of people sitting around large round planters filled with vibrant flowers; these planters serve as makeshift seating areas. The individuals at these planters are engaged in social activities, likely conversing or possibly eating, as some seem to be focused on objects in front of them (possibly food containers).\n\nThe overall atmosphere suggests a casual urban environment, likely during a mild weather day given the attire of the individuals (light clothing and jackets). The setting offers a snapshot of daily life in a bustling city space.","title":"Benches and planters outside Northern States Power Company on Nicollet Mall","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["549906","553319","551742","553840","551815","551829","551665","550751","551802","551496","551478","553158","551739","551798","549923","551823"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["planter","pedestrian","street","individual","globe","jacket","round","eat","walk","1980"]}
