{"path":"551471.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a vibrant urban scene likely taken from an elevated perspective. The view centers on a city street that is adorned with lush green trees and populated by people engaged in what appears to be daily activities.\n\nThe street is primarily occupied by several forms of public transport. Two buses—one red and the other in a combination of red and white—are visible moving along the road. A trolley, painted in bright red and featuring advertising, also shares the road. The presence of these vehicles suggests that this is a main transit route in the city.\n\nSidewalks on either side of the street are lined with pedestrians who seem to be going about their day. Some individuals appear alone, possibly commuting, while others are in groups, which could be families or friends interacting as they walk.\n\nThe perspective provided by the photograph allows a glimpse of building facades on one side of the street. Architectural details, though not sharply focused, indicate a mix of possibly commercial buildings. American flags hanging off the side of one building add a touch of nationalism to the scene.\n\nThe overall composition, enriched by the vertical rise of the trees and the linear movement of the street and sidewalk traffic, offers a dynamic yet serene snapshot of city life, illustrating the blend of nature, architecture, and urban mobility. Additionally, the edge of another structure is visible on the far left of the frame, adding a layered effect to the image, indicating it might have been taken from inside or close to another building.","title":"Nicollet Mall viewed from the roof of Northern States Power Company--no autoMobiles allowed.","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["551478","556807","557272","555782","546745","553681","553301","546616","551474","548474","556791","549849","546710","551652","551685","546723"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["street","sidewalk","city","red","mobility","commute","perspective","advertising","friend","go"]}
