{"path":"551487.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures an elevated view of an interior public space, perhaps within a modern building complex or atrium. The composition provides a multi-layered perspective of various architectural and decorative elements.\n\nAt the bottom of the photo, there’s an area decked with numerous round and tabletop seating arrangements. The tables are topped with different colored fabrics or covers, primarily in shades of orange, yellow, and brown. This area appears to serve as a café or dining space, though no people are seen sitting at these tables.\n\nAbove this dining area, there is a space that hosts a grid-like arrangement of square tables, occupied by a couple of small plants on each table, hinting at an outdoor aesthetic brought indoors. A few individuals can be seen around these tables, giving a sense of scale and activity.\n\nIn the upper half of the image, a significant portion of the photograph is occupied by a geometric and repetitive structural element, possibly part of the building’s design, featuring multiple levels of balconies or office spaces. These structures have uniform, cubicle-like appearances with glass enclosures that reflect the interior lighting.\n\nThe background and overall ambiance suggest a serene and possibly commercial or professional environment, characterized by extensive use of glass, steel, and modern design aesthetics. This setting is likely a link between leisure areas (like the café) and more formal, possibly office spaces above, reflecting a contemporary approach to blended-use architectural spaces.","title":"The enclosed mall of the I.D.S. (Investors Diversified Service) building blends well with the Nicollet Mall outside. Several restaurants, on balconies suspended by cables, overlook the ground floor.","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["546511","546526","546515","546517","556023","551635","556627","550290","558211","546531","551803","551651","551637","556069","551493","555290"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["table","space","café","dining","office","arrangement","aesthetic","occupy","enclosure","glass"]}
