{"path":"551450.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a serene and intimate moment between two young individuals, likely in a public space, on a sunny day. The scene is set on curved concrete steps that structure an amphitheater-like water feature. The shape of this assembly creates a gentle arc, with a series of steps descending into a central garden or fountain basin, a notable work of modern architecture perhaps from the mid-20th century.\n\nThe two individuals—an Asian man and a Caucasian woman—are engaged in what appears to be a relaxed conversation. The man is seated on the right-hand side of the frame, on a lower step that is just above the water level. He is dressed casually in a red T-shirt with visible designs, camouflage-like hat, and khaki shorts. His feet are dipped into the water, and his posture suggests a casual intimation with the space around him.\n\nThe woman, seated slightly higher yet adjacent to the man, dons a white dress with a stylish late 1960s or early 1970s cut, including black trim and a black scarf tied ascot-style at the neck. Her red hair is loosely curled and falls around her shoulders, and she wears delicate rings on her fingers, enhancing her chic appearance. Her bare feet, like the man's, also dip into the water, suggesting a shared comfort and leisure as they converse.\n\nThis photograph not only captures a moment of personal interaction but also artistically uses the lines and curves of the architecture to frame the subjects within it. The sun casts soft light and subtle shadows, enriching the visual texture and mood of the scene. The water adds a reflective quality, creating a calm and almost contemplative atmosphere. Overall, the image is a snapshot of youth, interaction, and architectural elegance, reflecting a moment frozen in time, peaceful and quietly vibrant.","title":"Oasis in the city--block square park at East 5th and Market streets","placename":"Saint Paul (Minn.)","location":"Saint Paul, Minnesota","nn1":["553185","547834","554900","551967","551462","551640","551435","551454","553166","553164","554901","549324","551016","548833","551433","551451"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["step","dip","foot","arc","camouflage","khaki","curl","elegance","man","don"]}
