{"path":"551476.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a view from above of a geometric, angular concrete sculpture situated on a brick-paved area, likely in an urban environment. There are three people interacting with the sculpture in different ways. One individual, a woman wearing a long, patterned dress, is standing and appears to be reading something, possibly an inscription or informational plaque attached to the sculpture. Nearby, another woman in a white shirt and light-colored pants stands beside the sculpture, looking slightly downwards, perhaps engaging with the structure or observing something at her feet. A third person, who appears to be a young girl wearing a red and white patterned dress with green socks and white shoes, is seated directly on the sculpture, engaging with it in a relaxed manner.\n\nThe sculpture itself consists of multiple block-like elements connected to each other, with some pieces arranged vertically and others horizontally, creating an overall dynamic and fragmented appearance. The aesthetic is modern and stark, with the concrete's rough texture contrasting with the smooth, orderly bricks of the pavement.\n\nThe surroundings of the sculpture are not densely populated in this moment, suggesting a tranquil setting, possibly during a less busy time of day or in a less frequented part of the city. The color palette is muted, dominated by the greys of the concrete and the red-brown of the bricks, with the individuals' attire adding modest splashes of color to the scene.","title":"Sculptured seating on nicollet mall","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["553254","551662","546512","551651","553166","557263","551433","546519","546516","553278","546520","553266","551480","553769","551646","546515"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["sculpture","brick","concrete","plaque","frequent","inscription","sock","pave","foot","pavement"]}
