{"path":"551433.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph captures three individuals engaged in a relaxed social interaction, seated on an abstract sculptural installation, likely situated in an urban outdoor setting. The sculpture consists of multiple angular, interlocking forms made from a coarse, speckled stone material, providing not only a backdrop but also serving as seating for the individuals.\n\nThe central figure, a man, appears to be the focus of the interaction, seated slightly below the other two persons, possibly listening or in conversation. He has a modest, cheerful expression, and looks directly at one of the women next to him, who seems to be talking. His attire includes a simple, long-sleeved navy shirt and dark denim jeans, complemented by light brown boots.\n\nTo his right, there is a woman with straight, long hair, partially obscuring her face from the camera's view. Her casual style includes a denim jacket over a light-colored top and similarly styled denim jeans. Her attention is directed towards the man, indicating an engaging discussion.\n\nOn the left, another woman is attentively looking at the man while speaking. She has straight, long brown hair and wears a intricately patterned blouse with a warm palette, matched with a dark brown bag resting beside her and dark flared pants. Her style seems slightly more embellished compared to the straightforward outfits of the other two.\n\nThe background offers a hint of an urban setting with portions of glass-paneled buildings and possibly a faint reflection of a car, suggesting this scene might be taking place in a pedestrian zone within a city.\n\nOverall, this photograph depicts a candid moment of friendship or acquaintance in an urban setting, characterized by casual fashion of the era it represents, a communal use of public art as a social gathering spot, and a relaxed, yet engaging atmosphere among the group.","title":"The sculptured water fountain in front of Powers Dry Goods store on Nicollet Mall provides a spot for an outdoor lunch.","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["553166","553167","550082","551460","551646","549909","553122","555906","553158","557175","553185","553154","551482","553183","553164","551818"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["denim","friendship","woman","jean","sculpture","hair","seating","art","installation","discussion"]}
