{"path":"551415.jpg","date":"April 1973","photographer":"Emmerich, Donald","caption":"In the photograph, there is a broad view of a riverside scene capturing several activities and elements. The river has a muddy quality and is bordered by a steep, eroded bank. Four individuals are present in this outdoor setting, engaged in different activities along the riverbank.\n\nAt the forefront and left side of the image, a young child dressed in a blue jacket and red pants stands close to the water’s edge, seemingly observing the surroundings or watching the other people. Moving rightward on a slightly elevated area of the bank, two adults are engaging in fishing. They stand in shallow water, wearing casual outdoor attire suitable for such an activity, and appear to be setting up or adjusting their fishing gear.\n\nIn the middle ground of the photo, closer to the river, there is a sandy or muddy clearing where a dog is present, close to another individual who is squatting or sitting, facing away from the camera. The person is likely a companion to the dog, possibly engaged in play or taking a rest.\n\nThe background is dominated by a high dirt cliff showing signs of erosion, with scant vegetation consisting mostly of grass and a few leafless shrubs or small trees, suggesting the season could be late fall or early spring.\n\nThe river and its immediate surroundings are scattered with small patches of grass, debris, and litter, indicating a natural yet somewhat neglected environment. The overall mood of the scene conveys a serene, if slightly rugged, outdoor activity setting.","title":"Annual smelt run at singing bridge, tawas city.  In mid-april thousands of fishermen gather at whitney drain, a manmade canal on lake huron, to dipnet for these small fish.  Litter is strewn over river bank (east branch of the au gres river)","placename":"Saginaw (Mich.)","location":"Saginaw, Michigan","nn1":["546811","551525","546803","543164","555376","545684","551538","551423","551414","552976","551516","548141","548868","542647","545734","553413"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["dog","bank","fishing","river","companion","squat","surrounding","riverside","grass","engage"]}
