{"path":"551459.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph captures three men standing around what appears to be a food or drink vendor in a daytime urban setting. The scene is likely from a past decade, as indicated by the men's attire and hairstyles.\n\nThe man on the left appears to be in mid-conversation, with his mouth open as if speaking or reacting, and he holds a half-eaten sandwich in one hand. He is dressed in a light beige or white suit with a black-tie and a white shirt featuring a distinctive patterned design. His haircut and sideburns suggest a style popular in the 1970s.\n\nThe man in the middle has a very distinctive appearance, sporting a thick mustache and wearing a dark brown suit with a bold, patterned tie. His demeanor and expression, as he looks towards his companion, suggest that he is engaged in the conversation. He is drinking from a paper cup that he holds in one hand.\n\nThe third man on the right wears a dark pair of sunglasses and is dressed in a brown jacket over a lighter brown or beige sweater. He has a more reserved expression compared to the others and seems to be listening to the conversation.\n\nIn their immediate environment, there are small items on the surface in front of them that may be pieces of food or small products, suggesting they might be at a stall or a casual outdoor eatery. The setting includes urban features like trees and buildings in the background, which are slightly blurred, indicating the photograph focuses on the men in the foreground. The lighting and shadows suggest it is a sunny day.","title":"Lunching on nicollet mall","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["553189","551818","551460","547443","553182","553148","557856","548452","551853","551854","551301","545984","550082","557145","556218","550967"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["drink","conversation","food","man","tie","suit","haircut","sandwich","react","companion"]}
