{"path":"551427.jpg","date":"April 1973","photographer":"Emmerich, Donald","caption":"This photograph depicts a group of young people engaged in a clean-up activity in an outdoor setting, likely near a river or a body of water given the visible water in the background. The scene is set in a natural environment with tall, dried grasses and shrubs suggesting that it might be late fall or early spring.\n\nIn the foreground, there is a woman with long, red hair seemingly stepping forward. She wears a black jacket and faded jeans, and although her face is partially obscured, she appears focused on moving forward. To the right, another woman is holding a black trash bag and is bent over slightly, perhaps to pick something up or set the bag down. She has medium-length brown hair and is dressed in a grayish-brown long sleeve top and light blue jeans.\n\nBehind these two women, there is a young boy who stands looking at the camera. He wears a patterned red and white shirt and red pants, which stand out against the natural colors of the surroundings.\n\nFarther back, a man in a green shirt and dark pants is bending over to pick up or handle something, possibly another trash-bag. His back is to the camera, making his actions a bit unclear.\n\nThe participants seem actively involved in an environmental cleanup effort, contributing to the care of this natural space. The overall composition of the photo, with its sharp focus and candid capture of motion, creates a dynamic and positive portrayal of community involvement in conservation activities.","title":"Annual smelt run at Singing Bridge, Tawas City. In mid-April thousands of fishermen gather at Whitney Drain, a man-made canal on Lake Huron, to dipnet for these small fish. After the fishing and partying--the clean up.","placename":"Saginaw (Mich.)","location":"Saginaw, Michigan","nn1":["543927","548191","542655","552948","551421","548198","544800","551391","550060","550056","552951","545531","546863","543439","552947","552085"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["bag","trash","woman","jean","cleanup","pant","capture","hair","involvement","portrayal"]}
