{"path":"551404.jpg","date":"April 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a nighttime group activity in a body of water, possibly a river or lake. The scene is under artificial lighting, probably from flashlights held by participants or observers. Various people, dressed in cold weather garments such as coats and hats, are engaging in an aquatic activity involving nets, which may suggest they are participating in a fishing event or similar water-based task.\n\nIn the foreground, a person is prominently visible, using a sizable handheld net to lift something from the water, showing considerable effort by the bending and posture. Close by, another individual wades through the water, slightly turned away from the camera, holding a similar net.\n\nBehind these individuals is a loosely gathered crowd of onlookers and participants. They are variously dressed, reflecting a mix of casual and purpose-oriented outfits suitable for cold and wet conditions. Several people are observing the activities, while others hold tools like poles or additional nets, indicating their active participation.\n\nThe background is dark and obscured by the night, focusing viewers' attention on the illuminated activity. The lighting accentuates the ripples and splashes in the water, adding a dynamic element to the scene. The overall mood appears energetic yet communal, with a focus on a collective endeavor involving water, nets, and night-time collaboration.","title":"Annual smelt run at Singing Bridge, Tawas City. In mid-April thousands of fishermen gather at Whitney Drain, a manmade canal on Lake Huron, to dipnet for these small fish. Dipnetting at night.","placename":"Saginaw (Mich.)","location":"Saginaw, Michigan","nn1":["551403","552302","551410","552283","551389","551411","552271","551396","551431","551400","551387","546330","548190","551430","551390","549336"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["net","participant","night","water","collaboration","hold","participation","observer","wade","onlooker"]}
