{"path":"551403.jpg","date":"April 1973","photographer":"Emmerich, Donald","caption":"The photograph captures a vibrant nighttime scene focused around a body of water, likely a river, where numerous people are involved in a group activity. The area is illuminated by several sources of artificial light, creating an atmospheric glow that reflects off the water's surface. Many individuals are standing in the water, wearing waders and equipped with nets and other fishing gear, suggesting a communal night-fishing event.\n\nOn the riverbank, more participants congregate. Some are actively engaged in fishing, while others assist or watch. The crowd is diverse in age, with children, adults, and perhaps older individuals all taking part. The bank is lined with buckets and containers possibly used to hold catches or equipment.\n\nIn the foreground, two young boys are walking towards the camera, slightly blurred, signaling movement. Their presence adds a dynamic element to the foreground, contrasting with the focused activity happening in the background. The overall ambiance is busy and lively, highlighted by the casual attire of the participants suggesting a recreational or community-gathering context. The background is dark, underlining that the event is taking place at night, with trees silhouetted against the night sky. The overall composition emphasizes community involvement and the interaction between humans and nature.","title":"Annual smelt run at Singing Bridge, Tawas City. In mid-April thousands of fishermen gather at Whitney Drain, a manmade canal on Lake Huron, to dipnet for these small fish. Dipnetting at night.","placename":"Saginaw (Mich.)","location":"Saginaw, Michigan","nn1":["551404","548190","551430","550850","546811","551572","552283","551389","551393","551396","551387","548737","549935","547555","551390","548188"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["night","fishing","participant","congregate","event","happen","nighttime","community","involvement","net"]}
