{"path":"551441.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph depicts an area cluttered with various discarded objects and rubbish, contributing to a scene of environmental neglect. The setting looks like a swamp or marsh, indicated by the presence of water covered with a thick layer of green algae at the upper section of the image.\n\nForeground:\n- A chaotic assembly of waste materials is visible. Among the discarded items are multiple automobile tires, some partially submerged in the muddy ground. \n- There are fragments of metal and plastic objects scattered throughout. This includes what appears to be a rusted metal frame and various other unidentifiable pieces of debris.\n\nMidground:\n- Visible are plants that are typically found in wetland areas, such as tall grasses and reeds that emerge from the water and intermingle with the garbage. \n- More prominently, there are wooden crates and additional debris that include a white-painted wooden frame, possibly a window frame, and a small red brick stack.\n\nBackground:\n- The scene is flanked by denser vegetation, suggesting the outskirts of a wooded area or dense brush surrounding the swampy area.\n\nOverall, the photograph captures a disheartening scene of environmental pollution, illustrating the adverse impact of human waste on natural ecosystems. The variety of trash suggests a long-term accumulation, influencing the habitat's health and aesthetic. There is a strong contrast between the natural elements (like the green algae and the plants) and the human-made wastes, highlighting ecological disruption.","title":"Choked with dumped landfill and coated with algae--backwater of the Mississippi river along versailles avenue","placename":"Saint Paul (Minn.)","location":"Saint Paul, Minnesota","nn1":["551440","550352","547525","546838","547516","547524","550812","551247","547520","550801","547907","556419","552080","551497","556942","547513"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["alga","waste","intermingle","crates","swamp","rubbish","assembly","marsh","brush","health"]}
