{"path":"551416.jpg","date":"April 1973","photographer":"Emmerich, Donald","caption":"This photograph depicts a scene of three individuals wading and working in a muddy river. The people are dressed in waders, which are protective waterproof boots that extend to the chest, commonly used for activities in wet environments. The central figures appear to be engaged in environmental or biological fieldwork.\n\nOn the left side of the image, there is a woman, and in the middle, there is a younger male. Both are holding a long pole that is attached to a net, suggesting that they might be attempting to catch or sample aquatic life. The leftmost individual, who is a woman, maintains a focused gaze on the operation of the net, potentially guiding the pole.\n\nOn the right side, there is another person, a young male, who is also holding a similar pole with a net at the end. He appears engaged in his task, with a slightly more dynamic action pose as if adjusting the direction or position of the net in the water.\n\nThe river itself has a muddy appearance, indicating either a natural sediment-rich water body or perhaps recently disturbed sediment. There are no noticeable buildings or artificial structures visible, giving an impression of a natural, possibly remote, setting. The overcast sky suggests a cloudy day, which might affect the visibility underwater, adding to the challenges of the task.\n\nOverall, the image captures a moment of environmental exploration or scientific fieldwork, emphasizing teamwork and active engagement with the natural environment.","title":"Annual smelt run at singing bridge, tawas city.  In mid-april thousands of fishermen gather at whitney drain, a manmade canal on lake huron, to dipnet for these small fish.  No more smelt so these youngsters are scooping up floating beer cans","placename":"Saginaw (Mich.)","location":"Saginaw, Michigan","nn1":["546336","551414","546342","546300","546331","546294","547718","545531","551390","549059","556991","546343","551408","555562","551411","545535"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["net","fieldwork","pole","sediment","male","task","wad","underwater","attempt","disturb"]}
