{"path":"551488.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph features an intriguing visual perspective dominated by a foreground of large, transparent cylindrical enclosures, each containing eight prominent incandescent light bulbs arranged in a circular format on a black structure. This artistic arrangement of bulbs, visible under the glass-like transparent covers, appears intense against the urban backdrop due to its clarity and proximity in the frame.\n\nBelow and beyond the focus on these structures, a man is seen in the middle distance within an outdoor setting, possibly a plaza. He stands tending to several circular flower beds filled with blooming plants which add a pop of color—mainly shades of magenta and greenery—to the scene. This practical activity of gardening contrasts with the more abstract and aesthetic focus on the lighting installation in the foreground.\n\nIn the background, the environment is less sharply defined, suggesting an urban public space with architectural structures, including partial views of columns, steps, and other built elements. The space is open and public, evidenced by distant figures and architectural barriers, emphasizing a communal, possibly pedestrian, zone.\n\nOverall, this photograph captures a contrast between the technological element represented by the light bulb installation and the natural, earthy activity of gardening, both juxtaposed in an urban setting that melds artistic design with practical everyday life. The soft lighting and color saturation contribute to a slightly dreamy atmosphere.","title":"The city of Minneapolis Dept. of Public Works has a maintenance crew who work exclusively on Nicollet Mall. The cost of the crew is shared by merchants with businesses on the mall.","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["551489","553266","551777","546457","546534","557281","546505","553263","551490","551775","553294","551653","553254","546496","551705","550764"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["bulb","gardening","installation","pop","enclosure","plaza","saturation","bed","space","clarity"]}
