{"path":"551432.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph captures a cityscape scene, dominated by skyscrapers and architectural diversity, under a clear blue sky. In the foreground, a series of mid-rise brown and red brick buildings, likely residential or office buildings, occupy the lower third of the frame. These buildings set a dense, urban tone for the scene.\n\nCentrally and prominently featured is the Foshay Tower, a historic skyscraper with an art deco design. It is white, trimmed with what seems to be darker lines emphasizing its details, and topped with what appears to be a pyramidal roof. The name \"FOSHAY\" is visibly emblazoned near the top of the tower.\n\nBehind the Foshay Tower, rising considerably higher into the sky, is a modern skyscraper which is the focal point of the composition. This building showcases a blue glass facade that reflects the sky. Its top features an unfinished or open structure, characterized by visible beams and construction elements, suggesting either ongoing construction or an architectural style leaving the structures exposed. This building's design starkly contrasts with the Art Deco style of the Foshay Tower, reflecting a blend of old and new architectural styles.\n\nOverall, the composition juxtaposes historical and modern architectural elements, illustrating the architectural evolution within the city. The clear sky provides a serene backdrop, highlighting the buildings’ details and silhouettes effectively.","title":"Foshay Tower, downtown Minneapolis' first skyscraper, is dwarfed by the new I.D.S. Center. Both buildings are near Nicollet Mall.","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["551457","550007","548387","551455","557271","552363","555278","549997","549971","553328","550011","552395","548408","551522","550202","545429"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["skyscraper","building","evolution","top","style","construction","third","art","diversity","detail"]}
