{"path":"551493.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a vibrant urban setting, likely in a busy city area. The scene is framed with a focus on a large, multi-story glass and steel building that dominates the left side of the frame. Its architecture features a grid-like pattern with large windows and a notable reflection of the opposite buildings, giving a feel of modernity and business.\n\nIn the foreground, there is a circular mosaic tile design on the pavement, which attracts attention due to its distinct, geometric pattern. This decorative feature adds an artistic element to the otherwise functional space.\n\nThe street itself is bustling with people, indicating an active city environment. There are individuals crossing the street, and the presence of other pedestrians scattered around suggests it might be a pedestrian-friendly area or a plaza. The dress style of the people appears casual, and it seems to be a daytime setting due to the bright, natural light illuminating the scene.\n\nIn the background, more conventional buildings can be seen, providing a contrast to the modern look of the glass building. This gives a glimpse into the mixed architectural styles present in the city, likely blending the old with the new.\n\nOverall, the photograph effectively captures the essence of a dynamic urban space, marked by modern architecture, everyday city life, and artistic elements integrated into public spaces.","title":"Geometric patterns of colored asphalt and terrazzo decorate the centers of the intersections along nicollet mall.  The heavy volume of traffic has caused deterioration","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["557256","551653","553845","551492","546521","553247","551685","551661","557267","551652","545869","557281","551496","548364","556030","556020"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["city","pedestrian","modernity","space","glass","attract","plaza","architecture","tile","building"]}
