{"path":"551557.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This image features an industrial or developmental scene consisting of large, structured piles of white salt divided by a deep black conveyor structure that stretches vertically through the center. The salt piles create organic curves and textures on the landscape, forming a stark contrast against the straight, engineered lines of the conveyor. The ground or surface around the structures appears to be composed similarly of salt, detailed with tracks or impressions that indicate recent activity or movement, possibly from vehicles or machinery.\n\nThe stark, structured vertical lines of the black conveyor system dominate the scene, creating a visual pathway that guides the eye from the bottom to the top of the image. It's supported by a framework that includes vertical posts and diagonal bracing, indicative of strong industrial design.\n\nIn the background, different layers of the earth are exposed, creating natural earth-toned stripes that give a glimpse into the geological composition of the site. This juxtaposition not only highlights the industrial activity involved in generating these salt piles but also places it within a broader natural context, suggesting interaction between human activity and the natural environment.\n\nOverall, the composition has an abstract quality, blending elements of man-made structures with natural geological formations, unified under a clear, broad daylight setting. This image could be used to discuss themes ranging from industrial activity and its impact on natural landscapes, to the geometric interplay between man-made and organic forms.","title":"Conveyor discharges taconite tailing residue into Lake Superior. Reserve Mining Company's taconite plant in Silver Bay.","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["545623","544702","546208","543642","545619","545627","554764","548600","544418","551037","555591","549168","544124","544048","543169","554763"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["salt","conveyor","pile","earth","engineer","generate","discuss","form","guide","divide"]}
