{"path":"551572.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph captures a tranquil scene on a body of water at what appears to be dusk, given the muted lighting and color tones which predominantly feature shades of pink and purple. The central focus of the image is a canoe containing three individuals. These people seem to be engaged in fishing, as one of them is holding a fishing rod angled slightly upward, while the others appear to be watching the line or looking out over the water. They are silhouetted against the soft light, making it difficult to discern details about their clothing or features.\n\nIn the background, the far shore is visible with a skyline that includes several buildings, some of which are quite tall, suggesting a cityscape. Among the buildings, there is a structure with a visible tower or steeple-like feature, which stands out due to its height and distinctive double rectangular feature at the top, lit more brightly than its surroundings. The water is calm with a reflective surface that mirrors the subtle hues of the sky and the distant city lights.\n\nAdditionally, on the water nearer to the city shoreline, there are several small sailboats. These boats, with their sails fully hoisted, appear miniature due to the distance. They add a recreational element to the scene, contrasting with the peaceful activity of fishing in the foreground.\n\nThe overall composition of the photograph, with the subtle interplay of natural and artificial light and the variety of leisure activities (fishing and sailing), alongside the urban backdrop, conveys a serene yet lively evening atmosphere at the water's edge.","title":"Canoeing and fishing on the lake. Duluth Harbor in background.","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["547555","552308","552313","547550","550771","549933","545055","547549","549935","552123","552309","552124","552311","550303","547230","550822"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["fishing","feature","water","canoe","city","pink","sailing","rod","sail","sailboat"]}
