{"path":"551568.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This is an aerial photograph depicting a landscape with diverse geographical features and human activities. In the photograph, a distinctive scene unfolds from an airplane, showing parts of the wing at the top left corner, which frames the image.\n\nThe most striking features are the curving river and thick forested areas. The river winds through the scene, surrounded by lush green trees, suggesting this area is relatively undeveloped or preserved. Several small sandbanks or light-colored clearings are visible along the bends of the river. These could be natural formations or areas of human intervention.\n\nNear the center and moving to the right of the image, there are plumes of smoke rising from several spots. This could indicate controlled burns, industrial activity, or possibly a forest fire. The presence of smoke adds a contrasting element to the natural landscape.\n\nIn terms of human infrastructure, there is a visible road running parallel to the river at the bottom of the image. Along this road, moving vehicles and a bridge can be seen, highlighting some level of connectivity and transport activity in this region.\n\nThe landscape also includes what appears to be agricultural fields in the distance, showing patches cleared of trees and likely used for farming, adding a patchwork pattern to the top part of the photograph with different shades of green and brown.\n\nOverall, this photograph captures a dynamic interaction between natural elements and human activities, illustrating a perhaps delicate balance between development and environmental preservation.","title":"Northwest Paper Company at Cloquet, Minnesota, on the St. Louis River. Discharge from the smoke stack rises 800 to 1000 feet. Smoke blankets an area of eight to ten miles.","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["552594","543767","550575","547227","547098","550534","542881","550553","546351","547995","549081","542822","550530","548001","556919","556965"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["river","sandbank","burn","bend","smoke","preservation","patchwork","connectivity","airplane","wing"]}
