{"path":"551574.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This image is an aerial photograph capturing an expansive coastal industrial area adjacent to a large body of water, which appears to be an ocean or a significant lake. The view is comprehensive, showing a mix of natural and human-made environments.\n\nOn the left side of the photograph is a substantial industrial complex with multiple large buildings, open storage areas, and possibly some kind of conveyor system or unit that leads to a dock area. This dock area prominently features several tall, dark structures which could be grain elevators or silos, and there are several freight ships moored alongside. The presence of these ships suggests that the port is active and likely handles significant cargo throughput.\n\nImmediately adjacent to the industrial zone is a wide, partially developed area that appears to contain both cleared land and sections that are prepped for either construction or further industrial use. A network of roads provides access through this area. \n\nTowards the middle and extending to the right side of the image, the coastline curves outward creating a natural bay area. There is a noticeable change from the industrial landscape to a more natural and residential one, with patches of dense vegetation closer to the coast, interspersed with what looks like residential housing or small commercial buildings.\n\nThe topography in the back comprises heavily wooded areas, suggesting that the region might still hold substantial undeveloped or conserved lands.\n\nThe water body itself shows a substantial expanse with small waves visible, indicating some wind activity at the time the photo was taken. The quality and color saturation of the image suggest it might be dated, possibly taken a few decades ago, judging from the film quality and color tone.\n\nOverall, the photograph presents a striking juxtaposition between industrial development and natural landscapes, characteristic of many coastal industrial towns where economic activities are heavily reliant on maritime access and resources.","title":"SouthWesterly currents have carried taconite tailings discharged by Reserve Mining Company's plant in Silver Bay, to Stony Point, eight miles away. Grey patches in the blue water are the taconite tailings.","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["551607","551609","549472","552245","551606","552195","549495","556912","550890","551203","552244","552215","555764","551612","555769","555765"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["access","ship","dock","elevator","area","freight","land","coast","grain","conveyor"]}
