{"path":"551533.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a tranquil river scene with a partially submerged and derelict structure in the foreground. The main focus of the image is a dilapidated metal framework, possibly the remnants of a dock or similar waterfront structure, which is lying askew in the shallow waters of the river. The metal bars of the structure are rusted and bent, indicating age and long-term exposure to the elements.\n\nThe background features a serene river setting with a lush treeline on the left bank, contributing to a feeling of quiet solitude. The trees are dense and appear to be in full leaf, suggesting that the season is likely summer or late spring. Further in the distance, a metal bridge spans across the river, partially obscured by the foliage, adding an element of human presence and infrastructure to the natural landscape.\n\nThe water of the river is calm, reflecting some of the sunlight and shadows cast by the nearby trees and the structure itself. Light plays across the surface of the water and the metal bars, highlighting textures and the interplay between the natural and man-made elements in the scene.\n\nThe composition of the photograph, with the abandoned structure in the foreground and the bridge in the background, evokes themes of neglect or abandonment contrasted with ongoing connectivity or passage represented by the bridge. This juxtaposition might evoke contemplation about the passage of time and the impact of human activities on natural environments.","title":"Shopping cart in the shallows of the Mississippi River at base of bridge at 37th Avenue, northeast","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["546067","558003","555730","557995","548071","553393","547890","547622","545008","553462","551527","547584","554565","558006","550721","547581"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["river","bar","bridge","metal","passage","span","treeline","structure","connectivity","leaf"]}
