{"path":"551559.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph depicts an industrial urban landscape that includes evidence of environmental pollution. In the foreground, there is a large body of water that features swirling patterns of oil or chemical residue, creating a disturbing representation of pollution. The water is predominantly dark with streaks and patches of iridescent sheens reflecting various colors due to the oil.\n\nBeyond the water, there is a considerable amount of debris scattered along the shoreline, ranging from pieces of wood and metal to miscellaneous waste materials, which suggests neglect or the aftermath of industrial activities.\n\nThe middle ground features an old, large brick building that appears to be abandoned or in disrepair. Its windows are boarded up, and the overall condition of the building looks deteriorated. This building adds to the sense of abandonment and decay in the scene.\n\nIn the background, beside the brick building, there are industrial structures, including a silo-like tower and other machinery typically associated with manufacturing or processing facilities. A mobile crane and a parked truck suggest ongoing activities or construction, possibly related to the industrial site.\n\nThe sky above is mostly clear with some scattered clouds, providing a contrast to the pollution and decay at ground level. The overall scene captures a moment that highlights environmental issues and urban decay, prompting reflections on industrial impact and environmental management.","title":"The shipment of grain is a major activity of Duluth harbor.  As freighters are loaded, grain particles escape into the air, then settle on the surface of the water and, finally, sink and decay","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["551562","551561","544803","552019","544294","547582","547626","547618","547907","551560","552154","550694","544527","544775","544175","549524"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["decay","pollution","oil","brick","residue","deteriorate","representation","streak","building","swirl"]}
