{"path":"551530.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph captures a scene of outdoor recreation by a body of water, likely a river, with an urban-industrial backdrop. A person is swinging from a rope suspended from an unseen source, positioned mid-air over the river, suggesting a moment of thrill and exhilaration typical of rope swinging. The river water sparkles under bright daylight, enhancing the dynamic and summer-like atmosphere of the scene.\n\nOn the left side of the photo, another group of individuals is visible; some are on a rocky outcrop close to the water’s edge, while others appear to be in the water, possibly swimming or preparing to take their turn at rope swinging. The foliage around them is lush and green, indicating a location rich with vegetation despite the urban elements.\n\nThe background includes prominent urban features: a tall cylindrical building and a large electrical transmission tower. The industrial feel is heightened by the presence of these structures and other smaller, nondescript buildings to the right of the cylindrical building. There is also a bridge or similar large structure to the far right, partially cut off from the frame, adding to the sense of a bustling, developed environment.\n\nOverall, the composition juxtaposes the leisurely and adventurous human activities with the rigid, utilitarian elements of urban infrastructure, creating a narrative about urban nature and recreation. The imagery is captured from a distance and under a shadow, likely from another structure or bridge, framing the vibrant scene in a more muted, serene light which contrasts with the energy of the activities depicted.","title":"Swinging into the Mississippi River from a rope attached to a railroad trestle. Near 16th Avenue, Northeast","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["551498","553436","553438","557737","553437","544336","551499","550829","550830","553439","544339","546145","544278","549088","553435","553441"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["swinge","rope","recreation","heighten","river","bridge","thrill","imagery","transmission","sparkle"]}
