{"path":"551503.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph features two construction workers engaged in the task of painting a ceiling. The image captures them on scaffolding beneath the surface they are working on. Both men are dressed in work attire consistent with construction tasks, including safety helmets. The man on the left wears red overalls and a red helmet, and he's using a paint roller on an extended handle, painting a large, flat surface above him. His posture suggests he is applying pressure as he rolls the paint over the surface.\n\nThe man on the right wears a striped yellow and mustard shirt with white pants and a red helmet. He is holding a paint roller at the end of a pole and is in the act of painting. His focus appears directed toward ensuring the paint is evenly applied. \n\nSeveral items related to their task, such as paint buckets (one of which is visible in the foreground), are also on the scaffolding platform, indicating that the work is likely part of a larger renovation or construction project.\n\nThe immediate background reveals a section of the building they are in, characterized by a large pane of reflective windows and some architectural details which suggest this could be a commercial or public building. The ceiling panels they are painting are large and untextured. The interior lighting and reflections in the windows indicate that this is an indoor environment. The foreground shows a blurry close-up of what looks like a light fixture or a hanging object, slightly out of focus and serving as a visual frame to the activity happening in the background.","title":"Workmen add glazed tile to the almost completed skywalk at Nicollet Mall","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["549288","544159","544828","546837","546929","557689","551512","556154","544053","553471","557063","546032","547989","544018","543594","544153"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["paint","roller","helmet","scaffolding","task","ceiling","construction","mustard","renovation","pressure"]}
