{"path":"551505.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph is an aerial view of an urban landscape, possibly looking down on a bustling city center. The image captures a grid layout of streets that intersect at various points, creating a geometric pattern of blocks filled with buildings of various sizes and shapes.\n\nIn the center of the photo, there appears to be a sizable, rectangular plaza surrounded by taller high-rise buildings, which dominate the city's skyline. These tall structures cast shadows over adjacent streets and smaller buildings, suggesting the time of day might be either morning or late afternoon, when the sun is relatively low.\n\nOn the ground, numerous cars are visible, aligned in parking lots and along the streets, indicating the area is densely populated and possibly a commercial district. There are a couple of distinct, open areas that could be parking spaces, packed with cars that reflect sunlight, creating bright spots in the image.\n\nThe infrastructure includes a major road or highway that diagonally bisects one corner of the image, supporting a busy traffic flow visible from the density and arranging of vehicles. Parallel to this are railway lines, hinting at a well-connected public transportation system.\n\nNear the bottom of the frame is a body of water, running parallel to the railroad, adding a natural element to the otherwise urban setting. The color palette is mostly shades of gray and brown, typical of cityscapes, with sparse greenery. The photograph seems to have been taken on a clear day, as the sky reflected on the surfaces is bright and devoid of clouds.","title":"Downtown Minneapolis from the air","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["551509","548318","551510","547445","547765","549476","547764","551507","549477","551506","553016","553559","547253","555743","548364","549478"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["parallel","street","parking","bisect","populated","plaza","city","railroad","near","district"]}
