{"path":"551508.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This aerial photograph captures a dense urban setting dominated by a variety of buildings, most notably a tall cylindrical skyscraper at the forefront. The skyscraper is black and unique in its round shape compared to the more traditional rectangular high-rises surrounding it. Its facade features rows of visible windows that wrap around the entire building, and the top has a distinctive flat roof possibly equipped with some mechanical structures.\n\nAround the skyscraper, the cityscape is a patchwork of smaller architectural forms, including several mid-rise and high-rise buildings that vary in height and design, showing both flat and sloped roofs. Some buildings have rooftop HVAC units visible, and at least one rooftop seems to be adorned with a distinct circular pattern, probably decorative or characterized by usage like a helipad.\n\nThe city's layout reveals a dense grid of streets weaving through the blocks packed with buildings. To the sides, the streets appear busier, possibly lined with parked cars and active traffic, though individual vehicles and figures are too small to distinguish clearly.\n\nIn the broader surroundings, a river can be seen curving around part of the city, adding a natural element to the urban environment. This river possibly contributes to the layout and orientation of the nearby roads and buildings. The overall palette is a mix of greens, grays, and blues, suggesting a vibrant city atmosphere.\n\nThe photo was taken from a high altitude, looking directly down on the buildings, which results in a very dynamic yet flat perspective, emphasizing the architectural diversity and density of the urban landscape. There are no clear sky elements or horizon lines visible, focusing all attention on the intricate urban structures laid out below.","title":"Nicollet mall and surroundings.  I.d.s.  (investors diversified services) building dominates","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["551509","549477","553328","552395","548424","548364","551510","547445","549979","548425","549971","551506","551507","550202","553673","552394"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["skyscraper","rooftop","building","layout","city","rise","orientation","patchwork","distinguish","usage"]}
