{"path":"551509.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph provides an aerial view of a dense urban cityscape, most likely taken during the day considering the clear visibility and shadows indicating sunlight. The image is dominated by an array of multi-story buildings, both high-rise and low-rise, under a consistent grid layout common in many North American cities. The most prominent structure in the photo is a large cylindrical high-rise building at the lower center of the image, which stands out due to its shape distinct from the surrounding rectangular buildings.\n\nThe city is densely packed with architecture, and the streets are lined with cars indicating normal city traffic. Several parking lots filled with cars can also be seen, as well as a few smaller open plots, which appear to be either under construction or used temporarily for parking or other purposes.\n\nThe background reveals a smaller body of water, possibly a river, towards the upper middle, curving slightly and bordered by greenery, which could be indicating parks or less densely populated residential areas. The far background transitions into a suburban landscape with greener, larger plots, possibly residential zones with individual housing.\n\nThis photo captures the essence of a bustling metropolitan area, exhibiting a mixture of commercial, residential, and possibly industrial areas. The color palette includes mostly grays, blues, and browns of the built environment, contrasted against the green of the trees and the blue of the water body, demonstrating an expansive urban environment viewed from a high vantage point.","title":"Nicollet Mall and surroundings. I.D.S. (Investors Diversified Services) building dominates.","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["549477","549476","548364","551510","555743","551505","553559","553016","548392","551506","549979","552233","548318","553673","549478","548424"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["plot","city","rise","parking","consider","blue","demonstrate","housing","car","grid"]}
