{"path":"551506.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph is an aerial view of a densely built-up urban area, capturing a vibrant cityscape with a variety of architectural features and patterns. The central focus is a wide, straight boulevard nicely lined with buildings that gradually increase in height toward the middle of the image. This boulevard serves as a strong visual lead, drawing the eye through the city.\n\nClearly evident are numerous high-rise buildings—rectangular, square, and other geometric shapes—clustered around this central boulevard, interspersed with several green spaces and plazas that add a contrast to the grey urban environment. Notable are the large, open parking areas filled with cars that dominate the vicinity, highlighting the business or commercial nature of this district.\n\nOn both the left and right sides of the boulevard, the city transitions into a more residential or less dense commercial area, with smaller building footprints and fewer high-rise structures, followed by expansive areas of greenery and water bodies far in the background, which could be rivers or lakes. These natural features provide a scenic boundary to the urban expansion.\n\nThis vantage point captures the dynamic nature of urban development and provides insight into the city's structural layout, transportation networks (visible through the crisscrossing streets filled with tiny car figures), and the integration of open spaces within a bustling urban setting. The image is sharp and detailed, allowing for an examination of city life from a bird's-eye view.","title":"Downtown Minneapolis from the air. City lakes in upper portion are, from left to right: Lake Harriet, Lake Calhoun, Lake of the Isles, and the edge of Cedar Lake.","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["549476","551510","548364","555743","553559","547210","549477","551509","547765","546678","549979","548318","553673","548425","546574","552233"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["city","rise","insight","examination","footprint","eye","expansion","integration","plaza","district"]}
