{"path":"551555.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph portrays an expansive industrial scene dominated by a vista of smoke or vapor billowing across a vast flat surface that resembles a body of water or possibly polluted ground. The texture of the foreground suggests flowing foam or chemical deposits, with patterns of swirled and mottled formations, characteristic of industrial effluents or natural geothermal activity. These formations cover most of the visible ground and emit a substantial amount of steam or smoke, contributing to a foggy atmosphere that permeates the scene.\n\nOn the horizon, visible through the haze, are the silhouettes of industrial structures, possibly factory towers, that stand stark against a muted sky filled with soft clouds, diffusing the sunlight. The upper part of the image showcases a relatively clear sky, which contrasts with the heavily blurred and obscured ground level conditions caused by the emissions. \n\nIn the immediate foreground, there's a verge covered with small, robust green plants and scattered rocks, suggesting a rugged outdoor environment and providing a natural frame to the industrial backdrop. The angle of the shot, looking down from a slightly elevated position, offers a broad view of the environmental impact of industrial activities on the landscape. The overall mood is somewhat eerie and desolate, emphasizing the tension between nature and industrialization.","title":"Reserve Mining Company's dump site on Lake Superior. Foul smelling steam rises from the mucky water. Reserve's taconite plant at Silver Bay produces iron ore from the taconite rock. It discharges 67,000 tons of waste rock into the lake, daily.","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["547539","545239","549965","551567","551026","557373","557374","550181","551054","550981","545447","557214","545020","545268","557218","557225"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["vapor","formation","smoke","tension","industrialization","vista","deposit","ground","foam","emission"]}
