{"path":"551523.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This image is an aerial photograph showing a scenic landscape dominated by a large lake and a surrounding suburban area. The lake is near the center of the image and appears as a roughly oval body of water with a reflective surface, suggesting a calm day. Several small boats are visible on the lake, dotting its surface near the shores.\n\nThe area around the lake is well-developed, with numerous residential neighborhoods characterized by single-family homes. These homes have varied roofing colors and are mostly surrounded by lush green lawns and mature trees, indicating a well-established suburb. The roads are curvy and seem to follow the natural topography and layout of the land.\n\nAdjacent to the lake, there's a visible green space that might be a park or public recreational area, evidenced by open fields and designated paths where a few people and vehicles are visible. The presence of the park suggests the lake is a focal point for community activities and recreation.\n\nThe periphery of the photo shows a continuation of the suburban development with more dense tree coverage, indicative of a region with a robust natural environment integrated into urban planning. In the distance beyond the suburbs, the terrain transitions into a less densely populated area with open land and fewer structures, fading into the horizon under a partly cloudy sky. The sky itself is bright and adds a sense of clarity to the entire scene.\n\nOverall, the photo captures a serene and picturesque suburban setting, highlighting human habitation in harmony with nature, focused around the central lake.","title":"Air view shows dense development around city's Lake Nokomis.","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["549521","546831","556966","552232","556993","551198","558059","545896","556994","547264","548917","544604","544600","556955","556972","554652"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["lake","suburb","home","park","periphery","harmony","continuation","roofing","coverage","land"]}
