{"path":"551579.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph provides a detailed aerial view of an industrial facility nestled in a forested landscape. The terrain is predominantly covered in thick greenery, indicating a setting remote from urban territories. A river is visible, winding its way through the landscape and passing right beside the industrial complex. The facility itself appears to be a large paper or pulp mill, evidenced by the characteristic smokestacks, large industrial buildings, and the visible emissions of steam or smoke. Adjacent to the facility, large piles of what might be raw timber or wood chips are seen, suggesting the processing of these materials on-site.\n\nTo the right side of the image, a human-made dam can be observed. This dam spans the river, potentially for hydroelectric power generation, which could be utilized by the mill. Also noticeable is a significant amount of clear-cut land towards the left portion of the photo, where the ground appears bare and devoid of any significant vegetation, likely used for either raw materials storage or as a waste disposal area from the plant's processes.\n\nIn the background and running parallel to the river is a road, with a few vehicles visible, and a more organized residential area can be seen, with rows of identical houses configured neatly, suggesting housing provisions for workers at the facility or the nearby community. There are also various smaller structures scattered throughout the image, serving as auxiliary facilities or storage areas related to the mill's operations.\n\nOverall, the composition provides a juxtaposition of industrial activity within a natural forested environment, highlighting the interplay and potential impact of industrial operations on the surrounding natural landscape.","title":"Northwest paper company on the st.  Louis river at cloquet discharges smoke into the air and sulphite liquor into the river","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["551578","550327","550335","542933","550331","551197","556980","551192","552218","542944","544471","551173","550860","548128","543872","551201"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["facility","mill","dam","forested","river","storage","generation","chip","disposal","operation"]}
