{"path":"551544.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a playful and candid moment at a waterside location, likely a lake or a calm seashore. The main subjects are a young child and a man, absorbed in distinct activities yet sharing a joyful time together.\n\nThe young child on the left side of the image appears to be around three to five years old, with short, light-colored hair and a joyful expression. The child is wearing dark blue swim shorts and no shirt, suggestive of warm weather and water play. They are seen smiling broadly and holding a bright orange plastic sand pail. The child’s stance suggests movement, possibly splashing around or running near the water's edge.\n\nThe man, positioned slightly to the right and in the center of the frame, is waist-deep in the water and is holding a camera up to his face, aiming at something outside the view of this photograph—likely taking a photo. He wears a dark blue swim shirt and is thoroughly engaged in his photography, as indicated by his focused posture and the prominence of the camera.\n\nThe background features glistening water, hinting at sunlight reflecting off the surface, which enriches the overall brightness and lively mood of the scene. The splashes in the background add a dynamic element, conveying the interactivity with the water environment during a sunny day. \n\nOverall, the photograph captures a moment of leisure and interaction, underscored by the natural and playful setting. The activities of photographing and playing with sand tools, combined with the clear, bright day, suggest a relaxed yet engaging atmosphere, typical of a family outing by the water.","title":"Lake calhoun","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["549105","547727","552341","552975","553449","543515","548805","551548","544200","553431","554499","553446","552702","544380","543225","553430"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["child","swim","splash","sand","deep","water","play","prominence","waist","absorb"]}
