{"path":"551576.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph shows a large industrial facility situated near a body of water, possibly a lake or river. The foreground of the image is dominated by the choppy surface of the water, rendered in shades of dark blue, reflecting the bright sunlight. The water is littered with small ripples and possibly bits of debris, adding texture to the scene.\n\nOn the far side of the water, the industrial complex takes center stage. It includes several large buildings and structures, some tall and box-like, others more intricately shaped with sloped roofs and visible piping. The buildings are predominantly gray, suggesting they are made of concrete or metal. There is a visible emission of smoke or steam from one of the stacks, and this plume drifts slightly in the air, blurring against the backdrop of the sky and the distant hills.\n\nThe background features a rolling hill landscape under a partly cloudy sky. The hills are softly contoured and seem covered with a mix of greenery and possibly barren spots, reflecting an environment impacted by industrial activity. The sky is rich with scattered clouds, hinting at dynamic weather, but overall it conveys a bright and clear day.\n\nOverall, the composition juxtaposes the natural beauty of the water and hills with the industrial might of the facilities, creating a scene that speaks to the interaction between human activities and the environment. The sense of scale provided by the vast open water and the sprawling industrial site emphasizes the extensive impact of such facilities on their surroundings.","title":"On Lake Superior: Smoke from the chimneys of Superior Fiber Products, Inc. (left). Dust from the Continental Grain elevators (center).","placename":"Wisconsin","location":"OTHER","nn1":["552179","550694","546005","548070","552194","544328","554630","552210","551998","550860","551156","546087","557376","550339","546083","550344"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["hill","facility","water","might","drift","like","render","piping","impact","emission"]}
