{"path":"551582.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph features a large industrial port scene focused on a massive cargo ship, the \"Bella Dan,\" moored at dockside against a backdrop of grain elevators and storage facilities labeled \"CARGILLS.\" The setting suggests a bustling commercial port area.\n\nThe ship, mostly painted in white with a red hull, is prominent, occupying a significant portion of the central frame. It is a typical cargo ship with a forward superstructure including the bridge and possibly crew accommodations. Several cranes and masts are visible on the ship, indicating its capability for loading and unloading cargo.\n\nThe right side of the image shows large concrete grain elevators, cylindrical in shape, with some metallic structures connected to them for moving grains or other bulk materials into the elevators for storage or distribution. The elevators bear the name \"CARGILLS,\" a likely reference to the agribusiness company engaged in these operations.\n\nThe background shows a hilly terrain dotted with sparse vegetation and few visible buildings, suggesting that the port might be located near a less densely populated area or on the outskirts of a town or city. The water in the foreground is relatively calm, with sunlight reflecting off its surface, enhancing the industrial but active ambiance of the port setting.\n\nOverall, the photograph captures a typical day at a commercial cargo port, emphasizing the exchange and storage of bulk goods critical to trade and industry.","title":"Ship loading at the cargil grain elevator.  Grain particles escape into the air, settle on the dock and on the surface of the water","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["551577","546828","551558","555270","552008","555260","552244","548127","546881","552200","550944","552303","546934","547619","547998","550021"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["port","cargo","ship","grain","bulk","storage","accommodation","capability","exchange","superstructure"]}
