{"path":"551510.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph is an aerial view of a cityscape, featuring a dense array of buildings along a main thoroughfare that stretches into the distance and is bisected by a major, central avenue. The image captures a clear day with scattered clouds above, providing a vivid view of the urban environment below.\n\nIn the foreground and along the central street, numerous buildings of varying heights can be observed. Closer to the bottom of the image, there are several buildings with flat roofs, some of which seem to be utilized for parking. Just below the central part of the frame is a large building with a unique, rectangular structure and a flat roof.\n\nDominating the middle of the composition is a prominent, tall building with a dark façade that stands out due to its size and color contrast with the surrounding lighter-colored structures. Its massive, box-like shape towers over the other buildings.\n\nTo the left of the central avenue, smaller commercial and residential buildings fill the space, dotted with occasional green spaces and interspersed with structured street layouts. Parking lots full of cars are visible, and the linear organization of the streets creates a grid-like pattern that characterizes much of the city's layout.\n\nOn the right side, similar urban scenery continues with blocks filled by buildings of various architectural styles and heights. The landscape beyond this dense urban environment gradually transitions to a more open area, possibly suburban or parkland, interspersed with fewer structures and more greenery.\n\nOverall, the photograph captures a bustling urban center characterized by a mixture of architectural styles and a clear, busy main avenue that serves as a lifeline, bisecting the city’s heart. The view is extensive, providing a comprehensive look at the urban planning and structure of this city.","title":"Nicollet Mall and surroundings. I.D.S. (Investors Diversified Services) building towers over the city. City lakes in upper portion.","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["549476","551506","555743","548364","549979","549477","553559","551509","547210","546624","548318","547445","547755","547765","547764","551505"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["avenue","building","layout","city","height","street","parking","thoroughfare","heart","organization"]}
