{"path":"551594.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph depicts a scene inside a laboratory setting. A man, dressed in a pink shirt and dark trousers, is seen working intently with various scientific instruments and materials. He is seated at a white desk that is equipped with an array of devices, including what looks to be a microscope and other measurement and control apparatuses, integrated into the desk's surface.\n\nDirectly in front of the man is a large cylindrical piece of equipment, predominantly made of metal with tubular parts and what appears to be a pressure gauge on its side. This apparatus is likely related to the experiments or measurements being taken. A black, flexible tube extends from the top of this cylinder arching over to the other side, suggesting functionality related to air or fluid transfer.\n\nThe desk is also cluttered with several petri dishes and sample containers, some of which are covered with lids, indicative of an ongoing biological or chemical experiment. Towards the right side of the desk, several papers, possibly containing data or notes, are neatly aligned next to the visible operational controls of the equipment.\n\nThe walls behind the man are plain, featuring a beige and white color scheme, which helps to focus attention on the activities at the desk. A small photograph or illustration is partially visible on the wall, adding a personal touch to the otherwise sterile environment.\n\nOverall, the image captures a moment of scientific endeavor, focusing on precision equipment and the concentration of a professional working in a technical or scientific investigation or analysis setting.","title":"National water quality laboratory: operating the electron microscope","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["551595","542666","546284","546278","545002","549608","549332","555280","546277","555265","546344","549605","546328","549607","546287","546327"],"cl":[30],"cluster":["#30 &mdash; Equipment"],"terms":["desk","measurement","experiment","equipment","microscope","control","professional","investigation","pressure","transfer"]}
