{"path":"551521.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph features a striking contrast between nature, industrial activity, and urban living. In the foreground is a body of water, possibly a river, that reflects hints of sunlight. Beyond the water, there is a vast pile of crushed and stacked cars in various states of decay, indicating a scrapyard or recycling facility. The metal appears rusted and the colors of the cars vary, with glimpses of green foliage weaving through the wreckage, suggesting the encroachment of nature into this industrial scene.\n\nDominating the background are two tall buildings with a modern architectural style, characterized by a large number of windows and a seemingly uniform, beige-colored façade. This juxtaposition of the natural environment, the industrial recycling of cars, and the urban backdrop creates a narrative about human impact and the interaction between these elements.\n\nThere are also industrial elements visible, like a crane, which is presumably used for moving the scrapped cars. This setup suggests that the location could be near an urban area where industrial and residential zones intersect, highlighting environmental and possibly socio-economic themes. The overall composition invites reflection on issues such as waste management, the environmental footprint of urban and industrial areas, and the reclaiming of spaces by nature.","title":"Junked autos piled on the west side of the Mississippi river in the vicinity of 28th avenue north, await compression and shipment to steel mills for recycling.  Overlooking the scrap metal is a public housing unit for senior citizens","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["549638","542660","545851","545059","549782","557283","552043","547610","547611","545545","545988","552765","551547","543687","552740","545146"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["car","recycling","scrapyard","wreckage","encroachment","recycl","footprint","hints","crush","weave"]}
