{"path":"551507.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This image provides an aerial view of an urban setting featuring a blend of architectural styles. The perspective is from a high vantage point looking down onto a cityscape comprised of numerous buildings, a clear representation of a densely packed downtown area. On the right side of the photo, a tall, dark building with a grid-like external structure dominates, stretching almost the entire height of the frame. This structure likely represents a skyscraper under construction, with steel frameworks visible.\n\nDirectly below and spread across the rest of the image, there are various mid-sized buildings, several streets, and a couple of smaller roads with visible traffic—small vehicles can be seen dotting the roads. Some of these buildings have flat roofs, while others feature more complex rooftops with additions like rooftop units.\n\nNotably, towards the middle of the image is a large plaza or square surrounded by buildings, featuring what appears to be an outdoor arrangement of trees and possibly a fountain or sculpture due to a dark, rounded shape at the center. To the left of this area, there's a significant institutional-looking building with a large set of steps leading up to it, suggesting a public or government building.\n\nThe color palette is a mix of gray, brown, and green hues from the buildings and trees, interlaced with the multicolored elements of the cars and trucks. The photograph has a slightly grainy texture, typical of film photography, which adds a vintage or historical overlay to the urban scene depicted. This image encapsulates a busy, active part of a city, likely capturing a moment in its expansion or renovation phase.","title":"Nicollet mall and surroundings.  I.d.s.  (investors diversified services) building in foreground","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["548318","548425","548364","555743","549477","556030","551509","551510","548424","549476","548392","551505","547445","551506","549979","549971"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["rooftop","building","renovation","overlay","phase","government","expansion","addition","sculpture","plaza"]}
