{"path":"551516.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This image captures a tranquil outdoor scene by a body of water, likely a lake or river. In the foreground on the right, there is a dog and a person who appears to be fishing. The person is standing on the shore and is dressed in casual outdoor attire, wearing a hat and holding a fishing rod, facing the water. The silhouette suggests the person is casting the line into the water.\n\nThe dog, which looks like a medium-sized breed, possibly a pointer or a similar hunting dog, is next to the person and seems attentive to the surroundings. The shore where they are standing is clear but dotted with small rocks and sparse vegetation, indicating it might be a popular spot for fishing or accessing the water.\n\nIn the background, there's a steep, vegetated embankment, rising from the water’s edge. This embankment is notably rugged and covered in patches of grass or shrubs, suggesting a less maintained, natural environment. Halfway up the embankment, there's a set of wooden stairs leading potentially to a higher level of land or a different part of this area, possibly a park or more private land.\n\nThe overall composition of the photo, with its clear focus on the water-side activities, and the serene backdrop, evokes a sense of recreation and peaceful coexistence with nature. The light seems bright, indicating it might be midday or early afternoon, casting soft glares on the water’s surface and creating a vibrant, yet calm atmosphere.","title":"Newly landscaped section of Mississippi River bank. Between Burlington-Northern Railroad station and Plymouth Avenue, north","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["553082","548138","548141","549716","550217","551024","549928","543628","550666","549935","552976","553081","542874","544274","553089","551571"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["embankment","dog","person","water","fishing","breed","hunting","shore","glare","land"]}
