{"path":"551585.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph is an aerial view showing a large industrial landscape that appears to involve extensive mining or manufacturing activity. The central focus of the image are two massive, pale earth formations which are likely heaps of industrial byproducts or waste materials such as slag or gypsum. These mounds are sharply contrasted against the darker colors of the surrounding terrain and water bodies.\n\nTo the left side of the photo, there is a body of water, possibly a river, along which industrial facilities and structures are visible. There are bridges spanning the river and large docks where cargo ships are either moored or being loaded. Emissions can be seen from several stacks, indicating ongoing industrial processes.\n\nThere are also extensive transportation infrastructures visible around the industrial sites, including several roads, possibly rail tracks, and assorted smaller buildings likely related to the industrial operations or for employee use.\n\nThe background extends into a variety of more urban and vegetated areas with buildings that scale down toward a countryside setting, although it is dominated largely by the output of the industrial activity in the foreground. The surrounding region shows a mix of developed and undeveloped land, with some forested areas visible.\n\nOverall, the photograph underscores a significant interaction between industrial operations and the natural environment, highlighting issues related to industrial waste disposal, environmental management, and the juxtaposition of natural landscapes with heavy industry.","title":"Reserve mining company's taconite plant at silver bay on lake superior","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["544062","544788","544058","551551","551556","544059","552246","551612","549510","549511","549168","551192","551567","551173","549968","550862"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["waste","byproduct","output","employee","countryside","operation","assort","spann","heap","underscore"]}
