{"path":"551561.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This image depicts an environmental scene that could be associated with industrial pollution or a similarly degraded area. The foreground shows a body of water heavily contaminated with a black, oily substance forming slick, swirling patterns on the water's surface. The pollution is extensive, appearing thick and possibly viscous, with white foamy substances mingling at places, suggesting chemical interactions or disturbances in the water.\n\nBeside the water, the ground is scattered with debris, including overturned carts or pieces of machinery, rubble, and chunks of unidentifiable material. This suggests a scenario of neglect or abandonment after a significant disruptive event. The landscape surrounding the water body is equally bleak; patches of dirt are visible with small grassy areas that look untended.\n\nIn the background, a dilapidated building stands, partially destroyed, with empty window frames and an overall appearance of ruin. Next to it, there are structures that could be part of old industrial equipment or plant infrastructure, indicative of a former or operational industrial site. The sky is relatively clear and blue, offering a stark contrast to the polluted and grim scene at ground level.\n\nOverall, the composition highlights severe environmental pollution possibly linked to industrial activities. The stark devastation might evoke thoughts about environmental degradation, human neglect, or the consequences of industrial processes on natural landscapes.","title":"The shipment of grain is a major activity of Duluth Harbor. As freighters are loaded, grain particles escape into the air, then settle on the surface of the water and, finally, sink and decay.","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["551559","551562","551560","552019","547614","547618","544779","544175","547907","544803","547493","550193","547626","550800","544810","546116"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["pollution","substance","neglect","ruin","consequence","chunk","water","devastation","cart","rubble"]}
