{"path":"551545.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures a lively and colorful scene on a sunlit day, likely in a park or a recreational area. There are several people engaged in different activities, contributing to a vibrant, casual atmosphere typical of a leisurely day outdoors.\n\nIn the foreground, three young women are engaging in a conversation while walking together alongside bicycles. One of the women, to the far right, is riding a bike, and appears slightly leaned into the other two, suggesting a casual, friendly interaction. She has short blonde hair and wears a vintage-style red with white polka dots kerchief on her head, a white top, and navy blue shorts with color accents. The middle woman, presumably walking, holds onto the bicycle, balancing it. She has medium-length brown hair and wears a light green swimsuit or bodysuit with a blue towel or wrap around her waist. The woman on the left also walks beside the bike; she has medium-length blonde hair and wears a greenish-blue one-piece swimsuit.\n\nBehind them, a bit out of focus, another young woman and a man are cycling towards the camera. The man is shirtless and wears sunglasses, embodying a relaxed, summer vibe. This blurred effect suggests movement and adds a sense of depth to the photo.\n\nThe background is a lush, green park setting with bountiful trees and scattered sunlight filtering through the foliage, hinting at a warm, pleasant climate. The quality of light and the shadows suggest it is either morning or late afternoon, making the environment appear serene and inviting for outdoor activities.\n\nOverall, the composition and activities within the photograph convey a sense of youthful exuberance, leisure, and summer enjoyment. The attire of the subjects and the bicycles suggest a time period, possibly in the 70s or 80s, capturing a nostalgic essence of past summer days.","title":"Walkways around the city's lake are also used as bicycle paths.","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["552952","548573","555947","551017","547197","551451","547209","550228","547756","557985","551736","553065","558193","556300","545929","551124"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["bicycle","woman","swimsuit","summer","bike","walk","length","hair","80","polka"]}
