{"path":"551566.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph is an aerial view capturing an industrial area adjacent to a body of water. In the foreground, a large industrial facility dominates the scene, identified by its multiple tall smokestacks from which plumes of smoke ascend into the air. Adjacent to these structures are several large buildings and cylindrical tanks, typically used for storage in industrial settings. This facility is located on a peninsula, hinting that access and transport are likely facilitated by the waterway.\n\nDirectly in the water near the industrial complex, there are a few small boats and docks, suggesting some level of marine activity, possibly for transporting goods or raw materials. The water itself appears calm, reflecting some of the structures around it and creating a contrast between the natural and manufactured elements in the photo.\n\nAround the industrial area, there are various other smaller buildings and possibly some residential areas. These are interspersed with patches of greenery — parks or garden spaces — adding a bit of natural relief to the otherwise urban and industrial landscape. Roadways and open spaces suggest thoroughfares for traffic and perhaps areas for parking or open storage.\n\nThe overall composition of the photograph, taken from an elevated perspective, emphasizes the scale and impact of industrial activity within a broader urban landscape that includes residential and recreational spaces.\n\nColor-wise, the image is saturated with hues of blue from the water, contrasting sharply with the browns and darker shades of the industrial structures, and interspersed with the greens from the vegetated areas. The time seems to be either in the early morning or late afternoon, as suggested by the soft light and shadows in the picture.","title":"Minnesota Power and Light Plant. There is no precipitator on its smoke stack.","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["555769","550890","548340","555776","552191","552181","550761","555770","549495","551998","549969","546862","549472","548423","552179","544999"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["space","relief","storage","thoroughfare","peninsula","facility","water","good","roadway","garden"]}
