{"path":"551538.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures an outdoor scene where a group of people are engaging with a natural, river environment. The setting is a riverbank, flanked by lush, dense foliage and trees that suggest a warm, sunny day given the bright sunlight filtering through the leaves.\n\nIn the foreground, there are several individuals involved in various activities near and in the water. Three people appear to be wading through the shallow parts of the river. One person, dressed in a red sleeveless top and dark shorts, is standing in the water towards the right, appearing as if they are either entering the river or contemplating it. Next to them in the center, two individuals—one bending over and partially submerged—are apparently handling or examining something in the water, possibly engaging in an activity like searching for rocks, shells, or aquatic plants.\n\nOn the left side of the image, close to the pebbly shore, another individual is seen with their back towards the viewer, dressed in a white top and dark bottoms, possibly interacting with the environment by picking up objects or adjusting their footwear in preparation for wading.\n\nAdding a dramatic contrast, there is a large, dark, overturned boat partially submerged and beached on the riverbank. This creates a focal point in the composition, suggesting a narrative of adventure or an accident, potentially indicating that the group was using the boat before it capsized.\n\nThe background is dominated by a dense array of trees and bushes, indicating that this activity is taking place in a secluded or less-traveled area, adding to the sense of an excursion or exploration into nature.\n\nOverall, the composition of the photograph, the presence of nature, water, and human interaction, collectively convey a sense of leisure, exploration, and perhaps the aftermath of an unexpected event with the boat.","title":"Sunken barges are located on Upper Mississippi River chart at mile 858 1/2 (U.S. Army Corps of Engineers: chart #160)","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["543943","554467","553439","551282","543692","545654","553413","551350","544770","546803","551499","550209","545734","545941","555376","550208"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["wade","boat","riverbank","exploration","river","footwear","accident","excursion","overturn","search"]}
