{"path":"551534.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph features a structural scene marked by partial submersion in water. Central to the image is a combination of industrial and natural components. It shows a stout, arched tunnel embedded within a durable, possibly concrete substrate at the right side. The opening permits viewing through to the other side of the structure.\n\nThe facade of the tunnel is part of a larger wall that appears to be performing a retaining or protective function against water. Adjacent to the concrete structure and tunnel, there are vertically arranged steel sheet pilings that create a segmented barrier parallel to the water's edge. These sheet pilings display an uneven rusting pattern and are various in color – predominantly dark hues but with areas of reddish orange, signifying oxidation. The wall continues and it seems to carry some graffiti, including letters in white paint.\n\nThe environment surrounding this semi-industrial vista includes lush greenery atop and beyond the structural barriers, suggesting the presence of a forested or well-vegetated area. The time of day appears to be either morning or late afternoon, indicated by a still brightness in the photograph and light reflecting on the water's surface. \n\nThe body of water before the tunnel and barriers reflects the sunlight and shows ripples, likely indicating a gentle flow or movement of the water. No human activities or visible wildlife interrupt the serene yet somewhat derelict setting, offering a scene of tranquil abandonment mixed with engineered purpose.","title":"Storm sewer outlet south of public launching site at webber park emits foul odors.  Along the Mississippi river","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["550715","552402","550218","552071","544056","547890","544674","555550","558003","551533","544281","546067","552254","557997","557976","553428"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["tunnel","piling","barrier","sheet","permit","water","interrupt","engineer","embed","vista"]}
