{"path":"551578.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This aerial photograph captures an industrial complex, possibly a paper mill, nestled near a body of water in a lush green landscape. The facility is extensive, exhibiting multiple large buildings with flat roofs and a variety of gray, brown, and beige tones, suggesting different materials and ages of construction. Some buildings are emitting significant amounts of steam or smoke, conveyed in white and gray colors, that billows into the air, contributing to a sense of heavy industrial activity.\n\nOn the right side of the image, a large, circular tank with a domed center is filled with what appears to be raw material (possibly wood chips or pulp), partially covered by the dome. Adjacent to this structure is a smoking stack, adding to the emissions showcased by the scene. Multiple rectangular areas filled with white substances—likely chemical or product storage units—are also visible near the central part of the complex.\n\nIn the lower part of the photograph, there's an extensive space filled with piles of logs, indicative of the raw materials being processed at the mill. This area is organized in a systematic manner, with logs stockpiled in long rows.\n\nConnecting the different industrial areas are several roads and tracks where vehicles for transport and logistics can be seen. These include some trucks and specialized equipment suited for handling the materials within the mill.\n\nThis industrial setting is juxtaposed against a natural backdrop, with a clear-water river or stream visible on the edges of the photo, lined by dense forests. This creates a contrast between the natural environment and the human-made industrial activities, possibly highlighting environmental impacts or coexistence within the same geographical space. The overall visual narrative of the image points to a heavily utilized industrial facility in a primarily secluded and green area.","title":"Northwest Paper Company on the St. Louis River at Cloquet discharges smoke into the air and sulphite liquor into the river.","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["551579","552218","550327","548128","555165","550335","542944","542933","550331","552140","550349","551192","551197","550856","542941","549968"],"cl":[25],"cluster":["#25 &mdash; Mining Operations"],"terms":["mill","material","log","complex","smoking","chip","logistic","facility","dome","substance"]}
