{"path":"551567.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph captures a bird's-eye view of an industrial area surrounded by a natural landscape, likely taken from an aircraft or a high vantage point. In the foreground, dense white and grey smoke billows from multiple tall stacks within a large industrial complex. The smoke partially obscures the buildings and structures behind it, highlighting the extensive emissions typically associated with industrial operations.\n\nThe complex appears to be situated alongside a curving river, which provides a natural border and flows from the foreground into the background on the right side of the image. There are several visible large industrial buildings, some of which are connected by a network of roads and possibly conveyor systems that handle materials. Near the river, storage tanks and piles of raw materials can be seen. The presence of these materials suggests that the facility might be involved in processes like manufacturing, energy production, or resource processing.\n\nOn the other side of the river, opposite the industrial complex, the landscape is markedly different, featuring lush green fields and interspersed forest areas, typical of a rural setting. This sharp contrast between the industrial and natural environments underscores the impact of industrial activity on the surrounding geography and possibly the environmental concerns related to such facilities.\n\nThe overall atmosphere of the image is slightly hazed, perhaps due to weather conditions, smoke from the stacks, or the quality of the photograph, giving it a somewhat eerie and obscured visual effect.","title":"Northwest Paper Company at Cloquet, Minnesota, on the St. Louis River. Discharge from the smoke stack rises 800 to 1000 feet; smoke blankets an area of eight to ten miles.","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["551192","548376","557225","550866","550862","544058","543813","550981","545013","550706","546705","551054","551173","551555","550716","551026"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["complex","stack","material","river","geography","smoke","facility","aircraft","border","production"]}
