{"path":"551554.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph captures a unique coastal landscape viewed from a high vantage point. In the foreground, a variety of rough, reddish-brown rocks are clustered together, mingled with some green vegetation and dried twigs, providing a rich textural contrast. Beyond the rocky foreground, the scene opens up to a vast expanse of a sandy beach that stretches across the middle of the image, bending gently towards the right.\n\nThe beach itself appears quite wide, characterized by smooth, undisturbed sand that's intersected by numerous water channels creating intriguing patterns. Some of these channels carry water, likely from recent tides, extending from the shoreline into the beach and creating a series of miniature deltas.\n\nThe ocean is visible on the left side of the photograph, meeting the sandy beach. The sea appears calm and blends seamlessly into the horizon under a clear sky. The overall lighting suggests it might be late afternoon or early morning, given the soft and diffused quality of the light with hints of glare from the wet sand surfaces and the water, adding a peaceful serenity to the scene.\n\nThere are no visible human activities or constructions, which emphasizes the natural and untouched character of the landscape. This suggests either a remote location or a preserved area. The whole composition emphasizes scale, smooth lineation of the natural landscape, and the contrasting textures from rocks to fine sand.","title":"Reserve mining company's dump site on lake superior.  Foul smelling steam rises from the mucky water.  Reserve's taconite plant at silver bay produces iron ore from the taconite rock.  It discharges 67,000 tons of waste rock into the lake, daily","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["547607","545106","555400","551553","545280","543287","543069","542890","543055","543142","543192","543085","544985","547697","547492","543308"],"cl":[12],"cluster":["#12 &mdash; Beach"],"terms":["beach","sand","channel","glare","mingle","tide","twig","serenity","rock","preserve"]}
