{"path":"551549.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph presents a serene and artistically framed scene showing two individuals rowing a small boat on a body of water. The primary foreground feature is a series of structured, classic balustrade elements, likely part of a bridge or a similar structure, creating an elaborate, repeating pattern of arches that are silhouetted prominently against the shimmering water. These balusters and their detailed silhouettes provide a strong contrast to the soft, glistening water surface seen in the background. \n\nBehind this concrete balustrade, the main focus of the image is the small boat, which contains two people engaged in rowing. They appear centered between the architectural elements, and are rendered in silhouette, which adds to the overall tranquility and somewhat mysterious quality of the scene. \n\nThe light in the background hints at a time of day when the sun is lower in the sky, possibly early evening, as indicated by the warm and gentle luminescence on the water's surface. This lighting condition adds a soft, almost ethereal quality to the atmosphere of the scene, suggesting peacefulness and a slow-paced moment captured in time. The water itself is textured by light ripples, suggesting gentle movement enhanced by the quiet activity of the rowers.\n\nOverall, the composition cleverly uses architectural forms to frame and spotlight the simple, human interaction with nature, evoking a sense of calmness and introspection.","title":"Canoe on the Cedar River is framed by the bridge railing of West Lake of the Isle Parkway.","placename":"Minneapolis (Minn.)","location":"Minneapolis, Minnesota","nn1":["550769","550324","550835","557564","552310","557563","549417","547230","547556","551222","550831","548978","550773","547550","542877","550975"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["balustrade","rowing","silhouette","introspection","water","boat","quality","peacefulness","calmness","time"]}
