{"path":"551587.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph features a panoramic view of a coastline and an urban cityscape. In the foreground, there's a sandy beach bordered by patches of green vegetation and some dune grass. The beach curves gently from the lower left to the middle right of the frame, meeting the calm, blue waters of a large bay or lake.\n\nOn the beach, there are a few people engaged in various activities. Near the lower right, there's a small group of individuals, dressed in summer clothing, looking towards the water. To the far left, another person can be seen possibly tending to some equipment, like beach chairs or a beach umbrella.\n\nThe middle portion of the image features the water body that reflects a mild blue hue under a clear sky. The far bank of the water shows a densely packed urban environment, climbing up a hillside. The buildings appear varied in architecture, suggesting a mix of residential, commercial, and possibly industrial structures. Notable are a few taller landmarks that could be institutional or historical buildings with distinct architectural styles.\n\nIn the upper half of the frame, the city is backed by a hill, over which more residential or possibly suburban areas are visible. The development spreads evenly across the hilltop, integrating among greenery, indicating a blending of urban and natural landscapes.\n\nThe overall composition of the photo provides a sense of scale between the natural elements of the beach and water and the developed urban environment, illustrating how the city interacts with its natural waterfront.","title":"Minnesota Point, Duluth Harbor","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["544638","553675","555756","553672","557463","553671","553765","555757","557453","554156","553680","553679","547640","547629","543427","545121"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["beach","blending","hilltop","water","dune","umbrella","city","landmark","half","bay"]}
