{"path":"551689.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a lively street scene, presumably at a fair or outdoor community event. The setting is a leafy urban area with tall buildings in the background, contributing to a bustling, city atmosphere.\n\nIn the foreground, a stand with a yellow surface is manned by a woman wearing a patterned blouse and slacks; she appears to be engaging with visitors or managing some event-related activities on the stand. Adjacent to her, two children and a man reach toward her, possibly interacting over some game or items on the stand. The children, one in a red sweater and another in a white and blue outfit, display looks of excitement and anticipation.\n\nBehind them, another woman, wearing sunglasses and a sleeveless top, stands with a child. This child looks up with an expression of delight while holding onto what appears to be a string tied to a large balloon. The balloons are significant in the scene, featuring colorful, stripe designs, adding a playful and festive element to the image.\n\nSeveral other adults are visible in varying degrees of interaction. A man, dressed in a red shirt, seems to be speaking or coordinating with the group around the stand.\n\nThe entire scene is framed by lush green leaves from overhanging trees, which cast shadows and dapple the light, giving a vibrant yet cozy feel to the outdoor event. Buildings in the back, varying in design from modern to possibly older, historic structures, provide a rich architectural backdrop to this communal gathering.","title":"At a block party on east 35th street between Lexington and Madison avenue, gay balloons added to the general air of festivity street was closed to motor traffic.  Sidewalks bloomed with gift displays and booths selling delicious food at low prices","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551688","551686","558294","552652","551694","551691","551699","551789","551687","553287","551811","550076","551833","557799","553142","553242"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["balloon","child","event","stand","delight","anticipation","dapple","slack","string","degree"]}
