{"path":"551654.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures an outdoor scene where several activities are taking place against the backdrop of imposing, modern office buildings. The most prominent building has a dark exterior with long, vertical windows that cover its facade in an orderly fashion.\n\nIn the foreground, there is an engaging activity involving textiles. Two women, one dressed in a bright red shirt and patterned skirt, and the other in a golden brown blouse, are concentrated on a weaving activity. They are working with a small wooden loom, with yarns of red prominently visible. There is also a collection of other textile-related materials, like threads and possibly knitting tools, spread out around them on the ground and on a nearby chair covered with an orange-red cloth.\n\nTo the left, a unique steel sculpture dominates the composition. This artwork, which consists of multiple steel beams arranged in an angular, crossed pattern, adds a strong industrial element to the scene. The sculpture is massive, towering over the people and providing a stark contrast to the human-oriented activity of weaving.\n\nBeyond the immediate activities, other people can be seen in the background. Some are walking by, possibly observers or other visitors, and a few are gathered around other textile displays which are less distinctly visible.\n\nOverall, the photo depicts a vibrant setting where artistic or craft activities are being showcased in a public, urban environment, surrounded by the hard lines of modern architecture, merging creative human endeavors with the urban landscape.","title":"Festival of folk arts and crafts at rockefeller center weaving demonstration in the sunken plaza of the mcgraw-hill building","placename":"New York (N.Y.)","location":"New York, New York","nn1":["553254","551659","544416","553247","553266","551651","551493","553294","557263","544431","551666","553278","550076","553262","558194","544843"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["sculpture","steel","thread","observer","artwork","activity","cloth","knit","loom","concentrate"]}
