{"path":"551651.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"The setting of the photograph is an urban, open-air plaza surrounded by tall commercial or office buildings which feature sleek, modern architecture dominated by glass, steel, and concrete. In the center foreground of the image, an abstract metal sculpture, reminiscent of a large, inverted spoon or ladle, stands on a slim pedestal. Its polished surface contrasts with the more matte textures of the surrounding elements.\n\nThe plaza is bustling with activity, populated by various groups of people engaged in social interactions or transit. It is equipped with geometric, concrete seating areas interspersed by tidy, manicured garden beds filled with lush green shrubbery and occasionally punctuated by taller trees, adding a touch of nature and softness to the otherwise hard, urban environment.\n\nForegrounded, several individuals are seated or standing on these concrete fixtures. One group includes a trio of women engaged in conversation, another pair appears in mid-discussion, while several other individuals seem absorbed in solitary activities like reading or observing their surroundings. Throughout, people are dressed in the fashion typical of a time that suggests the 1970s or early 1980s, indicated by styles including flared pants, skirts, and distinctly patterned shirts.\n\nAmong the background elements, there are more groups of people. Some are in transit, moving along the walkways of the plaza, while others gather socially on higher-tiered areas lined with additional railings and planters. Toward the top of the frame, a bridge-like structure connects two parts of the building complex, beneath which more pedestrian traffic is visible.\n\nThe atmosphere conveyed is lively yet relaxed, highlighting a common, day-to-day scene in a metropolitan environment. The composition carefully balances the interaction of architectural lines, human activity, and natural elements, offering a snapshot of urban life and community interaction during the late 20th century. The color palette is dominated by the greys and browns of urban architecture, highlighted by the vibrant colors of clothing and the green of the plants.","title":"Rockefeller Center--6th Avenue side","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551646","550759","553324","551643","550751","550083","550076","550003","551662","553319","551647","557267","551653","553214","549999","550762"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["plaza","transit","group","interaction","pedestal","planter","softness","sculpture","architecture","people"]}
