{"path":"551642.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"The photograph captures a serene scene in an urban setting, possibly a plaza in front of a large office building, with the words \"EXXON BUILDING\" engraved on a dark stone ledge. The primary subject is a man sitting on this ledge, engaged in reading a newspaper. He is dressed in business attire, which includes a grey suit, a hat, and polished black shoes, suggesting a typical workday scenario.\n\nHe is seated near a rectangular water fountain that features jets shooting water vertically in small columns, lending an aesthetic and relaxing quality to the scene. This fountain creates a sense of tranquility and soft ambient noise, which contrasts with the potential busyness usually associated with corporate environments.\n\nBehind the man, the background shows a massive modern building characterized by a large number of vertical lines, suggesting long, narrow windows or a specialized architectural facade design, giving it a sleek and imposing appearance. This towering structure underscores the corporate environment and provides a stark, orderly backdrop to the calmer, human-scale activity at the fountain.\n\nSeveral small trees, possibly young and well-manicured, are interspersed at the base of the building, adding a touch of nature and softening the hard lines of urban architecture. The overall composition juxtaposes life’s slow, leisurely moments with the imposing, fast-paced corporate world, captured in a moment of peaceful daily life amidst the architectural grandeur of a city.","title":"Rockefeller Center--6th Avenue side--a green, cool resting place for passersby","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551658","551858","550763","551793","551663","551831","550762","551647","553224","551643","551661","553281","550747","550748","557261","546535"],"cl":[43],"cluster":["#43 &mdash; Urban Architecture"],"terms":["fountain","ledge","noise","busyness","workday","jet","plaza","newspaper","world","scenario"]}
