{"path":"551656.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a lively outdoor event taking place in an urban plaza surrounded by imposing high-rise buildings. The setting is characterized by modern architecture with sleek, mirrored facades reflecting the surrounding environment and blue sky. The focal point of the image is a small crowd of people gathered around a group of performers positioned at the center of the plaza.\n\nThe crowd, which is diverse in age and attire, is attentively watching the performers who appear to be engaged in a musical or possibly theatrical performance, given their positioning and visible gestures that suggest an interactive or expressive act. The viewers are standing behind makeshift barriers, and there are a few individuals occupying a slightly elevated terrace, providing them with a better vantage point for viewing the event.\n\nIn the immediate background, there are steps leading up to other areas of the plaza, further emphasizing the tiered design of the space. A significant element in the plaza is a large sculpture or artistic structural feature to the left, characterized by geometric, angular components that contrast with the vertical lines of the surrounding buildings. There is also greenery visible in parts of the plaza, including well-maintained bushes and what appears to be small trees or large plants, which add a touch of nature to the otherwise urban scene.\n\nThe environment is bright and sunny, suggesting a warm and clear day, which enhances the outdoor ambiance and the reflective qualities of the building surfaces. This setting not only captures a moment of cultural activity within a city but also the interaction between people, architecture, and public spaces in urban settings.","title":"Demonstrating sheepshearing in the sunken plaza of the mcgraw-hill building at rockefeller center","placename":"New York (N.Y.)","location":"New York, New York","nn1":["550076","553201","553324","553296","553297","550759","553260","551651","553287","553311","551798","553235","553254","553318","550003","549999"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["plaza","performer","crowd","terrace","event","sculpture","architecture","positioning","performance","point"]}
