{"path":"551606.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph is an aerial view of a coastal industrial area and the adjacent landscape. The composition captures several notable features:\n\n1. **Industrial Facilities**: On the left side of the image, there are industrial structures evident near the coastline. Large tanks or cylindrical storage units are visible, alongside what appears to be conveyor systems or piping, leading toward the water, suggesting loading, unloading, or processing facilities.\n\n2. **Landmass and Terrain**: A large portion of the middle and right side of the image features a massive deposition of a pale, likely mineral material forming vast mounds that spread across the land into the water. This could be a dumping ground for mining byproducts or a similar industrial material.\n\n3. **Water Bodies**: There are various water bodies including a dark blue ocean along the periphery, and a somewhat enclosed bay or water channel near the industrial facilities. The clarity and color contrast between the water and the land is quite stark.\n\n4. **Vegetation and Urban Areas**: Beyond the immediate industrial zone, residential or urban areas with dense green vegetation can be seen. These areas are interspersed with roads or tracks, cutting through the landscape.\n\n5. **Geographic Features**: To the right edge and far background, natural hilly terrain or small mountains are visible, adding a layer of natural topography to the scene.\n\nThe overall image is a mix of human industrial activity close to the shore with more natural, greener areas further inland, all surrounded by vast bodies of water, illustrating a dynamic interaction between human endeavors and the natural environment.","title":"Taconite tailings from reserve mining company's plant at silver bay are discharged into lake superior","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["551607","551612","551574","556912","552245","551575","557464","551976","544788","544650","556908","550761","548778","550886","546391","550864"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["facility","byproduct","deposition","water","greener","periphery","dumping","unloading","piping","land"]}
