{"path":"551687.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a lively scene on a city street, showcasing a community event focused on plant and flower displays. The central line of the image features a series of decorated tables adorned with vibrant floral arrangements, potted plants, and creative decorations, with a prominent white gazebo structure providing a focal point. The tables are covered with a bright green tablecloth.\n\nThe setting appears to be an urban street, lined with tall buildings that have a mix of residential and potentially commercial characteristics. The architecture includes brick buildings with visible windows and facades adorned with greenery, enhancing the urban ambiance.\n\nThere are several people engaged in various activities, adding a dynamic human element to the scene:\n1. A woman on the left side is pushing a shopping cart and appears to be in the process of selecting or admiring the flowers on display.\n2. Towards the center, a man stands on a stool or ladder, actively arranging or hanging decorations, contributing to the festive atmosphere.\n3. Several other individuals, including women and children, are either walking through the scene or stopped to look at the displays, demonstrating community interest and participation.\n\nThe street is partially closed to vehicular traffic, suggesting this event is organized and pedestrian-friendly. The overall composition and activity suggest that this is a special community event intended to beautify the area and engage residents in communal activities. The mood is vibrant and cheerful, emphasized by the colorful floral arrangements and active participation of the community members.","title":"Block party on East 35th Street between Lexington and Madison Avenues. Street was closed to motor traffic and given over to the pleasures of June roses, sidewalk displays of gifts and antiques, stalls selling cheap and delicious food, and a general air of festivity.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551699","551697","551686","553242","551700","551685","551833","551689","550044","551698","551802","551800","551705","550076","549924","551691"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["display","participation","community","decoration","event","arrangement","street","table","gazebo","flower"]}
