{"path":"551643.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This image captures a city plaza scene, seemingly set in mid-20th century. The composition is vibrant and utilizes natural and urban elements to create a diverse visual experience.\n\nIn the foreground, there are people engaging in leisurely activities. Three individuals are seated on a bench; two men are in conversation and dressed in formal attire typical of the era — one wears a suit and a fedora, while the other sports a suit and carries a briefcase, indicating they might be businessmen enjoying a break. Next to them, a woman dressed in a bright red coat with black accents is also seated but facing the opposite direction, adding a pop of color to the scene.\n\nBehind them, the middle ground features a rectangular fountain with several small, energetic jets of water, around which people are scattered, sitting on other benches or standing. This adds a serene and communal element to the urban environment.\n\nThe background prominently displays the dense skyline of high-rise buildings that characterize a bustling downtown area. These buildings have a variety of designs but predominantly feature a modern architectural style with clean lines and reflective glass surfaces, suggesting a mid-20th century urban setting possibly in New York City.\n\nScattered throughout are green trees, providing a touch of nature and softening the hard urban lines. The gentle foliage partially obscures the view, giving a sense of depth and layers, enhancing the peaceful yet dynamic nature of this urban space.","title":"Rockefeller center--6th avenue side--a green, cool resting place for passersby","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551651","553224","553214","551663","551647","550747","550751","551646","550762","552705","557258","552726","551661","551653","551658","550003"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["bench","suit","briefcase","fedora","urban","century","pop","jet","plaza","standing"]}
