{"path":"551649.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph shows a vibrant and lush urban scene, possibly within a public or communal indoor space like a conservatory or botanical garden. In the foreground, there's a miniature garden or atrium filled with a variety of lush, green plants, including tall leafy trees and large water-treading plants like lilypads.\n\nThere are several people present in the scene, with the immediate focus on a group of seven or eight individuals spaced out along the edges of the green area. They are casually dressed, indicative of a leisurely day out. The group includes men, women, and children who are observing the plants or engaging with each other.\n\nThe background features a striking architectural structure. Visible through the foliage, there is a large building with a multi-tier facade and numerous windows. In front of this building, partly obscured by the garden's plants, is a grand decor piece—a giant relief sculpture of a bird, which appears to be part of a fountain based on its design and the way it dominates the space with its wings spread wide. Flanking the sculpture, multiple flags are displayed on poles, adding a touch of formality and festivity to the scene.\n\nThis setting appears to be built within a larger cityscape, given the urban structures surrounding the garden, providing a stark contrast between the natural elements of the garden and the man-made buildings. The scene captures a moment of peaceful coexistence and interaction between people and nature amidst an urban environment.","title":"Rockefeller Center--5th Avenue side","placename":"New York (N.Y.)","location":"New York, New York","nn1":["546457","557257","551705","551773","551739","551623","549516","551775","557281","551685","551743","551713","551728","551620","550075","550302"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["garden","sculpture","plant","formality","festivity","relief","decor","fountain","wing","group"]}
