{"path":"551690.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph depicts an outdoor market scene on a tree-lined city street, likely in an urban environment given the tall buildings in the background. The focus is on a vendor stall where various items are displayed for sale. The image is framed by green foliage, creating a lively and somewhat enclosed feeling.\n\nAt the stall, there are two customers examining the merchandise—an array of silverware and possibly other antique or collectible items. The person on the left is a young white man wearing a red and blue striped tank top and brown trousers. He is leaning forward slightly, showing interest in the items displayed. Next to him, there's a young woman with short hair, dressed in a striped top, who is also looking intently at the objects on the table.\n\nBack to the interaction at the stall, a vendor, presumably an older Asian woman wearing glasses and a checked shirt, is actively engaging with the customers, gesturing towards the merchandise as she explains or describes the items. Her expression and posture suggest she is in the midst of a discussion or sales pitch.\n\nThe background shows other attendees of the market strolling and browsing other stalls, contributing to a busy, communal atmosphere. The market appears well-attended in a city environment, with sunlight filtering through the leaves above, adding brightness and warmth to the scene. The overall feel is bustling yet casual, with people enjoying their day out exploring the market.","title":"One of many sidewalk antique and gift displays at a block party on East 35th Street between Lexington and Madison Avenues in Midtown Manhattan. Street was closed to motor traffic.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551694","551696","557131","557135","551749","556215","551695","558249","551752","551691","557132","547370","549323","556260","547378","551750"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["stall","market","merchandise","item","vendor","customer","sale","describe","browse","stroll"]}
