{"path":"551609.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"The photograph shows an expansive aerial view of a waterfront industrial area. In the foreground, the body of water, likely a river or lake, has small waves and reflects the sunlight. Several ships are visible, docked or mid-navigation near the extensive port facilities, which feature large silos, warehouses, and what appear to be cargo handling areas.\n\nThe middle ground of the scene is dominated by industrial structures, including tall storage silos, smokestacks emitting smoke, and various buildings connected by roadways and potentially railway tracks. The image portrays a busy and concentrated hub of industrial or commercial activity, suggesting a focus on goods storage and transportation. \n\nBeyond the industrial zone, there are hints of a more residential or natural area, with several patches of vegetation and sporadic structures. A bridge spans the water and connects to land areas on either side, enhancing the connectivity of this region. In the distant background, hills or low mountains line the horizon, adding a natural border to the industrial landscape.\n\nOverall, the photo captures a vivid and intricate interaction between natural and man-made environments, emphasizing a hub of industrial productivity situated along a vital waterway. The lighting conditions and the haze suggest that the photo may have been taken on a sunny day, but with some air quality impacts likely due to industrial activity.","title":"Dust from operations of grain elevators contribute to air pollution of Duluth, Minnesota, and Superior, Wisconsin.","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["550890","549472","551577","551574","550886","555773","555764","552181","548320","546359","555769","549969","552215","548423","547214","552207"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["silo","hub","productivity","storage","connectivity","navigation","handling","port","border","cargo"]}
