{"path":"551619.jpg","date":"May 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a community gardening scene in an urban setting. The picture shows several people, including adults and children, actively engaged in gardening tasks. \n\nIn the foreground, two children are focused on their activities; one is holding a rake or a long tool, and the other is digging with a small shovel. Their attire suggests a casual, outdoor work environment with jeans and flannel shirts. \n\nA woman, centrally located in the image, is using a full-sized shovel to turn over the soil. She is wearing a light-colored sweater and purple pants, indicating she is dressed comfortably for physical activity. Nearby, on the ground, there is a blue tool, possibly another rake or shovel.\n\nIn the background, other individuals are also engaged in gardening tasks. The setting is an open plot of land with patches of turned soil, suggesting preparation for planting. The plot is framed by some brick alignments and simple wire fencing. \n\nThe urban backdrop features a striking contrast with several rundown or abandoned buildings, juxtaposed against more intact high-rise buildings in the distance. This contrast highlights a community initiative to beautify or repurpose an otherwise neglected area.\n\nThe overall composition and activities suggest a collaborative community effort to establish or maintain a garden in an urban environment. The scene is lively and speaks to a sense of community and urban renewal through grassroots efforts.","title":"City \"farmers\" plant flowers and vegetables in plots assigned by community association.  The square block, formerly the site of a brewery, extends from 92nd to 93rd street and from 2nd to 3rd avenue","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551618","551617","551620","551738","551633","553423","551623","551621","550063","553424","550055","551739","550764","543439","550059","551705"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["gardening","shovel","rake","community","plot","effort","tool","turn","renewal","flannel"]}
