{"path":"551697.jpg","date":"May 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a vibrant and bustling city scene focused on a temporary outdoor flower market. Several people, possibly shoppers and vendors, are scattered throughout the scene. In the foreground, colorful flowers and plants are neatly organized in rows and small groupings on the pavement, attracting the attention of the visitors.\n\nA mix of men and women can be seen examining and selecting plants. One woman in the foreground is crouched down, closely inspecting some of the flowers, while another stands beside her draped in a white and gray shawl, observing her actions. People in the scene wear a variety of mostly casual, 70s-style attire, including coats and trousers.\n\nThe background is an interesting mix of urban architecture, featuring old buildings of various styles and heights. Notably, a classic brownstone church stands on the left, contrasting with the more neutral-toned commercial buildings adjacent to it. A red and white \"PARKING\" sign is prominently displayed next to the entrance of a parking lot on the left side of the frame.\n\nCars are parked along the street, and the overall atmosphere suggests a lively community event with people engaged in social activities, possibly on a sunny day given the bright illumination and shadows observed on the pavement.","title":"Spring flower sale, held in parking lot on east 30th street between Lexington and park avenues.  Sale was organized by the rose hill association, a residents' group, to raise money for new high intensity lighting for the neighborhood.  Hundreds of people came to buy plants and get free advice on their care","placename":"New York (N.Y.)","location":"New York, New York","nn1":["550044","551699","551700","553242","550027","551687","551698","549994","551838","549924","551833","551685","551686","551694","549906","551749"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["flower","pavement","parking","examining","shawl","shopper","grouping","select","observe","70"]}
