{"path":"551610.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph shows an aerial view of a coastal city landscape, with various elements that can be described as follows:\n\n1. **Water Body**: The foreground features a large expanse of water which mostly spans the width of the image. The surface appears calm, reflecting light subtly.\n\n2. **Piers and Jetties**: Projecting into the water are two similar linear structures, likely piers or jetties. Positioned on the water, these structures are long and narrow, and at the end of each, there is a small structure which might be a lighthouse or navigational aid.\n\n3. **Boats**: There are a few tiny boats visible around the jetties, likely involved in either transit or localized activities like fishing.\n\n4. **Urban Area**: The background of the photo shows an extensive urban environment spread along the coast. This area includes low-lying buildings in the immediate vicinity of the water, transitioning to denser and somewhat taller buildings as the terrain rises away from the shoreline. The architecture seems varied, suggesting a mix of residential and commercial structures.\n\n5. **Hills**: The city is backed by hills that slope upward from the coast, contributing to a tiered effect in the layout of the urban area. These hills are densely populated by buildings, indicating a substantial settlement.\n\nThe photograph is likely taken from a high vantage point given the wide coverage and perspective over the coast and city. It captures a detailed interaction between a busy urban setting and its adjacent maritime environment, indicating a potentially significant role of the waterfront in the city's economy or daily life. The color palette is reminiscent of older film photography, with slightly muted colors and a hint of grain, suggesting that this image might be from a few decades ago.","title":"The St. Louis River basin discharges its waters into Lake Superior through the Duluth Ship Canal. The river waters show as the dark patch on the lake.","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["549528","548453","547980","549501","549505","556945","556947","553790","553680","552192","554018","552133","553675","552268","557462","548628"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["coast","jetty","city","economy","aid","lighthouse","coverage","boat","width","grain"]}
