{"path":"551695.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a vibrant street scene that seems to be a flea market or outdoor sale on a sidewalk. There is a table brimming with various items, which creates a central point of interest in the image. The table is covered with a colorful, patterned cloth and displays a variety of objects including vases, bowls, a small chest, framed pictures, and other miscellaneous antiques and knick-knacks.\n\nBeside the table, at least three women are engaged in examining the goods. They appear to be potential buyers. One woman is wearing a hat decorated with flowers and is actively handling some of the items, showing engagement with the sale. The other women are closely inspecting the items, perhaps considering a purchase.\n\nThe setting is an urban street, lined with multi-story buildings that have a historical or old-fashioned architectural style, suggesting this could be a scene from an older city neighborhood. These buildings provide a muted, brown-toned backdrop to the busy, colorful activities at the foreground.\n\nOverhead, the sky is slightly overcast, casting a soft light over the scene and preventing harsh shadows, thus enriching the visual clarity of the street and the items for sale. This ambiance adds to the leisurely, slightly nostalgic feel of the image, typical of such community or local market gatherings.","title":"Antiques and other objects on sale at one of countless booths lining East 35th Street between Lexington and Madison Avenues. The occasion: a block party. The time: mid-June. Clear skies, blooming gardens, and an air of festivity preVailed.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551694","551696","551749","551752","557131","551691","557135","557132","547370","551686","547378","551690","556215","551750","558252","557163"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["sale","item","table","market","street","purchase","vase","woman","flea","bowl"]}
