{"path":"551607.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph captures an aerial view of a coastal industrial landscape. The vantage point seems to be from an aircraft, evidenced by the visible part of the aircraft structure—a wing strut on the top left of the image.\n\nThe scene shows a large industrial facility located close to the coastline, potentially a shipping or cargo port area. There are several large, open piles of material, possibly minerals or other raw materials, that are whitish in color, indicating heavy industrial activity in the region.\n\nTo the left of the image, the port is equipped with several docks and shipping cranes, indicative of active import or export operations. Various conveyors and industrial infrastructure connect different parts of the site, emphasizing the area's functionality in processing and transporting materials.\n\nBeyond the industrial site, there is a mix of residential and commercial urban development spanning towards the upper right. Here, orderly rows of houses, road networks, and patches of greenery suggest a suburban setting adjacent to the industrial area.\n\nThe body of water in the image appears calm and is in close proximity to the industrial and residential zones, which might imply economic reliance on maritime activities. This coastal region is flanked by areas with a significant amount of forested land, emphasizing a contrast between the developed and natural environments. A small, rocky islet near the coastline adds a natural landmark to the landscape.\n\nOverall, the composition of the photograph provides a comprehensive view of a bustling industrial hub located within a coastal urban setting, highlighting the interaction between industrial, residential, and natural environments.","title":"Taconite tailings from Reserve Mining Company's plant at Silver Bay are discharged into Lake Superior.","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["551574","551606","552245","552195","556912","551609","551612","546391","555765","551575","550886","549472","557464","550890","548778","552191"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["shipping","aircraft","port","material","reliance","islet","site","region","conveyor","wing"]}
