{"path":"551696.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"The photograph depicts a lively outdoor market scene, possibly at a flea market or similar venue. The center of the image features a long table abundantly covered with various objects for sale, including dishes, cups, bowls, candlesticks, vases, and other assorted items that appear to be antiques or collectibles. The items are displayed on a bright green tablecloth, enhancing their visibility.\n\nVarious people are seen interacting around the table. To the right, a woman, who is bending over the table, examines the merchandise closely, wearing a sleeveless striped dress. Standing directly behind her, a man in a dark suit with a tie and glasses looks on, hands clasped in front. Another man, dressed in white pants and a light-colored shirt, stands at the edge of the table further to the left, seemingly in conversation with the others or also perusing the items on sale.\n\nIn the background and to the right-hand side of the image, passersby are visible. Two younger men, one in a blue and red striped shirt and the other in a red shirt, walk past the table. One of them is looking back over his shoulder, perhaps at the items or the other people. Another man in a light shirt and dark pants is seen eating what looks like cotton candy, adding a casual and festive note to the atmosphere.\n\nThe background shows a wide, open paved area, possibly a street or town square, with other pedestrians walking or standing. The overall ambiance is relaxed and social, typical of a market day, where people come not only to shop but also to meet and enjoy the environment. The sunlight and the shadows suggest this scene occurs during daylight, contributing to the vibrant and casual outdoor setting.","title":"Antiques and other objects on sale at one of countless booths lining East 35th Street between Lexington and Madison Avenues. The occasion: a block party. The time: mid-June. Clear skies, blooming gardens, and an air of festivity preVailed.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["557132","557135","551749","551695","557131","551694","551690","547370","551750","551752","551691","547378","557163","550068","547374","547381"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["table","market","item","sale","shirt","vase","flea","tablecloth","merchandise","dish"]}
