{"path":"551692.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph showcases a vibrant community event taking place outside a building identified as \"The Community Church.\" The scene is set on a sunny day under a clear blue sky with sunlight filtering through the leaves of a large tree that slightly overhangs the scene.\n\nIn the foreground, a woman of African descent wearing sunglasses and a light-colored outfit engages in conversation with a red-haired woman dressed in a light sweater. They stand next to a table that is covered with an assortment of small objects, seemingly handmade crafts or jewelry, laid out for display and sale. A man, possibly examining an item closely, stands to the right of the women, dressed in a dark blazer and wearing glasses.\n\nIn the background, a sign reading “café Murray Hill homemade food” is prominently displayed next to the table, suggesting that the event might also be serving food. Behind this, the church forms a stark, brick backdrop with an apparent large window and another smaller window visible. A senior woman, situated at balcony level, can be seen possibly observing or enjoying the event from above.\n\nThe display and the activity indicate this may be a local crafts fair or a community gathering aimed at promoting homemade products and fostering social interactions. The overall ambience appears casual and communal, with individuals engaging in browsing, socializing, and enjoying the day.","title":"Street cafe sells delicious food at low prices and tables with gifts and antiques tempt purchasers at block party on East 35th Street in Midtown Manhattan. Street was closed to motor traffic.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["546210","551699","557135","558294","551689","546233","551686","554691","551691","551749","551694","551687","553242","558194","551808","551690"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["craft","woman","event","food","table","foster","socialize","jewelry","descent","café"]}
