{"path":"551667.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a lively scene at a small urban park on a sunny day. The central activity is taking place around a water feature where children are enjoying the water spray on a warm day. One child stands on the edge of a circular fountain base, manipulating a hose or pipe that sprays water across the area, reaching towards others nearby who are engaging with the water in playful ways.\n\nIn the foreground, a woman sits on a bench while holding a young child on her lap. This woman appears to be watching the playful activities around the fountain. The child with her holds a small bottle, and both of them are facing towards the camera, slightly obscured by the shadow and sunlight interplay. \n\nAround the park, there are other personal and simple touches of urban park amenities—like benches and partial fences or barriers, perhaps denoting the park's boundary. The background shows lush trees that add a sense of a secluded environment, typical of enclosed city parks designed to offer a green respite from urban settings.\n\nEvery visible person appears engaged in their activities, contributing to the overall vibrant and communal feel of the scene. The image is reminiscent of community and the simple joys of summer days spent outdoors.","title":"A vacant lot at 22nd Street and 10th Avenue was transformed by the Chelsea Neighborhood Association into this charming playground. Here youngsters can wade and sprinkle each other to their hearts content, against a backdrop of beautifully kept houses and a fence overgrown with white roses.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["552737","552540","550752","551449","551772","557258","552703","551668","552539","550002","551638","552706","551446","556296","550747","551792"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","park","fountain","spray","bench","respite","denote","amenity","manipulate","spend"]}
