{"path":"551612.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph portrays an aerial view of an industrial landscape, likely related to resource extraction or processing. Dominating the upper midsection of the scene is a large industrial facility with multiple buildings, characterized by their long, low, and uniform structures. These buildings are primarily dark with light-colored roofs.\n\nIn the foreground, there is a prominent expanse of sandy or dusty terrain that extends towards a water body visible on the lower edge. This sandy area is surrounded by various paths that imply vehicles frequent it. A distinctive feature in this area is the series of markings and footprints, indicating recent activity.\n\nThe central part of the image shows a road or possibly a conveyor belt infrastructure that bridges two parts of the facility over a natural or man-made water channel, which adds a linear dynamic to the scene. Small bodies of water or puddles are scattered across the landscape that appear polluted or affected by the industrial activities.\n\nOn either side of the major facilities, there are more natural colors indicating vegetation, suggesting that the industrial site is bordered by more natural environments. Other infrastructure like roads and small parked vehicles can be seen surrounding the main facility, indicating ongoing operations and accessibility.\n\nOverall, the photograph captures a complex interaction between industrial human activity and a coastal environment, highlighting aspects of development and environmental impact.","title":"Reserve mining company's taconite plant in silver bay.  South conveyor chute discharges taconite tailings into lake superior","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["544788","551606","544569","549519","549168","551585","551611","551575","555862","551998","551607","544036","551177","552245","546103","550890"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["facility","frequent","footprint","accessibility","infrastructure","dynamic","extraction","puddle","affect","marking"]}
