{"path":"551600.jpg","date":"June 1973","photographer":"Emmerich, Donald","caption":"This photograph features an aerial view of a maritime landscape focused on a body of water, possibly a lake or an inlet. Dominating the scene is a curving breakwater or jetty that stretches from the foreground into the midground, leading toward a small lighthouse positioned at the breakwater's end.\n\nThe body of water is depicted with distinct shades of blue, featuring gradients that suggest varying depths or the presence of underwater formations. The water around the breakwater appears darker, perhaps indicating deeper water, while lighter areas suggest shallower water possibly due to sand or other sediment.\n\nThe lighthouse is small and traditional in appearance, painted white with what seems to be a red roof, though details are not exceptionally clear due to the distance of the shot. It stands as a solitary figure against the vastness of the water. There is no visible land or skyline in the background, accentuating the isolation and functional aspect of the lighthouse.\n\nThe overall composition employs a sense of tranquility and isolation, focusing on the man-made structures within a natural setting. The curvature of the breakwater adds a gentle dynamic to the otherwise static and serene environment. The lighting and shadows suggest this photo was taken during the day under clear conditions, which allows the colors and contrasts between the water and the structures to stand out strikingly.","title":"The St. Louis River basin discharges its waters into Lake Superior through the Duluth Ship Canal. The river waters show as the dark patch on the lake.","placename":"Duluth (Minn.)","location":"Duluth, Minnesota","nn1":["543141","550362","550361","547131","543086","550314","549338","547154","549375","544996","547109","543403","545118","546151","547561","550360"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["breakwater","lighthouse","water","employ","curvature","isolation","inlet","jetty","dynamic","sediment"]}
