{"path":"551688.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a vibrant, outdoor scene, likely from a public event such as a festival or street fair. The setting appears to be in an urban environment, with tall buildings and hints of greenery. The activity is centered around a small group of people interacting at a white, rectangular table.\n\nThe composition features a woman on the left, bending forward to engage with a child across the table. She wears a dark outfit with a patterned design and has a lively, attentive expression on her face. A man in a reddish-brown shirt is opposite her, also interacting with the child. This man seems focused on either a game or an activity on the table, and he is captured adjusting something small and indistinct. A child in a white shirt and dark pants stands by the man’s side, observing the interaction closely. The presence of additional adults and children suggests a communal, family-friendly atmosphere.\n\nThe background shows other festival goers casually mingling or walking by; their attire varies, reflecting a comfortable, casual day out. There are large, festive balloons near the center and right side of the image, enhancing the celebratory feel. These balloons are striking, with opaque white surfaces striped with colors like pink, yellow, and green.\n\nThe lighting is bright and natural, indicative of a sunny day, enhancing the colors and contributing to the buoyant mood of the scene. The overall atmosphere is lively and engaging, highlighting a moment of fun and interaction among attendees at this public gathering.","title":"At a block party on East 35th Street between Lexington and Madison Avenue, gay balloons added to the general air of festivity. The street was closed to motor traffic, and sidewalks bloomed with gift displays and booths selling delicious food at low prices.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551689","551808","558294","551811","552652","551719","558292","558295","553186","551677","555947","549320","551011","557792","553142","544990"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["balloon","child","festival","table","goer","fun","attendee","game","interaction","man"]}
