{"path":"551653.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a scene of an urban plaza surrounded by tall skyscrapers. The main focus is on three prominent buildings lined parallel to each other. The closest building noticeable for its tall, narrow and reflective surface devoid of distinct windows, presents a stark monolithic appearance. Another building, visible in the background right behind it, features noticeable wide windows spanning its entire height, creating a contrast with the first by being more transparent and less imposing. Lastly, to the right in the image, a third building can be seen, similar in design to the first but partially obscured in view.\n\nThe plaza itself is populated with neatly aligned young trees which contribute a touch of nature to the urban environment. Below the trees are bushes, with some additional large potted plants filled with vibrant pink hydrangeas at the forefront of the image. These floral arrangements provide colorful points of interest at the bottom of the frame.\n\nThe ground of the plaza appears to be a light-colored tile or stone, enhancing the brightness of the scene. Several people can be seen scattered throughout the area, engaged in various casual activities such as sitting and walking which suggests the area is a common space for relaxation and transit in the city. The atmosphere is relatively calm and seems like a typical day in a bustling city center. The sky above is bright, implying it might be a sunny day, adding a cheerful and lively mood to the scene. \n\nOverall, the composition skillfully contrasts the organic elements (trees and flowers) with the architectural grandiosity and verticality of the urban structures, capturing the essence of a metropolitan environment.","title":"Rockefeller Center","placename":"New York (N.Y.)","location":"New York, New York","nn1":["557267","549317","551493","550759","551652","557260","551644","557257","553324","557271","551651","553328","551685","546624","557281","550762"],"cl":[43],"cluster":["#43 &mdash; Urban Architecture"],"terms":["plaza","verticality","walking","tile","city","building","transit","brightness","skyscraper","relaxation"]}
