{"path":"551636.jpg","date":"August 1973","photographer":"Szasz, Suzanne","caption":"This photograph features an outdoor scene at a plaza surrounded by modernist architecture. Large concrete pillars support an overhanging structure above a row of large windows. Multiple spherical lights are affixed to the facades between the pillars.\n\nIn the foreground, there are groups of people relaxing and interacting around a large, rectangular fountain. The fountain is vigorously splashing water, adding a lively element to the scene. The plaza floor appears to be paved, and it reflects the sunlight, contributing to the overall brightness of the scene.\n\nOn the left side, a woman in a pink dress is standing by herself, possibly watching the water or contemplating quietly. There are three individuals seated closely together near the fountain’s edge, each bent forward, with one person holding their head in their hands, suggesting a casual, perhaps contemplative moment. \n\nTowards the center, there are two other individuals seated separately also in casual poses by the fountain, possibly enjoying a break or the coolness of the water. On the right side, a group of people, including a couple embracing each other, is seated and standing around, engaged in conversation and enjoying the environment. There are at least three children with this group, contributing to the familial atmosphere.\n\nAll individuals are dressed in casual, light summer clothing, suitable for a warm day outdoors. The setting appears peaceful and leisurely, with the fountain and architectural elements providing a serene urban backdrop.","title":"Lincoln Center Plaza is enclosed by two theaters, an opera house and a concert hall. Bounding the center are 62nd and 66th streets and Columbus and Amsterdam avenues.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["550747","551792","551449","551793","550751","550759","553324","551647","557258","553224","553289","551772","549982","551651","551663","551858"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["fountain","plaza","pillar","group","individual","break","brightness","pose","couple","summer"]}
