{"path":"551623.jpg","date":"August 1973","photographer":"Szasz, Suzanne","caption":"The photograph captures a scene in an urban garden surrounded by tall buildings. In the foreground, there is a lush garden with a variety of plants and flowers, including tall sunflowers, red and yellow blooms, and leafy green vegetables. Some plants are staked up, suggesting a well-maintained area.\n\nIn the middle of the garden, three people are engaged in gardening activities. On the left, a young boy, appearing to be around three or four years old, is closely examining a plant or a flower in his hands. He has medium-length hair and is dressed in a striped shirt and dark pants. Next to him, standing in the center, is an adult woman facing right and caring for the plants, seemingly instructing or assisting the boy. She has long hair styled up and is dressed in jeans and a dark top. There is another figure to her right, likely a young woman or teenager. Her body is turned away from the camera, and she is possibly examining another section of the garden. She wears a tank top and shorts.\n\nThe background shows a cityscape with several old buildings exhibiting signs of wear and age, contrasting with the well-kept nature of the garden. Some buildings have exposed brick, and others are partially boarded up or have visible structural flaws. In the distance, modern high-rise buildings rise above the older, shorter ones, indicating perhaps a neighborhood in the midst of development or transition.\n\nThe overall composition conveys a sense of community and nature thriving within an urban environment, highlighting a stark contrast between the green, vibrant garden space and the backdrop of aging urban architecture.","title":"City \"farmers\" cultivate thriving garden. Volunteers were assigned their plots by community association. The square block, formerly the site of a brewery, extends from 92nd to 93rd Street and from 2nd to 3rd Avenue.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551620","551621","551619","551617","551738","551618","550764","551728","551633","551739","551705","550059","551625","553423","551743","550055"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["garden","plant","boy","flower","vegetable","teenager","gardening","hair","building","midst"]}
