{"path":"551717.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a quaint and cheerful scene on a city street. The focal point is a horse-drawn carriage, painted green with bright yellow wheels. The carriage is being driven by a man wearing a straw hat and casual clothing, sitting at the front guiding a brown horse. This suggests a leisure or tourism activity, possibly offering rides around the city.\n\nThe carriage is filled with several children and a few adults. The kids appear engaged and happy, some looking out towards the street and others conversing amongst themselves. One child is holding a pink balloon, adding a playful and festive element to the scene.\n\nIn the background, the urban setting is evident with tall buildings lining the street, mature trees adding greenery, and cars from an older era parked and moving along the road, showcasing a mid-20th-century vibe. This is further highlighted by a traffic light at an intersection and old-style architecture visible on the surrounding structures.\n\nOn the very left edge of the photo, partially visible, is the front end of a red vintage or retro style bus or truck, which contributes to the historical feel of the image. The street sign reading \"East End\" provides a hint to the location, suggesting a specific neighborhood or sector of the city.\n\nOverall, the composition of the photograph is vibrant and lively, drawing the viewer into a nostalgic moment on a sunny day, resonating a feeling of community and leisure activity in an urban environment.\n","title":"Horse-drawn cart, one of many attractions of the spring festival held at carl schurz park, between east end avenue and the east river, in Manhattan's upper east side","placename":"New York (N.Y.)","location":"New York, New York","nn1":["549667","550098","557712","557050","549659","550094","549647","549576","549682","549574","556553","557716","550087","551084","546991","549662"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["carriage","street","horse","city","tourism","kid","sector","leisure","draw","balloon"]}
