{"path":"551707.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a vibrant outdoor scene likely from the 1970s or early 1980s, filled with a large crowd of people gathered at a waterfront area, possibly a city pier or public deck. The audience, consisting of men and women of various ages, is mostly seated or lounging on the ground, many donned in casual, colorful clothing, indicative of the fashion trends of the time. Some individuals are standing, and picnic baskets or bags can be spotted among the attendees, suggesting a leisurely or festive occasion, such as a concert or public gathering.\n\nIn the foreground, there is a stage set up with musicians performing, visible by their instruments and microphones. The audience seems engaged and relaxed, some are facing the stage, while others are conversing among themselves.\n\nThe background features an urban skyline dominated by several notable architectural elements and high-rise buildings, suggesting this event is taking place in a major city. Noteworthy is an older ship docked adjacent to the stage area, adding a historical or nautical flavor to the setting. The ship features classic elements like lifeboats and large funnels, standing out against the more modern buildings in the backdrop.\n\nThe juxtaposition of the older ship and the modern skyline, along with the relaxed yet densely packed crowd, paints a vivid picture of a cultural or recreational event held in an urban setting, blending historical and contemporary elements seamlessly.","title":"Folk singing and dancing has found a new home at the South Street Seaport on the East River near Brooklyn Bridge. Enthusiastic crowds gather several times a week during the summer to enjoy the show and the music, view the harbor boats, and breathe the sea air.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551782","546797","551708","553264","551706","551709","553296","551671","551673","551675","549734","551670","555948","546839","553287","553297"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["stage","ship","audience","crowd","skyline","trend","concert","funnel","microphone","event"]}
