{"path":"551752.jpg","date":"October 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a bustling outdoor flea market set against a backdrop of urban buildings. The scene is replete with vendors' tables densely covered in a variety of items, primarily vintage or antique housewares. The objects on display are diverse, including teapots, saucers, plates, cups, and decorative items that have a nostalgic, eclectic feel. Some items are placed carefully on cloth-covered tables, while others are laid out directly on a green surface spread on the ground, giving the setting an informal, accessible atmosphere.\n\nIn the foreground, a prominent table holds an array of elegant-looking teapots, cups, and some larger ceramic and metal items, suggesting a collection that might attract collectors or anyone interested in vintage kitchenware. \n\nThe photograph also shows people casually browsing. The focus, however, is on a woman standing with her arms crossed, wearing a striped top and jeans. She stands amidst the items, perhaps as a vendor or a shopper, providing a human element to the scene.\n\nIn the background, tall city buildings tower over the market, lending a stark, urban contrast to the quaint and crowded charm of the market below. These buildings are tightly packed, with distinct facades that hint at a city dense with history and stories. A large blank billboard adds to the urban feel, suggesting a landscape constantly influenced by commerce and advertisement.\n\nThis setting is not just a market; it's a slice of city life where the past and present merge through objects that carry their own histories.","title":"Sunday flea market on Sixth Avenue (Avenue of the Americas) and 27th Street. Admission costs one dollar, and the jumble of wares from antique jewelry to used campaign buttons, is a magnet for bargain hunters.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551749","557131","551695","557132","551694","551696","551750","547378","547370","551690","551691","550045","557135","551751","550032","550064"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["market","item","vendor","table","cup","history","city","shopper","flea","cloth"]}
