{"path":"551706.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a vibrant and lively outdoor folk music event on a waterfront pier. In the foreground, a young female musician with long, wavy hair and wearing a mid-calf length dress with an apron, is performing solo with a guitar. She faces away from the camera toward a large, diverse audience that is attentively seated and gathered directly in front of her on the pier.\n\nThe audience, composed of a mix of different genders and ages, shows a variety of expressions and attentiveness. Some people are sitting on the ground while others sit on low chairs or blankets, closely packed to enjoy the performance. The setting appears casual and relaxed with some audience members dressed in summer clothing, indicative of warm weather.\n\nTo the left of the performer, an old-fashioned harbor tugboat named \"Baltimore\" enriches the scene, adding a historical element to the environment. Behind the audience, the expansive view includes a wide river and a city skyline with several buildings across the water, suggesting that this event is likely taking place in an urban area.\n\nAbove, the sky is partly cloudy yet bright, suggesting it may be midday or early afternoon. The atmosphere of the scene is lively yet intimate, capturing a moment of cultural and communal engagement at an outdoor music event.","title":"Folk singing and dancing has found a new home at the south street seaport on the east river near Brooklyn bridge.  Enthusiastic crowds gather several times a week during the summer to enjoy the show and the music, view the harbor boats, and breathe the sea air","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551708","551782","551709","551707","551012","553297","551670","551770","551671","551673","551672","553201","553286","553284","551018","553265"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["audience","music","event","pier","folk","calf","performer","guitar","attentiveness","gender"]}
