{"path":"551775.jpg","date":"April 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a vibrant urban garden scene, likely in a cityscape environment. In the foreground, there's a lush array of white lilies prominently displayed. The blossoms are bright and fully open, surrounded by abundant green foliage. The garden beds are neatly organized and well-maintained, indicating careful landscaping.\n\nA small sign in the middle of the flower beds states, \"Plantings sponsored by J. & E. Seagram & Sons,\" suggesting a corporate sponsorship for the garden's maintenance and possibly its creation.\n\nSet against the backdrop of these garden beds are several young trees with slender trunks and lush green canopies, adding a touch of verticality to the floral display.\n\nBeyond the immediate garden, the scene opens up to an urban environment. There are large office buildings lining the street, characterized by their towering heights and modern architectural styles, with multiple windows reflecting the sunlight. The street is busy with traffic; cars are visible, hinting at an active, bustling city setting. American flags are hanging from some of the buildings, introducing a patriotic element to the urban landscape.\n\nOverall, the composition of this photograph beautifully juxtaposes the soft, natural elements of the garden against the hard, geometric lines of the urban architecture, creating a serene yet vibrant urban garden oasis.","title":"Spring in Park Avenue. The very active Park Avenue Association raises the money for planting the street. The Easter lilies are grown by Julius Roehrs and Sons in New Jersey, whose 28 greenhouses are used mostly to grow flowers for city beautification.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551743","551756","551777","551744","551746","551644","551649","552400","551739","551705","551755","557266","548442","551620","551685","551747"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["garden","bed","oasis","lily","verticality","planting","blossom","introduce","landscaping","street"]}
