{"path":"551751.jpg","date":"October 1973","photographer":"Szasz, Suzanne","caption":"This photograph features a bustling street market scene, emphasizing a unique display item in the foreground. The focused object is a mannequin torso, entirely covered with a wide assortment of colorful and varied badges and pins, creating an eye-catching mosaic of circular shapes. The richness and diversity of the badges draw the viewer's attention immediately.\n\nBehind the mannequin, the market is filled with various other items laid out on tables and inside open boxes, suggesting a flea market or similar outdoor sale environment. There are items such as antiques, decorative objects, and possibly vintage or second-hand goods. Notably, one box in the foreground contains an array of vintage accessories, possibly including jewelry and metal ornamental pieces, each neatly arranged on a white background to highlight their details.\n\nIn the background, a mix of people and street activity is partially visible. Shoppers browse the displays, and there are indications of a typical busy market atmosphere. Some vendors and customers can be seen interacting or examining merchandise. The background also shows the surrounding architecture of older buildings and parked vehicles along the street, contributing to the urban setting.\n\nOverall, the composition of the photograph, with the richly adorned mannequin in the foreground against the backdrop of typical market hustle and bustle, captures the vibrant and eclectic essence of a street market.","title":"Used campaign buttons cover dummy at a flea market at Sixth Avenue and 27th Street in Lower Manhattan.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["557131","551749","551694","551752","551695","558249","556215","547378","551750","551696","551691","551690","558194","556260","558252","557132"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["market","badge","street","item","box","shopper","flea","jewelry","torso","merchandise"]}
