{"path":"551759.jpg","date":"October 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a lively scene of elderly individuals playing lawn bowling on a sunny day. There are six people visible in the image, engaging in the game or watching. The composition shows three men and three women.\n\nOn the left, a man in a light-colored jacket, dark pants, and a cap is about to bowl, holding a black ball in his hand. Moving to the right, a woman wears a yellow jacket and skirt with a light hat, standing next to another man who is in partial view, wearing a collared shirt and pullover. Behind them, further back in the scene, another man in a striped sweater and dark pants observes the game.\n\nCenter stage and to the right, two women and a man are gathered around a small triangular rack filled with black bowling balls. One woman in a light jacket and skirt is stepping away from the rack, looking downward at the balls, while a man in dark clothing and a white baseball cap stands beside her, also observing the balls. The woman on the far right, wearing a white sweater, red pants, and a white cap, is bending slightly to look closer at the arrangement of the bowling balls.\n\nThe scene is set outdoors on a well-maintained, green, artificial turf, edged by a low chain-link fence that separates the playing area from lush green trees and a grassy area in the background. The mood is casual and focused, with participants enjoying the outdoor activity and the companionship.","title":"Members of the bowling green bowling club meet for a game in central park.  The New York city department of parks waters the fine turf, and club members, who meet three times a week, tend a flower border themselves","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551757","551760","551758","548580","548567","548566","551293","548647","548579","548564","554492","550679","547434","551721","556507","552024"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["ball","woman","rack","game","cap","skirt","sweater","man","jacket","pant"]}
