{"path":"551710.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"The photograph vividly captures an outdoor dance event taking place in an urban setting, likely a city parking lot, with a view of imposing skyscrapers and a large overpass in the background. This setting contrasts the communal and joyous activity in the foreground.\n\nThe central focus of the image is a group of people engaged in what appears to be folk dancing or a similar form of social dance. They are casually dressed; many of the women wear skirts or dresses while the men are in trousers and shirts. Most of the participants are holding hands or are in close physical contact, suggesting a coordinated group dance involving circular or line formations.\n\nThe people are of different ages, mostly adults, and are seen smiling and enjoying themselves, contributing to a lively and convivial atmosphere.\n\nIn the background, towering skyscrapers provide a stark vertical counterpoint to the horizontal line of the overpass, creating a multi-layered perspective typical of dense urban environments. The overpass, looming over the scene, is empty except for a single visible car, emphasizing the focus on the human activity below.\n\nA couple of buildings and parked cars are also visible in the immediate surroundings, indicating that this location is likely a multipurpose urban area used for various events and activities. The overcast sky adds a soft light to the scene, enhancing the colors and details of the dancers’ attire and further highlighting the festive mood of the occasion.","title":"Folk dancers at the south street seaport in lower Manhattan.  This has become a regular summer festivity here.  The structure above the dancers is the elevated highway bordering the east river","placename":"New York (N.Y.)","location":"New York, New York","nn1":["553241","553235","553268","551019","547317","553232","556288","558286","553236","547403","553239","550076","547387","547386","553287","547274"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["dance","overpass","skyscraper","folk","dancer","dancing","event","contact","coordinate","occasion"]}
