{"path":"551769.jpg","date":"October 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a lively scene in a park setting, possibly during the autumn season, given the presence of fallen leaves and the color of the trees. The setting is a paved area surrounded by lush green trees with some autumnal coloring, and a few high-rise buildings can be seen in the distant background, suggesting this might be a park within a city.\n\nIn the foreground and across the middle of the image, different groups of children and a few adults are engaged in various activities. The most prominent action is a young boy in the center, who is energetically kicking a soccer ball. He wears a light brown jacket and dark pants, and appears to be in motion towards the left of the frame.\n\nAround him, other children are scattered; some are just observing, while a couple appears to be waiting their turn or just hanging out. On the right, a young child in a red sweater seems to be walking away from the center of activity. To the left, another child in blue looks on intently.\n\nIn the background, a woman stands behind a bicycle, watching the children play. She is accompanied by another child who is also on a bike. They both seem to be observers of the soccer game. A bit further to the right, another adult stands with hands on hips, also watching the games and interactions.\n\nThe lighting in the photo suggests it's a bright sunny day, casting natural light that enhances the vividness of the scenery and contributes to the lively, energetic atmosphere captured in this moment. The setting, activities, and attire of the individuals suggest a communal and recreational environment, likely a day of leisure and play in the park.","title":"Boys getting some football instruction in Central Park","placename":"New York (N.Y.)","location":"New York, New York","nn1":["547201","557410","554669","547176","553512","551721","546453","551768","554072","555947","553096","552024","552036","549318","553065","556296"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["child","game","park","adult","hip","observer","ball","coloring","turn","bike"]}
