{"path":"551711.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a lively scene on a wooden pier, where several groups of people engage in various activities, set against an urban waterfront backdrop.\n\nForeground and Midground:\n- A diverse mix of people is spread across the pier. One couple stands closely, facing the water, the man in a green shirt and beige pants and the woman in a pink outfit.\n- Several individuals are seated on benches along the pier, appearing to be in conversation or enjoying the view.\n- To the right, a man in a dark shirt and jeans stands, holding a bicycle next to him. Nearby, another bicycle leans on the pier railing.\n- In the center, a small group of people interacts near the benches, some focused on an elderly man sitting down.\n- The clothing styles vary from casual jeans and t-shirts to more formal blouses and slacks, suggesting a casual yet diverse social gathering.\n\nBackground:\n- The distant city skyline across the water features a mix of mid-rise and high-rise buildings, some with visible signage. The overcast sky and haze suggest a humid or slightly foggy day.\n- The water body between the pier and the buildings gives a sense of spaciousness and a typical urban waterfront scene.\n\nOverall Atmosphere:\n- The scene emits a relaxed, social vibe, with individuals enjoying a leisurely day by the water. The city background frames the casual pier activities, blending urban life with leisurely marine elements.","title":"Visitors enjoy an outing at Lower Manhattan's South Street Seaport pier on the East River. On the opposite shore is Brooklyn.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548529","545176","549910","555945","555948","547885","543465","550228","550076","548533","555947","546797","549329","549373","550074","549939"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["pier","bicycle","bench","waterfront","spaciousness","jean","enjoy","slack","shirt","people"]}
