{"path":"551716.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This image portrays a lively outdoor activity where children are engaged in painting on large sheets of paper spread out on the ground. In the foreground, a girl with long red hair is kneeling down, intently painting on a piece of paper. She is wearing a white t-shirt, blue jeans, and is holding a paintbrush in her hand, focusing on creating block-like, colorful house designs. Next to her are a few other papers with similar painted designs, along with a metal paint container.\n\nTo the right, another girl with long brown hair and a white shirt paired with a floral skirt looks on, standing near another child who is seated and painting. This girl has a pensive expression, perhaps contemplating her next artistic move or observing her peer's technique.\n\nIn the background, another girl can be seen walking away. She has blonde hair and is wearing a red top and brown pants. There are other children partly visible in the scene, indicating a group activity. The environment is marked by a vibrant, graffiti-covered wall, adding an urban, artistic atmosphere to the scene.\n\nThe overall mood is creative and playful, with children enjoying their painting activity in what appears to be a public, communal space, possibly under a shelter or semi-covered area given the shade over the entire area. The clothing and hairstyles suggest a setting from the past, likely around the 1970s, which adds a nostalgic element to the scene.","title":"Youngsters enjoy painting materials provided free at the spring festival at Carl Schurz Park in Manhattan's Upper East Side overlooking the East River and the north tip of Welfare Island. The park is the site of historic Gracie Mansion, now the residence of the mayor of New York.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551719","553262","552946","556230","558216","549865","543919","551677","556437","552591","556287","553096","551726","546548","553507","551727"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["painting","girl","child","paper","hair","move","technique","past","graffiti","sheet"]}
