{"path":"551785.jpg","date":"November 1973","photographer":"Szasz, Suzanne","caption":"This photograph features an outdoor setting with a detailed view of a blooming rose garden. It consists of neatly arranged rows of roses in varying shades of pink and white, bordered by low, manicured hedges. The garden path is prominent, curving gently through the scene.\n\nThere are several people in the photo. Moving from the foreground to the background along the path, individuals and groups are casually dressed, suggesting a leisurely outing. The three foreground individuals, located centrally in the image, consist of two women and one man. The women are notably dressed in light and dark outfits, suggesting varied personal styles. Other visitors can be seen in the background, contributing to a relaxed but lively atmosphere typical of a public garden.\n\nIn the background, a large cityscape looms, with tall buildings and the intricate metalwork of a bridge spanning a river or large body of water. The bridge’s architecture is quite prominent, consisting of steel trusses and giving a perspective on the size and density of the city beyond the serene garden setting.\n\nThe overall ambiance of the photograph is one of urban contrast, juxtaposing nature's delicate beauty with the imposing, man-made structures of the city, thereby enhancing the tranquility and beauty of the garden within an urban environment. The time appears to be either late spring or early summer, indicated by the full blooms of the roses. The weather is overcast, lending a softness to the natural and man-made elements in the photo.","title":"Late-blooming roses in the garden of the United Nations headquarters between East 42nd and East 48th streets on the East River. In the background is the Queensborough Bridge.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551784","551746","551743","551747","551756","551702","557257","551781","551644","549516","551775","551755","552408","552396","551703","552400"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["garden","rose","bloom","consist","metalwork","hedge","bridge","path","softness","truss"]}
