{"path":"551760.jpg","date":"October 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a scene of senior adults actively participating in a game of lawn bowling. The setting is an urban park, with a well-maintained bowling green surrounded by lush trees and backed by a dramatic skyline of old, high-rise apartment buildings that give a sense of towering grandeur.\n\nThe players, comprised of both men and women, are dressed in casual, sporty attire suitable for an active outing. One woman in the foreground is in the midst of rolling a black bowling ball; her posture indicates concentration and physical engagement with the activity. She wears a light beige jacket and darker slacks. Around her, other players are either observing or waiting their turn. They sport light hats, probably as protection against the sun, and their clothing varies from trousers to skirts, with light to earth tone colors predominating.\n\nThe background contrasts the energetic activity of the players with the tranquility and greenery of the park. Above the treetops, substantial architectural structures rise, characteristically adorned with setbacks and decorative elements typical of pre-war buildings. The sky is a clear blue, dotted with fluffy white clouds, suggesting a perfect, sunny day for outdoor activities.\n\nOverall, the photograph depicts a moment of leisure and physical activity, framed by an urban environment that mixes natural beauty with historic urban architecture.","title":"Members of the bowling green bowling club meet for a game in central park.  The New York city department of parks waters the fine turf, and club members, who meet three times a week, tend a flower border themselves","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551757","551759","551758","548580","551721","548567","548566","551768","551293","553903","544808","550075","548647","552024","550074","548564"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["player","treetop","predominate","slack","ball","protection","rise","game","participate","midst"]}
