{"path":"551782.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a vibrant outdoor music event, taken during what appears to be the 1970s based on the style of clothing and hairstyles. The focal point of the image is a male musician standing at the center with an acoustic guitar, dressed in a jean jacket and jeans, singing into a microphone. He is standing on a makeshift stage that includes a couple of small amplifiers and multiple microphones.\n\nA large crowd of people surrounds the stage, sitting closely packed together. The audience, consisting of men, women, and children, shows a variety of reactions—some are intently watching the musician, while others are chatting among themselves. The attire of the crowd varies greatly, with many sporting casual 70s attire including flared pants, colorful shirts, and dresses.\n\nIn the background, the bow of a large ship named \"New York\" is visible, suggesting that this event might be taking place at a dock or near a maritime museum. The large ship adds a unique industrial element to the scene. Behind the ship, a variety of urban buildings, including both modern skyscrapers and older, traditional structures, fill the skyline, suggesting that this event is taking place in a large city.\n\nThe ambiance of the scene is lively and communal, with bright sunlight illuminating the entire setting, creating a cheerful and lively atmosphere. The mix of urban elements and the communal joy of a live music performance contribute to the dynamic and historic feel of the photograph.","title":"Folk singer and audience at South Street Seaport on the East River near Brooklyn Bridge. Enthusiastic crowds gather several times a week to enjoy the music, the sea air, and the harbor sights.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551707","551709","551708","551706","551671","551670","551012","553267","556304","553297","553264","551018","553284","553296","553232","551674"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["microphone","ship","musician","music","event","crowd","stage","museum","jean","reaction"]}
