{"path":"551708.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures an outdoor concert scene set against an urban backdrop. The setting seems to be a densely packed urban area with several high-rise buildings, featuring a mix of modern reflective glass facades and older architectural styles. At the forefront, the audience is seated and standing on what appears to be a pier or outdoor venue. The audience is diverse, with many people focusing attentively toward the stage.\n\nCentral to the image is a stage set up with two musicians performing. They are playing acoustic guitars, and the stage is relatively simple with no elaborate decorations, suggesting a more intimate, casual event. The stage is equipped with speakers positioned on either side, indicating an amplified performance. The sky above is clear with few clouds, creating a pleasant day for an outdoor event.\n\nTo the left of the scene, parts of a tall ship with its masts and rigging are visible, adding a historical or maritime element to the surroundings. This nautical theme suggests the venue may be near a waterfront area in a city.\n\nThe audience is quite engaged, suggesting the performance is well-received. The people are dressed in casual, comfortable attire, typical of an outdoor event in warm weather. Some individuals are standing, which might indicate a relaxed atmosphere where people are free to move around. The overall vibe is laid-back and communal, with the city's architecture towering in the background, symbolizing the merging of urban life with cultural activities.","title":"Folk music at South Street Seaport on the East River, near Brooklyn Bridge in Lower Manhattan, draws enthusiastic crowds.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["553297","553296","551012","551673","551706","551707","551670","551782","551674","551672","551709","553201","553284","551770","551671","553265"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["stage","audience","venue","performance","event","concert","guitar","speaker","musician","rigging"]}
