{"path":"551709.jpg","date":"June 1973","photographer":"Szasz, Suzanne","caption":"This is an evocative photograph taken outdoors that captures a lively scene of a musical performance, possibly from the lates 1960s or early 1970s, given the aesthetic. The shot is taken from the stage, offering a viewpoint looking outward to the audience.\n\nAt the forefront of the photograph, there is an acoustic guitar resting on a stand next to a green foldable chair, positioned in the center of the stage. Behind the guitar, and predominantly in the frame, is a woman with long blonde hair dressed in a light blue and white outfit. She stands facing the audience, holding a microphone attached to a stand, suggesting that she is the performer, engaging the crowd or possibly about to start singing.\n\nThe audience consists of a large group of people who are casually dressed in typical fashions of the time, such as t-shirts, light dresses, and sunglasses, reflecting a relaxed outdoor setting. The spectators are seated and spread across a wide area, filling the view. Many are looking attentively towards the stage. The mix of expressions and the relaxed postures suggest a mellow and enjoyable atmosphere.\n\nIn the background, the city skyline provides a scenic backdrop, indicating that the event could be taking place near a river or waterfront area in a city setting. The architecture and layout suggest a dense urban environment, possibly in the late mid-20th century based on the building styles visible.\n\nOverall, this photograph captures the essence of a vibrant music event in an urban outdoor locale, with a focus on the performer and her connection with the audience.","title":"Folk music at South Street Seaport on the East River, near Brooklyn Bridge in Lower Manhattan, draws enthusiastic crowds.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551782","551708","551706","551012","551018","551707","553267","553264","553297","551671","551670","553284","553296","551675","551673","551674"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["audience","performer","guitar","stage","stand","microphone","event","music","locale","city"]}
