{"path":"551700.jpg","date":"May 1973","photographer":"Szasz, Suzanne","caption":"This photograph captures a vibrant and busy scene at what appears to be an outdoor plant sale or market, possibly in an urban setting given the type of buildings in the background. The central focus of the image is a group of diverse individuals engaged in various activities related to the sale and examination of plants.\n\nOn the left side of the image, a woman in a red jacket and blue jeans is squatting down next to some flat square planters filled with small flowering plants, carefully inspecting or possibly arranging them. In the middle ground, another woman in white pants and a multicolored shirt peers closely at another similar planter.\n\nThe right side prominently features a man in a blue denim jacket carrying a large yellow bucket filled with abundant green and flowering plants. His expression is serious, and he seems focused as he moves through the crowd.\n\nIn the background, there are other individuals dressed in casual and somewhat formal attire. Some are standing and talking in small groups, likely discussing the plants or their plans for them. One man, dressed in a tan suit, is turned away from the camera and seems to be in conversation with a person in a lighter, earth-tone jacket.\n\nThe setting includes worn, vintage-looking buildings with large windows, indicative of an established, possibly historic neighborhood. The street and sidewalk are visible, with the area segmented off for the sale, characterizing a typical day of communal activity in an urban community setting where residents are engaging in leisurely weekend activities.","title":"Spring flower sale, held in a parking lot on east 30th street between Lexington and park avenues.  Sale was organized by the rose hill association, a residents' group, to raise money for new high intensity lighting for the neighborhood.  Hundreds of people came to buy plants and get free advice on their care","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551699","551698","551697","551705","551687","553242","551833","550027","550044","551718","549924","551633","551739","551685","551694","551838"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["sale","plant","planter","jacket","multicolored","flowering","squatt","examination","resident","discuss"]}
