{"path":"551783.jpg","date":"November 1973","photographer":"Szasz, Suzanne","caption":"This photograph depicts an urban demolition scene in what appears to be a densely built neighborhood. In the foreground, there is a significant amount of debris scattered across the ground, which includes pieces of wood, metal, and rubble. A yellow bulldozer or excavator is prominently situated amidst the debris, seemingly involved in the demolition activity.\n\nMuch of the focus is on two buildings shown on the left and right sides of the photograph. On the left, there is a dilapidated building with visible damage to its structure; its facade is largely destroyed, exposing the interior rooms. This building has multiple floors, with fire escapes visible on the exterior. Adjacent to this, to the right, stands an intact modern building with a relatively clean and orderly appearance, featuring a brick facade and evenly spaced, closed windows. There are no visible signs of damage on this building, contrasting sharply with the ruined structure next to it.\n\nThree individuals are visible in the scene, all wearing construction or safety gear suggesting they are workers managing the demolition. One worker is on the far right, standing at the base of the intact building, possibly overseeing the work. Another is near the center, walking across the debris, while the third is operating the bulldozer.\n\nThe setting includes a street in the foreground, and behind the scene, a series of taller, undamaged buildings can be seen, indicative of a typical cityscape. There are no trees or significant vegetation visible; the environment is entirely urban. This photograph captures the juxtaposition of destruction and intact urban life, possibly evoking themes of redevelopment or urban renewal.","title":"Site of small residential building recently demolished on 72nd Street between 3rd and 2nd Avenues. Many such older houses are being razed in this area to make way for large apartment buildings.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["544776","553477","549914","553470","549740","557350","544812","548093","557351","550253","550260","555780","551089","549913","553476","547868"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["demolition","bulldozer","building","damage","debris","worker","renewal","destroy","facade","ruin"]}
