{"path":"551727.jpg","date":"May 1973","photographer":"Szasz, Suzanne","caption":"The photograph captures a vibrant and compelling urban scene. Notably, the backdrop of the image features a large, colorful wall painting composed of geometric patterns; these include triangles in a patchwork of white, red, blue, and yellow, creating a striking visual contrast against the brown and gray tones of the urban environment. To the right side of the image, there is a segment of a dilapidated building with visible wear and shadows, enhancing the urban, somewhat gritty atmosphere of the scene.\n\nIn the foreground, the focus is on a young child riding a small, red tricycle. The child, appearing engaged and energetic, is dressed in a light-colored top and red shorts, complementing the red of the tricycle. The child's curly hair adds a playful note to the scene. The ground is an expansive area of worn asphalt, indicating a well-used urban space, possibly a playground or a section of a public area designed for community interaction. The edges of the scene show metal fences and partial views of adjacent streets or lots, underscoring the contained yet open nature of the environment in which the child plays.\n\nThis setting might suggest themes of childhood, urban living, and the use of art in public spaces to enliven and enrich community environments. The image juxtaposes the innocence and simplicity of childhood activities with the complex, textured backdrop of urban life, highlighted by the vivid mural.","title":"Children play beneath eye-catching mural in a small city park on the corner of 29th Street and Second Avenue in Eastside Manhattan. This is a good example of an attractively designed non-green park.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551726","547170","553495","555901","547786","556175","551693","556166","557699","549674","549865","547199","550249","551926","546967","547201"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["tricycle","child","childhood","mural","innocence","playground","painting","patchwork","community","note"]}
