{"path":"551850.jpg","date":"September 1973","photographer":"Okamoto, Yoichi R.","caption":"The photograph portrays a detailed image of a water fountain featuring sculptures. The main figure in the fountain is a satyr-like creature composed of stone; it displays a facial expression that blends mischievous and content characteristics, with small horns on the head, accentuating its mythical nature. The satyr holds a sizable clam shell, seemingly used as a vessel from which water is flowing. The surface of the shell and the creature features nuanced details like textured hair and floral adornments, enhancing its artistic value.\n\nBeneath this primary figure, there is a secondary sculptural feature which appears to be a faun or another mythical creature, crafted from a material that has oxidized to a verdigris (greenish) finish, indicative of copper or bronze. This smaller figure is shown in a pose wherein it catches or interacts with the water flowing down from the shell held by the satyr above.\n\nThe background is muted and nondescript, comprising of a grayish vertical wall that helps to highlight the sculpture’s details by providing a neutral backdrop. The fountain’s water action is captured in the photo with dynamic clarity—water droplets are visible in mid-air, suggesting movement and the continuous flow of the fountain.\n\nOverall, the photograph captures an artful and dynamic interaction between mythical figures and flowing water, emphasizing the intricacy and timeless beauty of fountain sculptures.","title":"Munich's large and beautiful Fussgängerzone (pedestrian zone) has returned the city's commercial and cultural center to the people. It is totally traffic free. Not even bicycle riding is permitted. One of the fountains in the mall.","placename":"Munich (Germany)","location":"Munich, Germany","nn1":["549982","551468","553229","552700","553149","557268","550747","551663","551647","553181","550748","549980","553224","557282","553179","551855"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["fountain","creature","sculpture","shell","figure","water","horn","bronze","value","intricacy"]}
