{"path":"551855.jpg","date":"September 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph captures an urban setting prominently featuring a large, semi-circular fountain situated in a public square. The fountain consists of multiple jets of water spraying in an arc, creating a misty atmosphere around it. The ground around the fountain is wet, reflecting the surrounding buildings and adding a mirror-like effect to the composition.\n\nIn the background, several stately buildings frame the scene. One prominent building, possibly a bank, is labelled with signs that read \"HYPO BANK\" and features bold advertising on its facade, possibly denoting the brands \"JOBAN,\" \"STAHL,\" and others. The architecture of these buildings is characteristic of European cities, suggesting the location might be in Europe.\n\nBeneath the mist of the fountain, small, dome-shaped structures can be seen on the ground, likely part of the fountain’s design. The overall feel is lively yet peaceful, typical of a bustling city square but with a focus on the serene movement of water.\n\nThe time of day appears to be either early morning or late afternoon, as the light is soft and the shadows are long, suggesting a low angle of the sun. There are no visible people in the photograph, emphasizing the architecture and the fountain as the focal points of the image.","title":"Munich's large and beautiful Fussgängerzone (pedestrian zone) has returned the city's commercial and cultural center to the people. It is totally traffic free. Not even bicycle riding is permitted. At the western end of the mall this modern fountain has replaced an ever-snarled traffic circle.","placename":"Munich (Germany)","location":"Munich, Germany","nn1":["553224","550747","557282","551647","551661","551772","551664","557261","551858","551663","552705","557268","552726","553289","553179","553181"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["fountain","arc","jet","architecture","brand","square","advertising","dome","city","building"]}
