{"path":"551818.jpg","date":"September 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph captures an outdoor scene involving three individuals engaged in a conversation on what appears to be a city street. The central figure is a man of Indian or South Asian descent, who stands out with a noticeable style marked by his large aviator sunglasses and a well-groomed mustache. He is casually dressed in a black jacket over a dark top and holds a newspaper in his right hand, which he is showing to his companions as he speaks.\n\nTo his left is a Caucasian man with a beard who listens intently. He wears a simple light brown jacket over a brownish shirt, and his hair falls just below his ears, typical of a style possibly from the 1970s or 1980s.\n\nOn the right side of the image, a Caucasian woman is engaged in the conversation, gesturing with her hands as she speaks to the man holding the newspaper. She wears a green jacket and her hair is styled with significant volume, which also suggests a style from the same decades.\n\nThe background features a sign that reads \"BAYERIS,\" likely an abbreviation or part of a larger word not fully visible in the frame, hinting that the setting could be in a German-speaking region, possibly near a place associated with the word Bavaria (Bayern in German). The street and building facade provide a blurred backdrop that focuses attention on the interaction among the group in the foreground. The overall ambiance is casual and appears to capture a moment of leisure or informal engagement among friends or acquaintances.","title":"Munich's large and beautiful Fussgangerzone (pedestrian zone) has returned the city's commercial and cultural center to the people. It is totally traffic free. Not even bicycle riding is permitted.","placename":"Munich (Germany)","location":"Munich, Germany","nn1":["550967","551459","551433","551854","551460","551853","553167","553148","550082","553189","548452","549291","549286","549673","551835","551482"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["speak","newspaper","word","jacket","style","groom","descent","conversation","companion","ear"]}
