{"path":"551835.jpg","date":"September 1973","photographer":"Okamoto, Yoichi R.","caption":"The photograph captures a vibrant street scene, likely from the 1970s given the fashion seen, bustling with activity and numerous people. In the foreground to the left, an older man wearing glasses, a light brown jacket, and dark pants walks towards the camera. To the right and slightly behind him, a woman is bending over to attend to a small brown dog. A child in an orange shirt and jeans, with mid-length hair, is walking next to her, looking directly at the camera.\n\nThe central figure in the middle of the composition is a young woman facing away with long, straight hair, wearing a striped shirt tucked into beige flared pants, and carrying a shoulder bag. She is in conversation with a man who has his back partially turned to the camera. This man is dressed in a white shirt and jeans, and he is glancing over his shoulder towards the right.\n\nTo the right of the scene, closer to the viewer, a young girl in a brown jacket and white knee socks stands facing slightly to the left. She seems to be looking at someone or something out of frame, with a mildly curious or attentive expression.\n\nThe background of the scene is filled with other pedestrians, predominantly women, who appear to be browsing or waiting. Some are engaged in conversation, and others are walking past or standing alone. The background also shows a number of shops, including one clearly visible sign that says \"SCHALLPLATTEN\" indicating a record store, hinting that this street might be a shopping area. Additionally, the photograph features greenery (trees lining the street) and street lamps, adding to the urban outdoor ambience. \n\nOverall, the photograph provides a lively snapshot of urban life, with people engaged in various daily activities, set against a backdrop suggestive of a bustling, busy city street.","title":"Munich's large and beautiful Fussgangerzone (pedestrian zone) has returned the city's commercial and cultural center to the people. It is totally traffic free. Not even bicycle riding is permitted. One of the licensed concessions permitted in the pedestrian zone.","placename":"Munich (Germany)","location":"Munich, Germany","nn1":["545231","551124","549923","556808","553184","556221","551849","551820","551816","551829","551819","553155","549645","553183","549671","549906"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["street","shoulder","camera","record","woman","jean","conversation","sock","jacket","right"]}
