{"path":"551982.jpg","date":"April 1973","photographer":"Vern, Ike","caption":"This image provides an aerial view of an industrial complex, likely a refinery or chemical plant, located near bodies of water. The photograph shows multiple large storage tanks, some of which are white and others are dark, possibly black. These tanks are distributed across the area, connected by various roads and surrounded by containment dykes that seem to be designed to prevent spills from contaminating nearby environments.\n\nIn the foreground and middle parts of the image, multiple tanks are grouped together within rectangular and irregularly shaped areas filled with either gravel or dirt. Some tanks are encircled by water-filled moats. There are some buildings scattered throughout the site, small and mostly nondescript low-rise structures that likely serve industrial or administrative functions.\n\nBeyond the immediate industrial zone, there are more facilities that appear similar in function, with additional tanks and infrastructure. A large body of water is visible in the background, interspersed with more industrial operations along its banks.\n\nIn the distant background, towards the horizon, a city skyline can faintly be seen, suggesting that this industrial area is in close proximity to a populated urban center. Overall, the landscape is industrial and functional, with a focus on storage and possibly the processing of chemical or petroleum products. The area is extensively developed for industrial use, impacting the surrounding land and waterways.","title":"American cyanimid and bp storage tanks on the New Jersey side of Arthur Kill, with gulf oil tanks on Staten Island in background","placename":"New Jersey","location":"New Jersey","nn1":["555775","555777","555778","549978","552131","552009","545837","551995","549977","551987","549960","555786","552025","552835","549519","555774"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["tank","function","contaminate","containment","refinery","storage","prevent","spill","encircle","distribute"]}
