{"path":"551999.jpg","date":"July 1973","photographer":"Vern, Ike","caption":"This photograph depicts a scene at a water's edge, likely a riverbank or a coastal area. In the foreground, right near the water, there is a vintage car, possibly from the 1950s or 1960s, colored white, parked on a rugged, dirt terrain. Next to the car, closer to the water, are two individuals (a man and a woman) involved in a boating activity. The man, shirtless and wearing shorts, is seen stepping from a motorboat onto the shore; the woman, also in casual attire, is seated in the boat.\n\nIn the middle ground of the photograph, a large cargo ship is docked parallel to the shore. This ship, appearing quite massive in size compared to other elements in the scene, adds an industrial feel to the setting. The ship looks rusty and old, suggesting it might be moored there for repairs or as a permanent fixture.\n\nTowards the right-hand side and background, the area is less developed and somewhat scruffy, featuring plant overgrowth, scattered debris, and various types of construction or industrial equipment, which gives a semi-derelict appearance to the landscape. Additionally, there are some low-lying buildings that seem utilitarian in nature, perhaps related to shipping or storage.\n\nOverall, the composition contrasts recreational activities in a rustic and somewhat industrial environment, capturing a moment of leisure juxtaposed with the backdrop of maritime and industrial activity. The faded colors and aged condition of the vehicles and ship suggest it's a scene from a few decades ago.","title":"At sewaren beach south of cartaret, a concrete ramp has been built to facilitate private boat launching.  In background is a shell oil loading facility.  At low tide, the oil slick left on the beach is apparent","placename":"New Jersey","location":"New Jersey","nn1":["551528","552119","548752","554684","550221","547773","549931","551228","547481","547327","546173","544976","547033","548185","547961","552121"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["ship","overgrowth","shore","1950","motorboat","boating","shipping","fixture","repair","woman"]}
