{"path":"551993.jpg","date":"April 1973","photographer":"Vern, Ike","caption":"This photograph captures an aerial view of a broad river, busy with activity and industry along its shores. In the foreground, a small motorboat is cutting through the water, leaving a sharp, frothy wake behind as it moves towards the bottom of the frame.\n\nThe river, expansive and calm, dominates the view and serves as a major transportation route, evident from the presence of several other small boats scattered across its surface. The water reflects the sky, creating a mix of blue tones interspersed with darker patches indicating deeper or disturbed water.\n\nOn either side of the river, industrial infrastructure lines the banks. This includes various buildings, smoking stacks, and large storage tanks, giving a clear sign that this area is heavily utilized for industrial purposes. The density and variety of the industrial facilities suggest that this river might be in an area with significant manufacturing or processing activities.\n\nThe background shows a horizon filled with a blend of industrial structures and open skies, with scattered fluffy clouds lightly dotting the upper portion of the image. These clouds add a natural texture to the scene, contrasting the man-made environment below.\n\nOverall, the composition balances the natural elements of water and sky against the human-made industrial landscape, illustrating a dynamic and working river environment.","title":"Arthur Kill near Perth Amboy. Local residents take pleasure boats out on the waterway, although the pollution level is so high that swimming and fishing are prohibited.","placename":"New Jersey","location":"OTHER","nn1":["548081","550900","551515","557223","551148","550864","550765","550901","547242","548320","548076","546019","550890","551991","550854","557309"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["river","smoking","motorboat","cloud","route","water","density","manufacturing","stack","processing"]}
