{"path":"551911.jpg","date":"September 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph depicts a lively urban scene in a European setting, based on architectural styles and visible signage. In the foreground, an older woman sits on a metal bench, focusing intently on lighting a cigarette. She is dressed in a dark brown or black coat and has a large, colorful shopping bag beside her, suggesting she might have been doing some shopping.\n\nIn the middle of the scene, set on an expansive stone-paved plaza, another woman casually dressed in a white blouse and a patterned skirt walks away from the camera, adding a sense of daily life and movement to the image. Behind her, a man is crossing the plaza in the opposite direction, carrying a briefcase and dressed in a suit, indicating the plaza is a thoroughfare used by people with varying purposes.\n\nThe surrounding architecture includes a large, stately building with classic detailing, evident by the statues and large columns over its entrance, implying the building could be of significant cultural or governmental importance. On the side of this building, there is a fruit stand under a small green awning, hinting at local commerce integrated within the cityscape.\n\nThe background shows the façade of a multi-story building that frames the plaza. This building's architecture is distinctly European, with traditional windows and detailing. The presence of a barber's pole, and other signage featuring some English text along with another European language suggests this might be a district catering to both locals and tourists or expatriates.\n\nOverall, the photograph captures a moment of everyday life within a distinctly historical or cultural context, highlighted by architectural details and the variety of activities undertaken by the people within the frame.","title":"The benches are provided by the city--eastern end of the Kohlmarkt Fussgangerzone (pedestrian only).","placename":"Vienna (Austria)","location":"Vienna, Austria","nn1":["551829","549681","551823","549671","551815","551828","549646","549974","551786","551851","557656","551849","551646","551788","549988","553320"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["plaza","shopping","detailing","signage","briefcase","local","building","fruit","thoroughfare","awning"]}
