{"path":"551906.jpg","date":"September 1973","photographer":"Okamoto, Yoichi R.","caption":"This photograph depicts an urban scene showing a streetcar navigating through a construction area. The image shows an environment combining modern urban transportation with ongoing infrastructure development.\n\nForeground: The front part of the photograph is dominated by a streetcar on tracks. The streetcar, painted in red and cream, has the number \"167\" and \"495\" visible on its side. It is traveling over a makeshift wooden bridge built over a trench, used temporarily to allow passage amidst the construction.\n\nMiddle ground: Around the streetcar and directly beneath it, there are open excavation sites teeming with construction materials such as wooden planks, metal rods, and masonry blocks. There's visible construction equipment and several workers actively engaged in the construction process.\n\nBackground: The backdrop features a line of multistoried buildings, probably commercial and residential, that characterize a typical busy cityscape. The facades show traditional architecture with multiple windows. Visible signage on one of the buildings reads \"Wienerversicher\" suggesting a possibly European location.\n\nThe overall composition suggests a period during substantial urban development or repair, capturing a moment where routine city transport intersects with the transformation of the city’s infrastructure. The setting and architecture hint at a mid-20th-century European city.","title":"Construction of a subway is a major part of Vienna's plan to reduce, by 95%, surface traffic in the city's cultural and commercial center.  \"temporary\" trolleys run through subway construction area around karlskirche, a cathedral","placename":"Vienna (Austria)","location":"Vienna, Austria","nn1":["551907","551877","549655","551909","551908","549665","549679","549267","549662","551862","548474","549913","550012","548478","555988","550065"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["construction","city","masonry","teem","development","transformation","trench","infrastructure","architecture","cream"]}
