{"path":"551977.jpg","date":"April 1973","photographer":"Vern, Ike","caption":"This photograph portrays an expansive industrial scene at a petroleum storage facility, likely situated beside a waterway. The facility is dense with numerous large, cylindrical storage tanks, predominantly white, evenly aligned in rows that cover the majority of the terrain visible in the image. A few gray or silver tanks are interspersed among the white ones.\n\nIn the foreground, there is a docking area where a barge-like vessel is moored next to a broad platform featuring a complex array of pipes and structural frameworks. This platform extends over the water, displaying several levels of walkways and supporting structures for pipelines.\n\nOn the right side of the photograph, adjacent to the water, there's a long jetty or pier where trucks can be seen, indicating a loading or unloading zone. Several small buildings and miscellaneous equipment are positioned around the tanks and alongside the pier, suggesting the presence of control rooms, maintenance sheds, or offices.\n\nThe dock area is active, with cranes and assorted maritime equipment present, suggesting ongoing operations such as cargo transfer, maintenance, or construction. There are no visible human figures in the scene, which gives the facility a stationary yet functional appearance.\n\nThe body of water hosting the vessel and pier is calm, reflecting some of the infrastructure above it. The overall setting is industrial, designed for high-capacity storage and efficient transfer of liquids, likely oil or chemicals, considering the nature of the containers and the overall setup. The photograph has a slightly elevated perspective, possibly taken from a higher structure or a drone, giving a comprehensive view of the industrial operations and the extensive facilities involved.","title":"Shell oil tanks on Arthur Kill.  The flotation collars (in foreground) are designed to contain oil spills.  Arthur kill has become a huge petrochemical manufacturing complex","placename":"New Jersey","location":"New Jersey","nn1":["555786","549978","547958","555777","547505","552131","551987","555775","555724","550963","552835","549977","546062","552025","544179","551976"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["pier","transfer","facility","tank","storage","vessel","platform","maintenance","desig","capacity"]}
