{"path":"551933.jpg","date":"August 1973","photographer":"Sequeira, Paul","caption":"In the photograph, we observe an outdoor, urban scene on a rainy day. The setting appears to be a wide city street lined with large, imposing buildings that evoke a sense of early to mid-20th century architecture. The ground is wet, reflecting the light and enhancing the ambiance of a soggy, overcast day.\n\nThree individuals dominate the foreground of the image. On the left, two police officers, presumably male based on their attire and hairstyle, walk side by side. They are dressed in standard police uniforms consisting of light blue shirts, dark pants, and black shoes. Their attire includes officer hats and duty belts equipped with various items, possibly including handcuffs and radios. They seem engaged in a conversation, indicated by their proximity and posture towards each other.\n\nTo their right and slightly ahead, there is a civilian, also presumed male, sharing an umbrella with another person. This duo is also engaged in a conversation, walking closely together. The civilian visible is wearing a patterned shirt and dark pants, carrying a briefcase in one hand. He shares a black umbrella with another individual, who is less visible in the photograph yet seems to be similarly dressed.\n\nThe background offers glimpses of more pedestrians, city buses, and a series of high-rise buildings, some with large windows and detailed stonework which provides a rich texture to the scene. The overall atmosphere is busy yet orderly, typical of a city accustomed to coping with inclement weather. The photo captures a moment of everyday city life, highlighting routine activities amidst the backdrop of a rainy urban landscape.","title":"N.  Michigan avenue on a rainy day","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["546660","551872","546643","551869","546639","553145","546742","551873","551856","553188","556199","547205","551863","551881","546656","556681"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["officer","police","umbrella","city","male","share","radio","briefcase","conversation","stonework"]}
