{"path":"551995.jpg","date":"April 1973","photographer":"Vern, Ike","caption":"This image is an aerial photograph of an industrial area that includes numerous large storage tanks and a densely packed plant facility near a river. The photograph captures a landscape dominated by industrial structures against a backdrop of a residential area and a broader urban setting, which can be seen extending into the distance.\n\nThe foreground shows an array of circular storage tanks, varying in size and some appear to be filled with a white substance, possibly chemicals or oil. These tanks have various connected pipelines. Around the tanks, the ground appears muddy, with puddles and some scattered vegetation, reflecting a possible wet weather condition or poor drainage in the area.\n\nFurther back, closer to the river, there is a more densely packed industrial complex filled with multitudes of smaller tanks and industrial buildings. The area is crisscrossed by roads and rail tracks, indicating high accessibility and transport activity. There are also several piers visible, suggesting that the river is used for transport or raw material inflow.\n\nBeyond the industrial zone, there is a contrasting scene of a residential area with numerous houses neatly organized in rows, blending into a larger urban landscape further in the backdrop. The overall atmosphere is slightly overcast, giving the image a somewhat gloomy appearance. \n\nThis complex blend of industrial activity juxtaposed with residential living highlights the coexistence of heavy industry with urban life, typical of many riverside cities that grew around industrial hubs.","title":"The Woodbridge River enters Arthur Kill near Perth Amboy. Shell Oil plant in foreground.","placename":"New Jersey","location":"OTHER","nn1":["552009","552025","555774","555754","549525","551172","555778","547214","550886","551982","550890","552191","551174","545889","555777","550856"],"cl":[19],"cluster":["#19 &mdash; Industrial Facilities"],"terms":["tank","transport","river","storage","drainage","pipeline","accessibility","multitude","puddle","substance"]}
