{"path":"551980.jpg","date":"March 1973","photographer":"Vern, Ike","caption":"This photograph provides an aerial view of a large, industrial waterfront area. The body of water is calm and expansive, occupying much of the image, and there are several types of maritime and industrial activities evident.\n\nSpecific elements visible in the image include:\n- Multiple barges and boats of varying sizes are dispersed throughout the water, some of which appear to be used for transport while others are moored.\n- Several docks and piers project into the water. These structures are populated with equipment, debris, and appear somewhat disorganized or in disrepair.\n- There are numerous wooden pilings sticking out of the water, indicating either deteriorating former piers or barriers.\n- The shoreline is cluttered with various industrial materials and debris, and some areas have vegetation.\n- In the distance, prominent bridges span across the water, connecting different parts of the urban area. One bridge is notably large with a suspension design, while the others are smaller and have a more straightforward beam design.\n- The distant skyline, possibly of a city, is visible under a hazy sky, suggesting either early morning light or atmospheric pollution.\n- The overall area looks busy yet rundown, reflecting heavy industrial use and possibly insufficient maintenance or cleanup.\n\nThis scene depicts a mix of active industrial use and decay, portraying a complex waterfront environment likely undergoing various phases of use, disuse, and repurpose.","title":"Shutters Island, at the mouth of Arthur Kill, is a graveyard for sunken barges and derelict vessels. Bayonne, New Jersey, is in background with New York City on far horizon.","placename":"Elizabeth (N.J.)","location":"Elizabeth, New Jersey","nn1":["552020","551978","552206","548346","551609","552215","550890","551992","552007","547019","548423","552209","547577","549300","551985","548320"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["pier","use","waterfront","bridge","piling","suspension","cleanup","phase","water","disuse"]}
