{"path":"551971.jpg","date":"March 1973","photographer":"Sequeira, Paul","caption":"This photograph depicts a scene of significant ground erosion or a landslide affecting residential structures. In the foreground, there is a large, uneven cavity in the ground with broken asphalt and debris, indicating recent earth movement. The chasm has uneven and jagged edges, with dirt and rocks visible at different levels, showing depth and instability.\n\nThe middle ground is dominated by the back of a two-story house partially affected by the erosion. The house is painted in light green with white trims around the windows and doors. It has a sliding glass door that leads out to what would have been a backyard but is now overlooking the newly formed chasm. This makes it unsafe and suggests a serious structural concern for the inhabitants.\n\nTo the left side of the house, a small white garage or shed with a single dark window is partially visible. It stands on seemingly undamaged ground but very close to the eroded zone, hinting at potential risk.\n\nIn the background, another house on a higher elevation, partially obscured by trees, is visible, unharmed by the geological disturbance and situated in what appears to be a more stable location.\n\nThe overall setting implies a suburban area with residences built possibly on terrain susceptible to erosion or landslides. The scene is captured during dusk or in overcast conditions, casting a blue hue over the landscape and creating a somber, unsettling mood.","title":"Threatened house on battered Lake Shore Drive, part of the Indiana National Shoreline at Beverly Shores. Road was washed out after a severe Lake Michigan storm.","placename":"Gary (Ind.)","location":"Gary, Indiana","nn1":["554547","547149","547130","554823","551064","554548","551200","545938","543817","547079","555199","549119","547652","555598","544797","542612"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["landslide","erosion","house","affect","ground","inhabitant","door","backyard","slide","residence"]}
