{"path":"551998.jpg","date":"April 1973","photographer":"Vern, Ike","caption":"This is an aerial photograph capturing an industrial landscape adjacent to a water body, potentially a river or a bay. The focal point of the image is a large industrial plant located on a jut of land that extends into the water. The plant features several tall, cylindrical structures which are likely storage silos or smokestacks, and these structures dominate the skyline of the facility. Adjacent to these tall structures are various other industrial buildings, smaller in scale and scattered across the site. The area around these buildings appears to be partially paved but also has patches of bare earth and scattered debris, suggesting either ongoing construction or a state of disrepair.\n\nA narrow road or path seems to curve around the perimeter of the plant, enhancing accessibility within the facility. Further from the main industrial complex, the surroundings shift to a mix of other smaller industrial installations, open fields, and scattered buildings, indicating a largely undeveloped or industrially zoned landscape. Several other similar structures can be seen in the distance, contributing to the overall industrial atmosphere of the area.\n\nThe broader background presents a vast expansive view, suggesting the outskirts of an urban or suburban area with various buildings spread out into the horizon. The overall color palette is muted, with tones of blue, grey, and brown, typical of industrial zones and overcast weather conditions. The water body reflects a dull blue, contrasting slightly with the earthy tones of the land areas.\n\nThe image effectively captures the stark, utilitarian nature of industrial zones, juxtaposed against natural bodies of water, highlighting both the human-made transformation of the landscape and its integration with the natural environment.","title":"Industrial plant owned by AgRico, overlooking the Arthur Kill, which flows between the New Jersey shore and Staten Island. Behind the plant is the Avenel housing community, and further back the Colonial tank farm.","placename":"New Jersey","location":"OTHER","nn1":["550890","551566","550856","549968","555769","552179","551576","548423","552191","549508","549495","546080","555776","548340","546103","555754"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["zone","plant","transformation","scatter","perimeter","accessibility","integration","land","facility","jut"]}
