{"path":"551997.jpg","date":"April 1973","photographer":"Vern, Ike","caption":"This photograph portrays a bustling and densely packed shipyard. The shipyard contains a variety of ships and boats, including large barges, tugboats, and several elongated and narrower vessels. There is a prominent floating structure resembling a riverboat with large, visible paddle wheels, suggesting it might be used for river cruises or as a ferry.\n\nNumerous cranes and industrial equipment litter the yard, indicative of ongoing construction, repair, or dismantling activities. These machines are concentrated mostly in the central parts of the image. The shipyard is filled with multiple layers of debris, construction materials, and parts of ships, highlighting intense industrial activity or possible refurbishment efforts.\n\nThe river next to the shipyard provides a natural boundary and indicates that this facility likely engages in operations that directly involve water transport. The water appears calm and reflects some parts of the busy yard.\n\nIn the background, beyond the confines of the industrial chaos, there are residential areas with houses and patches of greenery, offering a stark contrast to the foreground's industrial theme. These homes have a suburban architectural style, typical of mid-20th century American neighborhoods.\n\nThis scene captures the vibrancy and grit of a mid-20th century American shipyard, emphasizing a period where maritime activities played a crucial role in economic and industrial development.","title":"View from Carteret, NJ, across the Arthur Kill to Staten Island scrapyard and ship graveyard.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["546016","555806","545147","548346","555796","546843","547474","547250","552149","556946","550910","552216","555788","555797","546766","552244"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["shipyard","yard","ship","riverboat","dismantle","ferry","cruise","confine","century","construction"]}
