{"path":"551992.jpg","date":"April 1973","photographer":"Vern, Ike","caption":"This photograph is an aerial view of a waterfront, showing a bustling industrial area alongside a waterway. The image captures a variety of activities and structures both on the water and adjacent to it.\n\nIn the water, there are numerous boats in motion. One boat, featured prominently in the lower left, is creating a large, wide wake as it speeds along. This white wake contrasts sharply with the dark, smooth surface of the water. Several other boats, including what appear to be tug boats and larger ships, are visible at various distances and are stationary or moving slowly compared to the speedboat.\n\nAlso noticeable in the water are several industrial docks and platforms. These installations are linked to the shore by long piers and are surrounded by vessels, indicating active loading or unloading operations. One large, round structure, possibly a storage tank, floats just off the coast near the bottom right of the photograph.\n\nThe background reveals a dense industrial landscape featuring factories, storage tanks, and numerous buildings associated with heavy industry. This area is densely packed with infrastructure. The color palette here suggests an environment dominated by grays and metallic colors, typical of industrial zones.\n\nOn the right and center parts of the image, two areas of vegetation are seen on what looks like landfills or reclaimed land at the edge of the waterway. These green spaces stand out amidst the predominantly industrial surroundings. The waterfront is busy and heavily developed, indicating a significant economic activity centered around maritime and industrial operations.\n\nThe overall impression of the photograph is one of dynamic industry, with the movement of boats and the presence of substantial logistical operations underlining the economic importance of this waterfront area.","title":"Arthur Kill near Perth Amboy. Local residents take pleasure boats out on the waterway, although the pollution level is so high that swimming and fishing are prohibited.","placename":"New Jersey","location":"OTHER","nn1":["552020","551980","552206","552215","547233","551609","547214","552209","552151","551991","547998","548320","550890","551574","551988","548346"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["boat","waterfront","wake","waterway","operation","industry","speedboat","tank","storage","unloading"]}
