{"path":"551989.jpg","date":"April 1973","photographer":"Vern, Ike","caption":"This is an aerial photograph capturing a sprawling urban landscape intersected by a large body of water. A significant feature in this image is a large, prominent bridge with metallic trusses and tall concrete supports that spans from one shore to the other over the water body. The bridge accommodates multiple lanes of vehicle traffic.\n\nTo the left of the bridge and along the waterfront, several large, industrial buildings, possibly warehouses, are visible. They are aligned parallel to the street and the shore. Some of these buildings, particularly closer to the shore, are multi-storied and appear to have flat roofs. Adjacent to these edifices is a series of parallel streets that define the thorough industrial area characterized by warehouses and possibly factories given their structure and the area’s planning.\n\nSeveral docks extend into the water where multiple boats and barges are moored, indicating this area's active usage for commercial and possibly logistical purposes. Furthermore, a series of tanks and cylindrical structures imply industrial storage capabilities, likely related to either chemical or oil industries.\n\nOn the right side of the bridge and moving further away, the region transforms into a more open space with patches of greenery and smaller, scattered buildings which suggest a transition into a less densely developed region, likely the outskirts of the city.\n\nThe overall composition given the perspective and elements suggests that this is likely an industrial part of a larger metropolitan area, centered around logistic operations relating to the waterfront, bridging the dense urban fabric with the expanding outskirts.","title":"Public warehouse beneath the Goethals Bridge to Staten Island.","placename":"Elizabeth (N.J.)","location":"Elizabeth, New Jersey","nn1":["555758","555765","549976","555762","548344","546689","555739","555744","550134","546569","555745","548375","547214","555764","546578","556952"],"cl":[4],"cluster":["#04 &mdash; Bridges/Overpasses"],"terms":["bridge","outskirt","shore","warehouse","waterfront","capability","series","region","truss","usage"]}
