{"path":"551935.jpg","date":"August 1973","photographer":"Sequeira, Paul","caption":"This photograph captures a diverse group of people at what appears to be a public event or gathering, possibly with a marine or maritime theme, indicated by the presence of individuals in uniform and costumes.\n\nKey elements in the photograph include:\n1. **Foreground**: Partially visible in the lower front, there is a person wearing a flamboyant red costume with blue and red detailing, suggesting involvement in a parade or ceremony.\n\n2. **Main Group**:\n   - **Center Male Figure**: Dominating the center of the image is an older man dressed in a business suit with a light blue jacket and a red-and-white patterned tie. His demeanor and dress suggest he might be a person of significance at the event.\n   - **Beside Him**: To his right (viewer's left), a younger male looks at the camera. He has long curly hair and is wearing a vertically striped shirt, casual and possibly typical of public attire for the time period of the photo.\n   - **Costumed Character**: To the left of the central man stands a character in an elaborate costume that includes a white hat adorned with star and seashell motifs and what looks like a green, wavy beard, perhaps portraying a Neptune or sea king figure. He is holding a trident, reinforcing the nautical theme.\n\n3. **Background Observers**:\n   - Across the background, several individuals in various attires including white naval caps can be seen observing or waiting for the event to unfold. They are predominantly male and appear engaged in the ongoing activities.\n\n4. **Setting**: The setting includes a shady area, possibly under an awning or inside a shaded space, which suggests that the event might be taking place in an outdoor or semi-outdoor venue during daytime.\n\nOverall, the composition of the photograph and the mix of formal, casual, and costume attire lend an air of a celebratory, thematic event, likely connected with maritime or naval traditions.","title":"Mayor daley is on the reviewing stand at opening day parade for the lake front festival.  \"king neptune\" is at the mayor's left Michigan avenue near Madison avenue","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["545728","543482","558295","551852","549320","556247","549715","551809","549730","546797","553799","553322","551811","556272","551808","553275"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["costume","event","attire","ceremony","tradition","awning","observer","motif","parade","theme"]}
