{"path":"551928.jpg","date":"August 1973","photographer":"Sequeira, Paul","caption":"The photograph captures a large industrial scene, likely a construction site for a power plant, adjacent to a vast water body. Dominating the scene is a near-complete nuclear reactor with its iconic rounded containment structure. Another similar structure is partially visible behind the main one, suggesting the presence of multiple reactors.\n\nIn the foreground and around the construction site, the area is notable for its earthy terrain and sparse vegetation, indicating ongoing heavy construction or recent clearing of the site. A couple of temporary-looking, dome-shaped structures appear to the left of the main reactor, possibly used for storage or as workshops.\n\nSeveral cranes are visible in the scene, highlighting the scale of the construction and the ongoing work. The largest crane is adjacent to a tall, dark rectangular building, which provides a stark geometric contrast to the rounded reactor containment structures. This building might be part of the power plant's supporting infrastructure or another ongoing construction project.\n\nThe background features a clear sky with scattered clouds, enhancing the industrial feel by casting soft shadows and providing a sense of scale against the massive structures and machinery. The water body at the edge offers a serene yet contrasting backdrop to the mechanical and robust features of the site.\n\nOverall, the composition of the photograph underscores the magnitude of industrial endeavors, characterized by large structures, heavy machinery, and a clear human imprint on the natural landscape surrounding the construction site.","title":"The donald cook nuclear power plant is still under construction.  Lake Michigan at bridgman","placename":"Kalamazoo (Mich.)","location":"Kalamazoo, Michigan","nn1":["548211","548039","551184","545171","548208","551983","545841","545833","549215","553885","551994","547255","546087","553829","548043","544966"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["construction","site","containment","crane","power","magnitude","structure","shaped","machinery","scale"]}
