{"path":"552013.jpg","date":"July 1973","photographer":"Vern, Ike","caption":"This photograph provides a broad view of an industrial waterfront area, likely taken from an elevated position. This urban landscape is densely populated with a series of cranes which dominate the foreground and middle ground, creating a mechanical skyline. Numerous cranes, possibly used for loading and unloading cargo, are positioned throughout the scene, indicating substantial industrial activity.\n\nIn the immediate foreground, there is a residential area with various two-story houses that appear somewhat weathered and closely packed. The architecture is mostly traditional, with pitched roofs and visible chimneys. A quiet street runs through this neighborhood, bordered by sidewalks and minimal greenery. A couple of cars are parked along the street, and there's a stop sign visible at a junction.\n\nBeyond the residential zone and the multitude of cranes, the background features a large body of water, which could be a river or harbor. More industrial structures and possibly storage tanks line the distant shore, reinforcing the area's industrial function. There is a hint of another shore further in the distance, suggesting that this body of water might be quite broad.\n\nThe sky above is mostly clear with a few scattered clouds, indicating good weather conditions. This contributes to the overall visibility and brightness in the photograph. The scene captures a blend of residential life juxtaposed against a heavy industrial backdrop, typical of cities with significant shipping or manufacturing sectors.","title":"Arthur Kill Road in Staten Island, looking south. Private houses are almost engulfed by encroaching industries. In background is the Arthur Kill and the New Jersey shore.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548320","555796","555763","551609","550134","555738","555758","552014","550890","550886","551988","551607","555765","552215","548423","549305"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["crane","shore","junction","sector","unload","multitude","shipping","street","harbor","stop"]}
