{"path":"552097.jpg","date":"June 1973","photographer":"Paik, Kenneth","caption":"This photograph depicts a scene that contrasts colorful cartoon imagery with a disorganized and damaged indoor environment. The image is framed by a wooden structure, possibly a door frame or an entryway, which leads the viewer's eye into the chaos inside.\n\nAt the top of the frame, there is a decorative wooden beam showcasing painted characters from classic cartoons. These characters appear cheerful and lively, adding a stark contrast to the scene below them. The characters comprise of a boy with a book under one arm and a baseball glove in the other, followed by another boy and a cockerel engaged in a dynamic action, and a girl with a cowboy hat riding a horse. This illustration brings a nostalgic and whimsical element to the setting.\n\nBelow this beam, the interior scene is markedly different. The room is cluttered with an accumulation of various items, suggesting a scene of neglect or the aftermath of an event that led to significant disarray. Visible objects include stacks of dirty dishes, broken furniture, and miscellaneous debris scattered across the floor. The space is dark and densely packed, making it difficult to discern specific details beyond the general clutter and ruin.\n\nThe juxtaposition of the joyful cartoon figures against the backdrop of a cluttered and possibly abandoned space creates a poignant contrast, evoking feelings of nostalgia intertwined with decay. Additionally, natural light filtering in from the background highlights the depth of the room and reinforces the sense of abandonment and disuse.","title":"The owner of this huge junk shop on the Kansas River in Bonner Springs died in 1971. Now there is only the river and the junk. Each day the river claims a small part.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["545810","552094","552096","557342","552450","550263","552093","557343","552102","547988","553527","544368","547786","547872","556353","555312"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["cartoon","character","boy","beam","room","entryway","illustration","dish","imagery","clutter"]}
