{"path":"552009.jpg","date":"April 1973","photographer":"Vern, Ike","caption":"This photograph presents an aerial view of an industrial area, possibly related to oil processing or storage due to the presence of several large cylindrical tanks. These tanks, predominantly white with some featuring visible shadows indicating their raised construction, dominate the right side of the image. They are neatly arranged in rows and surrounded by paved areas with clean, white markings, likely designating roads and walkways.\n\nTo the left of the image, there is an active industrial facility with multiple small structures and some larger buildings, including at least one green-roofed structure. This section is directly adjacent to a winding river, and there is visible heavy machinery like cranes indicating ongoing construction or raw materials handling. The river curves around the outer boundary of this facility, enhancing the systematic arrangement of the industrial area.\n\nFurther to the left, beyond the river, there is a populated area with residential housing, indicated by regular plots and smaller structures arranged in a typical suburban layout. This proximity suggests the industrial area is located near a community, likely influencing the local landscape and potentially the economy.\n\nThe top and center part of the image reveal more undeveloped land, with patches of scattered vegetation and unstructured terrain, creating a contrast with the organized and manicured appearance of the industrial facility. The overall scene captures a juxtaposition between human industrial activity and the natural environment, reflected in the division between the structured layout of the facility and the meandering river and erratic outlines of the surrounding land.","title":"Phillips Petroleum Company storage tanks in foreground, town of Carteret in background. The Rahway River, which empties into the Arthur Kill, flows between.","placename":"New Jersey","location":"OTHER","nn1":["551995","555774","552025","555754","549525","555775","555777","555778","551172","551982","550886","549977","552131","549526","550856","549978"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["facility","river","layout","tank","economy","division","construction","land","plot","handling"]}
