{"path":"552012.jpg","date":"July 1973","photographer":"Vern, Ike","caption":"This photograph captures a lively scene at a community swimming pool. The pool area is bustling with activity and filled with numerous people engaging in different activities typical of a summer day at the pool.\n\nForeground\n- On the left of the frame, there are two young children holding on to a ledge; a boy is gazing directly at the camera with a neutral expression, while the girl next to him, with her hair obscuring part of her face, seems engrossed in flowers she is holding.\n\nPool Area\n- The pool itself is crowded with swimmers. There are both children and adults in the water, with some appearing to be swimming while others are standing or splashing around.\n- Around the pool, numerous people are seated or lying on lounge chairs and towels, soaking up the sun. Individuals are seen in various states of relaxation; some are sitting up, likely chatting, while others are lying down, possibly sunbathing.\n- Many umbrellas and personal items like bags and sun hats indicate a typical poolside setting.\n\nAmbiance and Background\n- The general atmosphere is lively and quintessentially summer, underscored by the clear, sunny weather.\n- In the background, an industrial setting is visible, with large structures and smokestacks, which contrasts with the leisurely, relaxed environment of the pool.\n- The architecture surrounding the pool is relatively simple and utilitarian, with fences and a few sparse green areas.\n\nOverall, this photograph depicts a vibrant community scene, characterized by leisure and social interaction, juxtaposed against an industrial backdrop, reflecting a blend of urban and recreational life.","title":"Swimming pool of the Bowtie development at Port Reading on the Arthur Kill. A federally financed urban renewal project, Bowtie was designed to provide the local population with a play and swim area. In the background is the Hess oil refinery.","placename":"New Jersey","location":"OTHER","nn1":["555891","548549","548548","558143","557717","557259","552706","548083","548085","558144","550002","555926","556295","546874","551093","552703"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["pool","summer","swimmer","lie","soak","sunbathe","sun","child","chat","lounge"]}
