{"path":"552070.jpg","date":"June 1973","photographer":"Paik, Kenneth","caption":"This photograph depicts an industrial riverside scene. In the foreground is a large body of water that appears to be a river, showing gentle ripples on its surface, indicating calm water conditions. On the opposite bank of the river stands what looks to be industrial infrastructure. \n\nThe most prominent structure is a large, block-like building made of concrete, located centrally in the image. This building has a flat roof with some mechanical equipment on top, likely related to the building's industrial function. To the immediate left of this building, there is a tall, narrow chute extending from an opening near the top, descending at an angle to discharge materials directly into the river. This suggests that the structure might be involved in processing or transferring resources or waste materials.\n\nOn the left side of the image, additional industrial elements are visible. This includes another tall structure with multiple horizontal layers and staircases visible on the side, possibly for maintenance access. Beyond and slightly behind this structure, industrial emissions or steam can be seen rising into the sky, suggesting active industrial processes.\n\nIn the background, beyond the immediate industrial installations, more infrastructure can be seen including various buildings and possibly cranes, indicating a larger industrial zone. The sky above shows a faint blue color, mostly clear of clouds which provides a stark background to the rising steam or smoke.\n\nThe overall tone of the photo is somewhat muted with earthy colors dominating - the blues of the water and sky, and the browns and grays of the industrial buildings and structures. There are no people visible in the photograph, focusing solely on the industrial landscape and the environmental context.","title":"Industry, just upstream from the 18th Street bridge, discharges waste from water filtering process into the Kansas River.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["550961","557376","550890","552179","550854","546083","546007","550855","550673","548357","551576","546705","552187","544294","551192","557223"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["steam","building","river","discharge","chute","structure","infrastructure","staircase","material","installation"]}
