{"path":"552058.jpg","date":"May 1973","photographer":"Paik, Kenneth","caption":"The photograph depicts a scene of environmental contrast and desolation. The foreground focuses on a network of dry, tangled roots of a plant, exposed and bare. These roots are dark in color, possibly blackened by drying or decay, and intricately intertwined, suggesting the complex natural system beneath the soil that is usually hidden from view.\n\nBeneath the roots, the ground is harsh and cracked, broken into countless parched pieces. The soil has split into geometrical shapes, primarily irregular polygons that vary in size and form, creating a mosaic of dried earth. The texture of the ground is rough and jagged, signifying severe aridity and the absence of moisture that once allowed flexibility and cohesion in the earth.\n\nThe colors in the image are muted, with the dominant tones being the dark browns and blacks of the roots against the lighter, grayish-white of the cracked soil, suggesting a barren or drought-stricken landscape. The focus and composition emphasize the roots and cracked ground, highlighting themes of decay, drought, and the struggle for survival in harsh environmental conditions.\n\nThere is an air of solemnity in the scene, conveying a poignant reminder of the impacts of environmental degradation or the natural cycles of growth and decay within ecosystems. The image may evoke a sense of solitude or desolation, serving as a stark representation of struggle in natural surroundings.","title":"Trees and brush uncovered by the receding waters of the Kansas River in the area of the 12th Street Bridge sewer outlet. The growth was contaminated by oily discharge and died after emerging from the water.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["552059","557580","544184","555203","552057","554997","542863","544889","555193","555204","552060","549201","544751","552435","555205","552433"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["root","struggle","drought","decay","soil","desolation","survival","solemnity","earth","reminder"]}
