{"path":"552062.jpg","date":"April 1973","photographer":"Paik, Kenneth","caption":"The photograph depicts a close-up view of a natural setting, focusing on a small, turbulent stream of water cutting through a landscape of mud and organic debris. The water appears brown and foamy, suggesting it is rich in sediment or organic material, possibly indicating the location is near a wetland or an area with high soil erosion.\n\nIn the foreground, the rushing water has carved a narrow channel through the muddy ground. Surrounding and within this stream, there are various natural elements visible such as pieces of wood, leaves, and other plant materials. These items are partially submerged and scattered, contributing to a sense of natural disarray typical of a wild, undeveloped area.\n\nDominating the middle portion of the image are two large, rusted metal objects resembling open cans or barrels with their tops removed. They are embedded in the mud, partially protruding into the stream, highlighting a human impact on this natural scene. Their rusty condition suggests they have been exposed to the elements for a significant period, possibly discarded or remnants from past human activity in the area.\n\nThe overall composition of the photograph, with its focus on water and embedded debris, both organic and man-made, portrays a dynamic interplay between natural processes and human influence. The image captures the gritty, raw aspects of a natural waterway impacted by human activity, presenting a vivid snapshot of environmental interaction.","title":"Outfall from the Shawnee Avenue pumping plant into the Kansas River, just downstream from the Kansas City railroad terminal bridge. Discharge contains a chemical that has caused the red discoloration.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["552069","552994","544858","552022","555550","553420","543819","544795","544762","544810","543815","555626","553419","550222","543759","555209"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["stream","mud","disarray","influence","debris","material","barrel","channel","can","water"]}
