{"path":"552008.jpg","date":"April 1973","photographer":"Vern, Ike","caption":"This photograph presents an aerial view of an industrial harbor setting. The central focus is on two large cargo ships moored at a loading facility. The ship on the left appears smaller and has a green deck with several covered sections, possibly for carrying dry bulk materials, serviced by a large green loading crane that sits on a tracked platform along the pier. The ship on the right is larger with a red and black hull and what appears to be an oil or chemical tanker, marked by its multiple cylindrical storage structures and a network of piping visible on the deck.\n\nLinking the ships and the shore is a series of conveyor belts or walkways, suggesting the transportation of materials between the ships and the land facilities. The water around the ships is calm, showing a reflection of the ships and crane.\n\nBeyond the immediate loading area, the background is filled with industrial infrastructure: large stacks of materials like lumber and containers, neatly organized into rows. There are also multiple muddy embankments and smaller watercraft moored along the shores. In the distance, you can see more industrial facilities, possible storage tanks, and infrastructure, as well as a highway bridge spanning the width of the image, further emphasizing the industrial nature of the area.\n\nThe overall ambiance suggests a heavily industrialized port area involved in significant goods handling and transportation activities. The bird's-eye view provides a comprehensive glimpse into the logistics and setup necessary for such operations.","title":"Chemical and containerized shipping of the union carbide company in the Arthur Kill.  In the background is the outerbridge crossing to Staten Island","placename":"New Jersey","location":"New Jersey","nn1":["546828","550021","555766","552200","547998","552244","552153","555806","546881","551609","555260","555724","546359","551577","549472","552215"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","loading","deck","facility","material","crane","transportation","industrialized","shore","tanker"]}
