{"path":"552000.jpg","date":"July 1973","photographer":"Vern, Ike","caption":"This photograph captures a scenic coastal landscape, focusing on a busy maritime setting. The image shows a large body of water with a gently curving shoreline. A strip of beach with rocks and pebbles is visible in the foreground, surrounded by assorted vegetation, likely wild grasses and shrubs, contributing to a natural, slightly wild aspect.\n\nOn the water, two prominent ships are noticeable. To the left, there’s a large cargo ship with a red hull and white superstructure, highlighted against the water. Another ship, similar in design but white and positioned further in the background, occupies part of the center and right section of the image, reinforcing the industrial activity of this area.\n\nA small red boat near the curved jetty in the middle foreground gives a sense of scale and activity, suggesting maritime operations such as towing or guiding larger vessels. The jetty itself appears rustic, constructed of piled rocks with wooden structures on which a few individuals are observable, possibly engaged in leisure or work-related activities.\n\nThe far background across the water shows a distant coastline, less distinct, possibly indicating another part of the city or industrial area, contributing to a sense of expansiveness and ongoing human activity beyond just the immediate foreground. The sky is filled with fluffy cumulus clouds suggesting a clear and pleasant day.\n\nOverall, the image evokes a blend of natural and industrial environments, depicting human endeavor coexisting with the coastal landscape.","title":"Shipping on the Arthur Kill viewed from Sewaren Beach south of Carteret. Owing to the density of the petrochemical manufacturing complex in this area, the water is so polluted that no marine life can survive in it.","placename":"New Jersey","location":"OTHER","nn1":["544976","545277","555800","556924","555721","549520","555722","555810","552167","551574","552244","545128","552195","556945","549528","544705"],"cl":[48],"cluster":["#48 &mdash; Waterfront Development"],"terms":["ship","jetty","cumulus","superstructure","expansiveness","pebble","rock","maritime","endeavor","water"]}
