{"path":"552095.jpg","date":"June 1973","photographer":"Paik, Kenneth","caption":"The photograph captures a rustic outdoor scene featuring a large collection of old and slightly disheveled dishes and utensils spread across a weathered wooden table and around the surrounding area. The table is partially shaded with a structure, possibly part of a wooden shelter or porch, visible above it. The dishes come in various designs and sizes including plates, cups, bowls, and saucers, indicating a diverse set possibly accumulated over time or discarded together at once.\n\nThere's a notable chaotic arrangement of the items; many are stacked haphazardly in piles, some are upside down, and others appear slightly broken or dirty, contributing to an overall sense of abandonment or neglect. Below the main table surface, additional dishes can be seen in a similarly disorganized state, reinforcing the feel of disuse and clutter.\n\nIn the background, beyond the immediate vicinity of the table, a natural landscape is visible. A river can be seen alongside lush greenery, which suggests that this scene is set in a relaxed, pastoral environment. There is no direct human presence visible in the image, yet the volume and disorder of the dishware evoke a human element, perhaps reflecting a past event or the remnants of a once-active space now left to the elements. The scene is bathed in natural light, indicating either a late morning or early afternoon time frame.","title":"The owner of this huge junk shop on the Kansas River in Bonner Springs died in 1971. Now there is only the river and the junk; each day the river claims a small part.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["552102","553527","543165","552094","547900","544809","547683","556640","545738","552096","551100","557756","547775","554211","554861","547039"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["dish","table","disorder","utensil","bowl","clutter","volume","disuse","cup","shelter"]}
