{"path":"552046.jpg","date":"August 1973","photographer":"Burns, George","caption":"This photograph depicts an outdoor scene featuring a polluted or debris-filled body of water, possibly a river or a man-made channel. A large amount of wooden debris, broken branches, and possibly trash are scattered in the water. These debris items are primarily gathered in the foreground, clumped together and floating near the bank.\n\nThe immediate banks of the watercourse are cluttered with rocks, overgrown grass, and wild plants, suggesting a neglected or naturalized urban area. Foreground vegetation includes tall grass and shrubbery, partially obscuring the view to the water.\n\nBeyond the immediate vicinity of the water, there is a concrete structure that seems to be part of a barrier or retaining wall. A metal chain-link fence can also be seen, running parallel to the water but at some distance, suggesting separation from a different property or secured area. Behind the fence, a yellow vehicle and some industrial machinery are visible, hinting at adjacent industrial or construction activities.\n\nThe overall composition and the state of the environment in the image suggest neglect and might imply environmental concerns like pollution or improper waste disposal in an urban or semi-urban setting. The presence of industrial elements in the background also suggests the proximity of industrial operations, which may be contributing to the state of the area. The scene is likely captured during daylight given the bright illumination and shadows visible in the image.","title":"Trash along the highly industrialized Buffalo River contributes to its pollution problem. The Buffalo River flows into the Niagara River at the northeast tip of Lake Erie.","placename":"Buffalo (N.Y.)","location":"Buffalo, New York","nn1":["552127","556419","544810","551531","550352","550950","552082","545945","550250","546785","550946","547897","550812","552158","552811","547907"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["debris","bank","state","fence","separation","water","link","disposal","shrubbery","illumination"]}
