{"path":"552085.jpg","date":"June 1973","photographer":"Paik, Kenneth","caption":"The photograph captures a scene where a man is actively engaged in cleaning a cluttered and trash-ridden area near a body of water. This area seems to have accumulated various pieces of debris, including pieces of wood, metal objects, and miscellaneous refuse. Several large bushes with dense foliage partially obscure the cluttered foreground.\n\nOn the left side of the image, an old, rusted vehicle with a visible front end adds an element of abandonment or disuse to the scene. This vehicle is surrounded by dense shrubs and is part of the apparent dumping ground.\n\nThe man in the image is wearing a light-colored long sleeve shirt and darker pants. His posture and gesture suggest he is throwing or moving some of the debris, indicating an active cleanup effort. His engagement with his task underscores a narrative of environmental cleanup or possibly reclaiming natural space.\n\nIn the background, a river runs horizontally across the image, bordered by sandy banks and backed by lush greenery and trees that line the opposite shore. The sky is clear with no visible clouds, suggesting a bright, sunny day.\n\nThe capture highlights environmental concerns such as pollution and the need for natural area restoration while simultaneously conveying a sense of human intervention and effort toward environmental care and responsibility.","title":"In contrast to the careless dumping practices found so often along the Kansas River, Mr. Jack Valcour of Lawrence carries his household rubbish to the river edge and burns it. The river washes away any rubble remaining.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["555867","545663","557734","550352","551531","544810","556419","552046","555852","552080","547525","542549","552127","551388","547524","550687"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["effort","responsibility","restoration","cleanup","piece","refuse","disuse","need","capture","debris"]}
