{"path":"552018.jpg","date":"July 1973","photographer":"Vern, Ike","caption":"The photograph shows a peaceful and pastoral scene in what appears to be a well-maintained park or cemetery. In the foreground, a prominent memorial marker, possibly made of slate, is prominently displayed with an inscription dedicated to \"Jonathan Dunham.\" The text on the memorial provides a brief historical note about Jonathan Dunham, noting that he established the first grist mill in New Jersey at Woodbridge and built a brick home and church rectory, now known as Trinity Church. The memorial stone dates the dedication to October 5, 1969, on the occasion of the 300th anniversary of Woodbridge Township.\n\nNext to the memorial stone, slightly blurred and out of focus due to depth of field, is a large, circular stone object resting on a rectangular concrete base. This object resembles a millstone, which is possibly related to the grist mill mentioned in the memorial’s inscription. \n\nThe background features a lush, green park with scattered mature trees and a couple of walking paths. The grass is well trimmed, and the area looks serene and tranquil, suggesting that this might be a historical site or a preserved area, likely within a cemetery or memorial park given the context of the imagery. There are no visible people in the scene, emphasizing the quietness and solemnity of the setting. The lighting appears natural, suggesting that the photograph was taken during daylight hours, with an overcast sky that diffuses the light and prevents harsh shadows.","title":"Stone in woodbridge commemorates the founder of the first grist mill in New Jersey established on this site in 1670.  The memorial is also a reminder that this community's history long predates the present dominance of the petrochemical industry","placename":"New Jersey","location":"New Jersey","nn1":["557941","557931","548239","546098","547417","554206","558041","552451","546147","552017","550364","552016","554790","558010","544259","554792"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["inscription","cemetery","stone","mill","note","park","dedication","solemnity","quietness","imagery"]}
