{"path":"552002.jpg","date":"July 1973","photographer":"Vern, Ike","caption":"This photograph captures a detailed and complex industrial scene, likely a refinery or chemical plant, layered against a busy foreground of a parking lot filled with cars from around the 1960s or 1970s, indicative of their robust, square body shapes and varied designs.\n\nIn the background, the main focus is on the large industrial setting characterized by numerous structures of varying shapes and functions. Prominent features include tall distillation or process towers, which are metallic and cylindrical with a range of piping and scaffold-like structures surrounding them. Some towers emit plumes of steam or smoke, contributing to a sense of ongoing industrial activity.\n\nNumerous large spherical and cylindrical storage tanks are visible, some plain and others painted in solid colors like yellow. These tanks are connected by a network of pipes that crisscross the view, creating an intricate maze of industrial plumbing.\n\nThe middle ground is dominated by these tanks and towers, with ground installations that suggest cooling systems, maintenance areas, and possibly control units fitted with additional pipes and metal frameworks.\n\nThe bottom of the image is taken up by a car park, providing a contrasting everyday aspect against the industrial behemoth in the background. The cars, with their reflective surfaces and typical design elements of their time, such as pointed ends and chromed embellishments, sit quietly under a partly cloudy sky.\n\nOverall, the composition contrasts the sprawling might of industrial activity with the everyday simplicity of parked vehicles, underlain by an expansive blue sky with light clouds, adding depth to the scene.","title":"New Jersey Turnpike at Linden, with Exxon oil refinery in background","placename":"Elizabeth (N.J.)","location":"Elizabeth, New Jersey","nn1":["550199","546866","546107","546085","546221","554433","542705","545443","549959","548433","542632","550171","546538","546968","553022","549977"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["tower","tank","pipe","distillation","scaffold","might","car","refinery","embellishment","shape"]}
