{"path":"552091.jpg","date":"June 1973","photographer":"Paik, Kenneth","caption":"This photograph features a rustic, rural setting that contrasts natural and industrial elements. In the foreground, a lush, overgrown field extends across the frame, hinting at a farm or natural landscape. The middle ground of the image shows an older farm consisting of several buildings: a large barn with worn, gray wood siding, a partial view of what appears to be a red brick structure hidden partly behind the barn, and a smaller wooden structure to the left of the barn. Each of these buildings exhibits signs of aging and weathering, with peeling paint and some disrepair evident.\n\nTo the right side of the frame, behind the barn, there are industrial elements visible. You can see a tall metal silo-like structure paired next to what might be a grain elevator or some form of agricultural processing unit. Further back, industrial emissions are visible with white smoke streaming from tall stacks into a clear sky, indicating the presence of a larger facility, possibly a factory or power plant, located beyond the immediate farm setting.\n\nThe clear blue sky and the industrial backdrop provide a stark contrast to the old, somewhat dilapidated condition of the farm structures. This juxtaposition suggests themes of progression from agricultural to industrial eras, or possibly the encroachment of industrial development on rural or natural landscapes. The leafless tree standing isolated on the far right further enhances the sense of changing seasons or abandoned rural spaces.","title":"Owner wants to sell or trade this farm, but the smoking smelly Lawrence co-op that adjoins it is not a desired neighbor","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["555542","552090","555609","545971","552515","543668","546398","544676","546164","543012","553933","545989","554821","543159","558054","545982"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["barn","farm","elevator","encroachment","hide","grain","aging","weathering","silo","isolate"]}
