{"path":"552096.jpg","date":"June 1973","photographer":"Paik, Kenneth","caption":"This photograph depicts a cluttered space filled with an assortment of items which suggest a personal, perhaps utilitarian area such as a shed or a garage corner.\n\nOn the left side of the image, hanging on a nail, is a framed art piece featuring what looks to be a patriotic motif with an American flag. Next to it on a shelf sits another frame containing a painting of a dark-haired child in a blue dress holding a flower, adding a more personal and perhaps cherished ambiance to the setting.\n\nAbove this, we see a linear arrangement of playful wooden cutout figures, possibly depicting characters in various action poses, enhancing the whimsical, collected feel of the environment.\n\nThe right side of the photo and below the shelf is densely packed with household and perhaps workshop items. Visible are a white corded iron, a vintage stainless steel toaster, a cylindrical upright thermos, and some aluminum cookware. There is also what appears to be a metallic pot partially hidden beneath other objects.\n\nHanging prominently in the foreground is a white wicker bag, which along with its solid clasps and distinct pattern, seems slightly out of place among the more utilitarian housewares, suggesting possible multipurpose use of the space or a temporary storage solution.\n\nThe generally chaotic and unorganized state of the items, coupled with the dim lighting from above, evokes a sense of casual practicality, as if this space is in frequent use but not frequently tidied, which speaks to a personal connection or familiarity with the environment by the owner.","title":"The owner of this huge junk shop on the Kansas River in Bonner Springs died in 1971. Now there is only the river and the junk; each day the river claims a small part.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["552093","552094","556353","556475","553531","553527","552097","556647","555315","556014","555310","555953","558025","547427","553522","557695"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["shelf","item","space","practicality","familiarity","owner","aluminum","painting","use","motif"]}
