{"path":"552094.jpg","date":"June 1973","photographer":"Paik, Kenneth","caption":"This photograph captures the interior of an extremely cluttered space, likely a shed or storage room, filled to the brim with various objects that create a chaotic and dense composition. The space is dimly lit, with natural light filtering in from windows, casting soft light and creating a subtle contrast in the room.\n\nThe room is crammed with a wide assortment of items, predominantly old and used objects that suggest a long period of accumulation. These include multiple kettles, pans, containers, and boxes that are strewn haphazardly across the floor and on shelves. One notices a particular box labeled \"Cheez-It\" among the clutter.\n\nHanging from the ceiling and walls are more items like lamps, tools, parts of machinery, and assorted metal and wooden objects, contributing to the sense of overcrowded disarray. The items are not neatly arranged, but rather piled one on top of another, indicating a lack of organization.\n\nA glimpse of the outside scene through a door suggests a contrast with the clutter inside, showing a more open and natural space, possibly a backyard or rural setting, further emphasizing the cramped and confined nature of the interior environment.\n\nOverall, the photograph depicts a scene crowded with a vast array of items, evoking feelings of neglect or a compulsive tendency to hold onto things way beyond their usefulness. The composition successfully conveys an overwhelming sense of disorder and abandonment.","title":"The owner of this huge junk shop on the Kansas River in Bonner Springs died in 1971. Now there is only the river and the junk; each day the river claims a small part.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["552093","552096","556353","552102","553527","557342","556327","555953","556640","552097","548753","554536","552095","557343","554319","552450"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["item","clutter","room","box","object","pan","space","brim","disorder","backyard"]}
