{"path":"552066.jpg","date":"May 1973","photographer":"Paik, Kenneth","caption":"The image depicts a textured surface that seems to be a close-up view of a muddy ground or a wet sandy area. The focal point includes various puddles and holes filled with water, reflecting subtle light. These holes vary in size and shape, with some appearing more rounded and others more irregular.\n\nThe ground itself appears somewhat saturated with water, as indicated by the shiny, reflective surface areas which highlight gritty textures and scattered debris. Significant variations in color and saturation across the terrain suggest different consistencies or compositions of the soil or sand. The colors range from dark brown to lighter, almost greyish tones, suggesting either wetness or the presence of different materials.\n\nTiny particles, possibly sand grains or small rocks, are visible on the surface, enhancing the detailed and rough texture. The overall atmosphere of the image could evoke a feeling of dampness and natural outdoor elements. This photograph might be capturing the aftermath of rainfall, or a naturally wet area such as a marsh or riverbank.\n\nThe photograph itself has a vintage or aged quality, possibly due to the color tone, suggesting that it might be either an old photo or edited to appear that way. The edges of the image are dark, almost resembling a vignette effect, which helps to focus attention towards the center where most details are visible.","title":"Oil pollution in the Missouri river seen from bridge at the inner city viaduct area.  This is a system of auto and railway bridges connecting Kansas City, ks, with Kansas City, mo., at the confluence of the Kansas and Missouri rivers","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["554347","550837","544992","552983","545850","543523","548089","544176","553582","554778","555545","555200","545597","545029","553867","547905"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["hole","wetness","dampness","vignette","rounded","bry","marsh","particle","surface","puddle"]}
