{"path":"552016.jpg","date":"July 1973","photographer":"Vern, Ike","caption":"The photograph depicts a serene and historic setting with a church and cemetery. The church, located in the background, is a large, old building with a steep pitched roof and is mostly covered in ivy, suggesting it has been standing for a long time. It features a prominent spire or steeple, which adds to its Gothic or traditional architectural style. The structure is primarily composed of dark-colored materials, possibly wood or stone, which contrasts with the bright sky.\n\nThe foreground shows a well-maintained cemetery with various types of gravestones, including upright markers and larger monuments. The tombstones are scattered throughout the grassy area, and some of them appear quite old, suggesting a long history associated with this burial ground. A small American flag is prominently displayed near one of the graves, indicating a memorial or a mark of respect, possibly for a veteran.\n\nThe setting is peaceful with lush green trees framing the scene, providing shade and a sense of tranquility. The sky is partly cloudy, casting soft shadows on the ground and contributing to the calm, solemn atmosphere typical of a cemetery. Steps lead up to the church, inviting viewers into the space, and imply regular visitation or maintenance of the site. The composition conveys a sense of reverence and historical significance, capturing a typical, respectful burial ground attached to a church.","title":"St. Peter's Episcopal Church and graveyard in Perth Amboy during the Revolutionary War. This historic church, originally built in 1702, was bombarded by the British from Staten Island.","placename":"New Jersey","location":"OTHER","nn1":["557758","554792","552451","548239","554208","552017","557184","550376","550364","547440","544267","554035","554033","558024","557089","554790"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["church","cemetery","tombstone","gravestone","respect","reverence","grave","monument","steeple","spire"]}
