{"path":"552170.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"The image is an aerial photograph of a coastal area, likely a port or industrial zone where large-scale timber operations occur. On the left side of the image is a long, narrow strip of land that separates the dark blue ocean waters from the calmer, darker waters of what appears to be a harbor or bay. This strip of land is densely lined with various industrial structures, roads, and equipment, suggesting its role as a significant area for transportation and possibly storage related to the timber industry.\n\nWithin the harbor, numerous large groups of logs are neatly arranged into several distinct clusters. These log groups float on the water, creating a geometric pattern of circles and semi-circles that dominate the harbor area, suggesting an organized operation for sorting or storing logs before further processing or shipment. Some of these log clusters are bounded by boom logs (longer logs used to keep grouped logs together) that aid in maintaining the structure and location of the log sets.\n\nThe background and surrounding area further enhance the industrial feel of the scene, with cranes visible near the clusters, likely used for loading and unloading. The deep black and watery environment around the logs provides a stark contrast to the brown hues of the wooden logs, making the patterns they form more striking. The top right portion of the image shows more open water, giving a sense of the larger environment in which this operation is situated.\n\nOverall, this photograph showcases a specialized industrial landscape focusing on large-scale timber handling and transport, demonstrating human impact and organizational efforts in natural resource management.","title":"Ediz Hook and log rafts","placename":null,"location":"OTHER","nn1":["542921","552132","552214","552140","552153","552199","542941","542940","552215","552162","550330","542944","545266","552195","552161","542946"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["log","timber","harbor","circle","cluster","strip","operation","group","bound","unloading"]}
