{"path":"552162.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"This photograph captures an industrial timber operation set in a natural landscape. The scene is dominated by large quantities of logs that are scattered across the area, both in the foreground and extending to the middle ground. These logs are seemingly being prepared or processed, as evidenced by their organized arrangement in some parts and more chaotic spread in others.\n\nThe foreground shows logs floating in water, arranged in a loose, radial pattern, suggesting they are either being transported or sorted in a water-based logging facility. This area transitions into a man-made pathway or road, curving around the accumulated logs, which facilitates access to different parts of the site.\n\nIn the background, more stacked logs can be seen, along with several buildings likely used for storage or further processing of the timber. Smoke or steam is visible, rising from the area behind the main buildings, indicating ongoing industrial activity, possibly related to wood treatment or processing.\n\nThe surrounding environment features lush green forests on rolling hills, indicating that the logging site is nestled within a larger wooded area. The sky is partly cloudy, casting dynamic lighting and shadows over the scene, enhancing the vividness of the greenery and the textured appearance of the wood and industrial elements.\n\nOverall, the photograph vividly captures the intersection of industrial activity and natural landscape, highlighting both the environmental and economic aspects of timber processing.","title":"Log storage in tidal basin of Chambers Creek. Storing logs in decks on dry land is more protective of water quality than wet storage.","placename":null,"location":"OTHER","nn1":["552163","545256","542941","545260","542945","542940","543749","545011","552199","542942","542944","545266","552161","542921","552178","546236"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["log","timber","processing","wood","quantity","site","spread","treatment","logging","vividness"]}
