{"path":"552119.jpg","date":"June 1973","photographer":"Paik, Kenneth","caption":"This photograph captures an outdoor scene involving a vintage station wagon and a motorboat next to a body of water, which appears to be a river or lake. The station wagon is parked on a concrete boat ramp that extends into the water, suggesting that it was used to launch or retrieve the motorboat.\n\nThe station wagon is light colored, possibly cream or beige, with a design typical of mid-20th century American cars, featuring distinct long lines, chrome details, and a robust body. The car's overall condition looks used but well-kept.\n\nIn the foreground, a motorboat is partially visible with two figures inside it. The boat is dark-hued, equipped with outboard motors, and one of the individuals is visible handling equipment or possibly preparing the boat for departure or just arriving. The presence of water splashes around the boat indicates recent or ongoing movement.\n\nThe background features another shore across the water, which is lined with dense trees, suggesting a rural or semi-wilderness area. The sky appears clear, indicating fair weather, and the overall lighting suggests this photo was taken during daylight hours, possibly early afternoon given the quality of the light and the shadows cast by the vehicle.\n\nThe scene conveys a leisurely or utilitarian aspect of outdoor, waterfront activities possibly related to boating or fishing. The combination of vintage vehicle and boating activity also suggests a throwback to mid-20th century leisure pursuits in rural America.","title":"Warren freeman, 50, built a cottage on an island in the Kansas river.  The island lies between the 18th street and east Kansas avenue bridges.  Unemployment checks and fishing are his present means of support.  Freeman is loading his boat on an autoMobile trailer","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["551528","554684","551999","547773","550649","548185","550841","554485","552121","548752","554683","548668","548746","546976","551236","548748"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["motorboat","wagon","boat","station","launch","departure","arrive","retrieve","ramp","pursuit"]}
