{"path":"552135.jpg","date":"May 1973","photographer":"Wilson, Doug","caption":"The image portrays a moderately aged industrial building situated along the waterfront. The structure features a large, dark roof equipped with two distinct round vents that stand prominently against the sky. Adjacent to these, a somewhat conical shape suggestive of another ventilation system adjoins a complex framework of steel which could be part of the building's industrial apparatus.\n\nBelow these upper elements, the façade of the building has large, multi-pane windows, grimy and reflecting the age and industrial nature of the building. They allow a muted glimpse into the dimly lit interiors. The upper walls below the roofline appear to be made of metal sheets, while the lower section close to the water level shows a row of denser, possibly wooden structures that are weathered and aged.\n\nIn the foreground, there is a sturdy, wooden waterfront barrier that retains the land against the body of water adjacent to the building. From beneath this structure, a jet of water is seen forcefully spewing out into the river or lake, creating a visually interesting splash and ripple on the otherwise calm water surface.\n\nDominating the right foreground beside the building, construction or maintenance equipment is visible, probably related to the industrial operation or ongoing works at the site. The surrounding area includes some grassy patches, bits of litter, and sporadic vegetation, hinting at a blend of industrial and somewhat neglected urban environment. Safety fencing is also evident, hinting at restrictions or controlled access to the area.\n\nOverall, the composition of this photograph gives a strong sense of an industrial setting poised along a water body, possibly involved in manufacturing or heavy industry, marked by both its working grit and aging infrastructure.","title":"Culverts from industrial plants on the duwamish waterway discharge into the river","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["546006","546083","552070","552151","551998","552209","550856","551576","549303","550890","548423","550956","547575","549304","551994","547579"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["waterfront","building","adjoin","restriction","age","working","ventilation","roofline","fencing","retain"]}
