{"path":"552123.jpg","date":"June 1973","photographer":"Paik, Kenneth","caption":"The photograph captures a serene, somewhat dimly-lit scene of two individuals on a small boat at dusk. The body of water reflecting the twilight creates a tranquil background, enhancing the feeling of a calm evening outdoors.\n\nOn the left side of the image, a young person in a red tank top is leaning over the edge of the boat, engaging with something in the water. There seems to be an object that the person is either retrieving or examining closely – it appears to be a small wooden raft or a tray floating on the water.\n\nOn the right side, an older man wearing a white T-shirt and a light-colored hat is sitting comfortably on a chair at the rear of the boat. He seems to be relaxed, with his hands possibly folded in his lap or handling something small, such as a fishing line or tool.\n\nThe boat is equipped with various items suggesting recreational or fishing activity. Next to the man, there is a clear bucket, possibly containing fish or bait, and electrical lanterns are visible, indicating that the boat is equipped for night-time activities.\n\nThe overall lighting, provided naturally and by the lanterns, casts a soft glow, highlighting the calm water and contributing to the peaceful ambiance of the scene. The image beautifully captures a moment of everyday life, likely a fishing or leisure outing, focusing on simple, quiet interaction with nature.","title":"Warren Freeman, 50, built a cottage on an island in the Kansas River. The island lies between the 18th Street and East Kansas Avenue bridges. Unemployment checks and fishing are his present means of support. Freeman often fishes from late afternoon into the night.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["552124","552317","553411","546976","550835","552313","557565","547230","547555","547549","548553","544270","547556","554200","547557","544980"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["boat","lantern","fishing","bait","tray","raft","lap","rear","outing","person"]}
