{"path":"552190.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"The photograph captures an industrial landscape under a vivid blue sky with scattered clouds. In the foreground, there are large piles of scrap materials that appear to be wood, metal, and other debris. These materials are scattered chaotically, with some metallic elements reflecting sunlight, contributing to a sense of disarray.\n\nDominating the middle ground is an industrial complex featuring several buildings and smokestacks. One of the most prominent features is a tall smokestack emitting a thick plume of white smoke, which blends into the cloudy sky above. Adjacent to this are other industrial structures, possibly part of the same facility, characterized by their utilitarian architecture with flat roofs and minimal window space.\n\nThe background is occupied by additional industrial elements like towers, other smokestacks, and building structures, though these are less distinct and fade into the horizon. The sky, while mostly clear, serves as a dramatic backdrop with its deep blue color contrasting sharply against the white and gray smoke from the smokestacks.\n\nThe scene conveys a strong industrial vibe, emphasizing themes such as manufacturing, environmental impact, and possibly the decline or maintenance of industrial activities. The lighting in the image suggests it was taken during the day when the sun was bright, casting distinct shadows and highlights across the scene, enhancing textures and the industrial feel of the photograph. Overall, the image provides a compelling view of industrial activity juxtaposed against natural elements like the sky.","title":"Log bands are dumped as fill in former log storage pond of crown zellerbach mill","placename":null,"location":null,"nn1":["550328","557373","550344","545446","550982","557374","550195","557218","542999","557225","550333","546236","550168","557231","545013","551026"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["smokestack","smoke","disarray","decline","scrap","material","manufacturing","plume","vibe","complex"]}
