{"path":"552133.jpg","date":"April 1973","photographer":"Wilson, Doug","caption":"This photograph displays an aerial view of a coastal city setting, with several notable features. Set against a backdrop of distant mountains capped with snow, the urban area is surrounded by calm waters which are likely part of a bay or sea inlet.\n\nThe city is densely packed with residential and commercial buildings, laid out in a grid pattern that runs throughout the shot. The palette consists primarily of muted town colors, which provides a contrast to the vivid blues of the water and the bright white of the mountain snow.\n\nTowards the foreground is an industrial port with several large, multi-colored cranes likely used for loading containers onto ships. Several ships can be seen docked at the port area, which consists of a series of long piers and warehouses. There's a substantial presence of industrial facilities directly adjacent to the port, which includes large warehouses and tanks, no doubt linked to the logistical activities of the port.\n\nMoving inward from the coast, the density of buildings increases, with various distinct neighborhoods visible, perhaps differentiated by slight variations in the color or design of the buildings. The layout suggests a well-established city with areas designated for different types of development, including residential, commercial, and possibly recreational uses, as seen by what looks to be a park or green space towards the center.\n\nThe sky is clear, indicating a bright, sunny day and providing excellent visibility over the region.\n\nThis high vantage point provides an expansive view of the interaction between urban life and maritime activity, showcasing how the city’s economy and daily functions might be intertwined with the surrounding natural environment and its resources.","title":"Everett and its harbor on Puget Sound","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["553790","553677","549480","556945","552171","549505","555688","550363","542868","553748","552195","556947","556952","552231","553675","553678"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["port","city","warehouse","ship","snow","economy","coast","mountain","maritime","resource"]}
