{"path":"552196.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"This is an aerial photograph capturing an industrial setting juxtaposed against a spectacular natural backdrop. The scene displays a large industrial plant dominating the foreground, generating visible smoke and steam from multiple stacks, suggesting heavy industrial activity. The facility, featuring various structured buildings and tanks, indicates it possibly engages in manufacturing or processing functions.\n\nThe plant is situated along the coastline with a significant body of water—likely a sea or large lake—visible in the immediate foreground. This geographic location hints at the importance of water for either the operational needs of the factory or for transportation purposes.\n\nBehind the industrial area, the landscape transitions dramatically to a residential zone populated with numerous small houses or buildings, spaced relatively uniformly. This residential area forms a bridge between the industrial foreground and the natural elements further back.\n\nRising prominently beyond the human settlements, majestic mountains form a stunning and stark contrast to the man-made structures in the foreground. These mountains, covered partially by trees and capped with snow, suggest a cooler geographic location. The presence of lingering clouds or mist over the mountains adds a layer of depth and serenity to the otherwise industrial-dominated scene. The overall composition of the photo captures the intersection of human activity, from industrial to residential life, with the enduring presence of natural grandeur.","title":"The crown zellerbach kraft pulp mill discharges heavy black smoke","placename":null,"location":null,"nn1":["545354","550706","545013","544059","551197","550672","551051","552246","556977","544788","546391","544736","544735","552191","556908","551053"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["mountain","linger","generate","endure","serenity","need","importance","location","settlement","plant"]}
