{"path":"552124.jpg","date":"June 1973","photographer":"Paik, Kenneth","caption":"This image captures a serene twilight scene on a body of water, featuring two individuals on a small, motorized boat. The setting sun casts a soothing, bluish-purple hue over the scene.\n\nThe boat is positioned at a slight angle in the foreground, extending towards the right of the frame. It is equipped with fishing gear, indicating the activity could likely be fishing. In the boat, one man is seated at the stern, actively handling fishing gear, possibly preparing a line or sorting out equipment. He is casually dressed, wearing a cap and a light-colored shirt, projecting a relaxed demeanor. The other individual appears to be squatting near the center of the boat, although less visible, contributing to the activity or perhaps navigating the boat.\n\nOn the right-hand side of the boat, there is a small, glowing lantern providing light, which adds a quaint and peaceful element to the setting. It not only illuminates part of the boat but also reflects gently on the calm, glassy water surface, enhancing the tranquil atmosphere. The gentle ripples surrounding the boat suggest a slight movement, either from the water currents or the activity on the boat.\n\nThe background is minimal but contains the silhouettes of distant trees or land, barely visible under the fading light of the sky, which gradates from a deeper blue at the top to lighter tones near the horizon.\n\nOverall, the image portrays a quiet evening of fishing or boating, evoking a sense of calm and simplicity under the expansive early night sky.","title":"Warren freeman, 50, built a cottage on an island in the Kansas river.  The island lies between the 18th street and east Kansas avenue bridges.  Unemployment checks and fishing are his present means of support.  A nephew is fishing with freeman","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["552123","551280","547230","545055","551214","552313","547555","543143","547549","552308","543411","552309","551313","549933","550296","543119"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["boat","fishing","gear","fishe","deeper","squatt","fading","stern","boating","quaint"]}
