{"path":"552107.jpg","date":"June 1973","photographer":"Paik, Kenneth","caption":"This photograph features a river landscape with a panoramic view. The central focus is a calm river, flowing from the foreground into the distance where it bends around a lush, green island in the middle. This island is partially covered with trees and vegetation and is positioned at the juncture where the river forks.\n\nOn the left side of the image, a bridge spans across the river, connecting the two sides that are populated with buildings amidst dense foliage, indicating a suburban or semi-urban area. The bridge is quite long and supported by multiple arches.\n\nThe banks of the river appear to have patches of grassy areas, alternating with sections that are more barren or with rocky outcrops. On the right side of the river, there is another built structure that resembles a dam or a barrier, suggesting some level of water management or control in this area.\n\nIn the backdrop, beyond the island and the bridge, the terrain rises into a hillier landscape. This section is crowded with various buildings, towers, and greenery, indicating a town or city outskirts. A notable feature on the hill is a tall, thin tower, possibly a water tower, which stands out against the skyline.\n\nThe overall atmosphere captured in the image is serene, with a slight overcast sky adding to the soft, moody lighting. The image conveys a sense of tranquility and the natural beauty of the river setting juxtaposed with human infrastructure.","title":"On this island in the Kansas river between the 18th street and east Kansas avenue bridges, warren freeman, a loner, has built the home in which he lives","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["548096","548097","546706","548098","546625","542555","547263","555575","555727","557106","557485","557239","548010","551527","551536","550581"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["river","island","bridge","tower","alternate","section","outcrop","dam","outskirt","arch"]}
