{"path":"552140.jpg","date":"May 1973","photographer":"Wilson, Doug","caption":"This is an aerial photograph of a large industrial area near a body of water, which looks like a river or estuary. The entire scene is bustling with industrial activity, focused on lumber processing as indicated by the abundance of logs and stacks of cut lumber throughout the area.\n\nIn the foreground, you can see numerous stacks of lumber organized in neat rows within what appears to be a large factory or warehouse complex. The facility spans a wide area and includes several large buildings, with roofs mostly painted in white or left in a natural grey metallic color.\n\nTo the right of the image, there is a tall smokestack emitting white smoke, suggesting ongoing industrial processes. This smokestack is part of a set of buildings that seem more focused on processing, possibly a mill, given its proximity to raw lumber storage and handling spaces.\n\nThe river itself features several log booms - collections of logs corralled together on the water - hinting at the transportation methods for raw materials utilized in the lumber industry. Adjacent to the log booms, a long pier can be observed with a couple of structures, perhaps for loading and unloading materials.\n\nThe background of the image shows a continuation of the wooded landscape with portions of the river visible through breaks in the tree line, indicating a semi-rural setting. The upper part of the frame shows signs of a residential area with smaller buildings and tree coverage, which contrasts with the industrial foreground.\n\nDespite the industrial environment, the overall tone of the place hints at a well-organized operation with a significant focus on wood processing, playing an essential role in the local economy likely tied to natural resource management and lumber production.","title":"Itt Rayomer Mill, logs rafted on bay at Shelton","placename":null,"location":"OTHER","nn1":["542944","542941","552214","542943","542921","555165","542940","552132","542945","551578","547994","550349","550327","552170","552207","542933"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["lumber","log","processing","boom","stack","smokestack","river","economy","method","abundance"]}
