{"path":"552112.jpg","date":"June 1973","photographer":"Paik, Kenneth","caption":"This photograph captures a middle-aged man engaging with a large, rustic-looking apparatus, which appears to be an old-fashioned, steam-powered engine. The scene is set outdoors, on a wooden platform partially shaded by trees, and the natural lighting suggests a sunny day.\n\nThe man, wearing a simple white t-shirt, is intently focused on adjusting or inspecting part of the machine. He has a squint and a concentrated gaze towards the device, illuminated by sunlight which casts strong shadows and highlights across the scene, accentuating the textures and contours of both the man and the machinery.\n\nThe machinery itself features cylindrical components, possibly boilers or pressure vessels, that are mounted on a sturdy, wooden beam structure. The surfaces of these metallic parts are shiny and reflective, hinting at their well-used yet maintained condition. Hoses or pipes are attached to different parts of the machinery, adding to the complexity of the apparatus.\n\nThe background includes leafy trees, glimpses of a clear sky, and a partial view of a white wooden building, possibly a farmhouse or workshop, suggesting a rural or semi-rural setting. The overall composition of the image, with its focus on a man engrossed in technological work amidst a bucolic setting, conveys a strong sense of historical and technological intrigue, possibly indicative of early to mid-20th century rural life.","title":"On this island in the Kansas river between the 18th street and east Kansas avenue bridges, warren freeman, a loner, has built the home in which he lives.  Freeman is working on the motor that powers his water pump","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["556865","557683","543795","549063","553330","556892","544822","549625","555239","553907","556866","555954","553603","558379","556875","555528"],"cl":[30],"cluster":["#30 &mdash; Equipment"],"terms":["apparatus","machinery","squint","pressure","farmhouse","man","engross","intrigue","workshop","engine"]}
