{"path":"552128.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"This photograph displays a somewhat cluttered and slightly disheveled waterside scene. In the foreground, partially submerged, are three boats. They appear weathered and neglected; one is almost entirely capsized with its hull exposed, while the other two are heavily listing to one side. The boats seem aged and possibly abandoned due to their deteriorated state.\n\nBeyond the boats, the water’s edge is crowded with overgrown vegetation and what appears to be debris, including broken branches and various unidentifiable items contributing to a sense of neglect and decay. A few steps up from the debris-strewn bank is a building that seems to be a house or a small structure, partially obscured by dense foliage and trees. The structure appears aged with visible damage to what looks like a porch area, reinforcing the overall atmosphere of dilapidation.\n\nThe surrounding area is dense with trees and shrubs, suggesting that this location might be somewhat remote or at least not frequently maintained. The backdrop features further foliage and parts of other buildings or structures, similarly obscured by vegetation, hinting that this might be part of a larger, possibly residential area situated close to a body of water.\n\nOverall, the composition conveys a sense of abandonment and disrepair, possibly following a natural disaster or long-term neglect. The lush greenery, while vibrant, clashes with the decay it envelops, creating a poignant juxtaposition between nature's resilience and human neglect.","title":"Homeowner on Duwamish River uses discarded refrigerator washing machine, stove and concrete to prevent erosion of river bank","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["548688","544181","548105","547965","544288","547510","547622","549306","552270","547957","547941","552102","552158","544567","547893","547594"],"cl":[27],"cluster":["#27 &mdash; Natural Disasters"],"terms":["neglect","boat","decay","disaster","foliage","debris","damage","term","disrepair","hull"]}
