{"path":"552130.jpg","date":"May 1973","photographer":"Wilson, Doug","caption":"This photograph captures a serene coastal scene, primarily consisting of a stark contrast between natural elements and modern architecture. The building on the left dominates the upper half of the image; its design is modern, featuring large glass panels and visible structural outlines that create a grid-like pattern. The building's dark appearance and prominent balconies contrast with the gentle sunlight highlighting its features.\n\nIn the foreground, there are several large, dark boulders that are irregularly shaped, clustering close to the water's edge. These rock formations appear rugged and porous, suggesting that they are often impacted by the water.\n\nThe mid-ground of the image is occupied by calm waters where a group of four geese is seen swimming in a linear formation. The water reflects a faint gleam of light and appears serene, contributing to the tranquil feel of the scene.\n\nThe immediate water body is bordered by a gravelly shore in the foreground, suggesting a natural habitat or a coastal area that experiences low and high tides.\n\nThe background, beyond the building, shows hints of a landscape that seems to be composed of distant hills or low-rise structures, partially obscured by the focus and exposure settings that prioritize the building and the rocky shoreline.\n\nOverall, the composition juxtaposes the tranquility of nature with human architectural intervention, set against a clear sky that suggests a peaceful daytime setting.","title":"On Puget Sound: a group of black brant (saltwater geese) and an apartment house","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["549338","547147","547112","553772","554102","557508","543291","544709","557429","546530","552192","542918","547224","542870","543242","547602"],"cl":[6],"cluster":["#06 &mdash; Coastline"],"terms":["formation","water","tide","intervention","building","boulder","half","balcony","daytime","grid"]}
