{"path":"552208.jpg","date":"April 1973","photographer":"Wilson, Doug","caption":"This photograph depicts an industrial scene focused on a waterfront area. Two large barges are moored beside a dock. The first barge, positioned parallel to the dock, carries a long red and white container marked with the word \"SEASPAN.\" It appears this barge is either loading or unloading these containers. The other, connected perpendicularly to the dock and the first barge, seems to be transporting a large quantity of a grainy, yellowish substance, possibly wood chips or sawdust.\n\nAdjoining the dock is an industrial facility characterized by a variety of structures including older brick buildings, metal-roofed warehouses, and multiple silos. There are several piles of similar yellowish substances nearby, suggesting the site is dedicated to processing or transporting this material. The presence of smoke or steam emanating from stacks and vents indicates active industrial operations.\n\nThe water around the barges shows dynamic movement, with frothy waves suggesting recent movement of the barges or active water flow in the area.\n\nThe overall lighting and sharp shadowing indicate that the photo was taken during daylight with direct sunlight, which provides high contrast and vivid coloring in the image. The angle of the shot is aerial, giving an expansive overview of the industrial operations and the immediate surroundings.","title":"Chip barges in Bellingham Waterway alongside Georgia Pacific sulphite pulp mill. White foam is caused by bleaching agent in pulp age waste. Lack of good flushing of waterway by tidal flow results in heavier buildup of pollutants here than in most other mill locations on Puget Sound.","placename":"Bellingham (Wash.)","location":"Bellingham, Washington","nn1":["552207","552206","552216","551599","552020","551609","550960","551577","552215","548346","548423","551980","552244","552181","547129","552008"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["barge","dock","substance","container","sawdust","quantity","parallel","chip","coloring","overview"]}
