{"path":"552244.jpg","date":"April 1973","photographer":"Wilson, Doug","caption":"The photograph depicts an industrial maritime scene likely captured from an elevated or aerial perspective. It features a large shipping dock with a cargo ship moored alongside. The ship is large, with visible deck structures and a white superstructure at the rear. A long pier extends from the shore to the ship, equipped with infrastructure possibly for loading and unloading goods.\n\nAdjacent to the docking area is a substantial industrial complex with numerous large, round storage tanks. These tanks vary in size and are predominantly metallic, likely used for storing liquid or gas. The facility is extensive, spanning much of the image's mid-ground and is connected by various pipelines and roadways, suggesting a highly integrated operation.\n\nThe background of the image reveals a coastline with muddy shores and water patterns indicating tidal movements. Beyond the industrial setup, there is a dense forest that covers the rising hills. Above this natural landscape, a residential area can be seen cresting the hill, with houses densely packed, overlooking the industrial scene below.\n\nOverall, the composition starkly contrasts the industrial foreground against the more natural and residential backgrounds, highlighting human industrial activity within a larger environmental context. The colors are vivid yet natural, with blues, greens, and earthy tones dominating the scene, creating a visually rich image that encapsulates both human enterprise and natural beauty.","title":"Standard oil tank farm on puget sound at richmond beach","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["551609","552242","551577","551574","546828","547474","550963","555724","548127","550910","556912","552008","545147","550890","552216","546359"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","tank","enterprise","shore","superstructure","pipeline","docking","crest","storing","unloading"]}
