{"path":"552247.jpg","date":"May 1973","photographer":"Wilson, Doug","caption":"The photograph depicts a robust metal bridge, demonstrating features of industrial engineering with noticeable lift mechanisms encased in tall, boxy towers. These towers are equipped with machinery that likely enables part of the bridge to raise for passing water traffic. The bridge spans a river and has a truss structure, indicated by its interconnecting triangular forms which are typical of many vehicular bridges.\n\nIn the foreground, the riverbank is cluttered with debris, including several large, rusted metal barrels that lie scattered and tilted on the muddy shore. Alongside these barrels are pieces of wood and branches, some of which are partially submerged, having been washed ashore. This suggests either a recent flood or an area that commonly collects riverborne debris.\n\nThe background suggests a semi-industrial area; there are several low-rise buildings visible across the river, likely related to the function or maintenance of the bridge or connected to other industrial or docking activities associated with the river.\n\nThe sky above is partly cloudy, reflecting a sunny day which casts sharp shadows and enriches the colors in the scene, like the blue sky, brown mud and metallic tones of the bridge and debris. The overall composition captures a juxtaposition of human-made engineering marvels alongside the environmental impact and challenges related to industrial activities near water bodies.","title":"55 gallon drums, which had been dumped into the Snohomish River, lie exposed by low tide in the intertidal section of the river at Everett.","placename":null,"location":"OTHER","nn1":["548207","550965","550954","550955","550966","546139","550214","550964","546112","551186","552064","550189","555730","549469","548064","547586"],"cl":[4],"cluster":["#04 &mdash; Bridges/Overpasses"],"terms":["bridge","barrel","engineering","debris","marvel","river","tower","lift","docking","flood"]}
