{"path":"552246.jpg","date":"April 1973","photographer":"Wilson, Doug","caption":"This photograph depicts an industrial landscape featuring a large factory complex with multiple structures including tall chimneys, from which white smoke is emitted, contributing to the atmosphere. In the foreground, there are several large, irregularly shaped sedimentation ponds filled with a white substance, possibly part of a waste treatment facility or a chemical processing area within the industrial complex.\n\nIn addition to the industrial facilities, the image also captures elements of infrastructure such as bridges spanning across a river that flows adjacent to the factory. A series of small boats are visible on the water, suggesting some level of waterborne activity, possibly related to the industrial operations or transportation.\n\nThe background of the image reveals a more natural landscape with lush, green fields and a range of mountains stretching across the horizon under a clear blue sky. This juxtaposition underscores a stark contrast between the heavy industrial foreground and the pristine natural backdrop, highlighting themes of environmental impact and industrialization.\n\nOverall, the composition of the photograph is a blend of man-made structures and natural scenery, illustrating the intersection of industrial development and nature. The elevated perspective used in taking the photograph provides a comprehensive overview of the area, emphasizing both the scale of the industrial activities and the surrounding environment.","title":"PulPage waste water treatment lagoons on the snohomish estuary.  The weyerhaeuser kraft pulp mill is opposite the lagoons on the snohomish river","placename":null,"location":null,"nn1":["545013","551192","550706","544735","554630","550860","548070","550694","552194","546005","551567","551173","547696","546705","543813","550672"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["factory","complex","industrialization","overview","ponds","addition","facility","spann","mountains","treatment"]}
