{"path":"552209.jpg","date":"April 1973","photographer":"Wilson, Doug","caption":"This photograph is an aerial shot of an industrial area situated by a body of water. The main features visible include multiple large industrial buildings in a variety of shapes, sizes, and colors. In the center, there is a prominent round structure with a tank and a pipeline connected to smaller structures around it. The area is densely packed with equipment and materials, suggesting heavy industrial activity.\n\nThe waterfront is lined with docks where several large barges are moored. The water near these docks appears to be swirling with white foam, indicating strong currents or turbulence possibly caused by the operations at the facility or natural water movement.\n\nThere is a visible discharge of water or other substance into the body from two points, creating a significant pattern of white frothy water that extends into the darker water of the river or lake. This contrast in color could suggest pollution or effluents being expelled into the waterway.\n\nIn the surrounding areas, there are various other structures, possibly storage silos and smaller buildings, indicative of a comprehensive industrial operation. The entire scene conveys a bustling, heavily utilized industrial zone. There are no visible people in the image, emphasizing a focus on structural and operational elements rather than human activity.","title":"Chip barges in Bellingham Waterway alongside Georgia Pacific sulphite pulp mill. White foam is caused by bleaching agent in pulPage waste. Lack of good flushing of waterway by tidal flow results in heavier buildup of pollutants here than in most other mill locations on Puget Sound. Round tank is a water clarifier which removes pulp waste before water is discharged.","placename":"Bellingham (Wash.)","location":"Bellingham, Washington","nn1":["552151","551183","548423","550890","549519","549524","552206","549495","551988","555776","549526","555769","552181","552191","548340","550886"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["water","dock","turbulence","discharge","pipeline","operation","current","substance","barge","silo"]}
