{"path":"552223.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"This photograph presents an aerial view of a sprawling urban area located by a large body of water, which gives it a distinct and scenic element. Multiple bridges can be seen spanning the water, facilitating the movement of vehicles between various parts of the city. These bridges are major arterial structures that seem to connect different urban sections, implying their importance in the city's infrastructure.\n\nThe area closest to the foreground features lush green spaces, possibly parks or recreational areas along the water's edge, which are segmented by winding paths or smaller waterways. This mix of natural and built environments contributes to the urban landscape's diversity.\n\nIn the middle portion of the image, the density of the buildings increases, indicative of commercial or residential zones. There is a notable large stadium or sports complex near the water, with a large, open oval shape that stands out due to its size and distinct architecture.\n\nThe background stretches into a dense residential or commercial district, with numerous buildings, possibly reflecting a thriving urban core. The city appears to be well-developed, with a varied landscape that includes both natural and man-made elements, contributing to its visual and functional complexity. The overall scene is mixed with dark blue water and green patches of vegetation that add vibrant contrasts to the urban gray tones.\n\nThe quality of life in this city might be enriched by these water bodies and green spaces, offering both recreational opportunities and aesthetic beauty that balance the urban spread. The photograph captures a moment of harmony between man-made structures and natural elements in an urban setting.","title":"Portage and union bays on lake Washington.  Freeway network is the approach to the evergreen point floating bridge, one of two crossing the lake and the world's longest","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["549480","551188","556952","557501","551189","548414","546673","546581","555734","555720","555758","546706","556947","548317","548427","549503"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["city","water","core","stadium","bridge","increase","harmony","thrive","mix","importance"]}
