{"path":"552206.jpg","date":"April 1973","photographer":"Wilson, Doug","caption":"This image captures an aerial view of an industrial waterfront scene, showcasing various activities and structures related to maritime and coastal operations. \n\nIn the forefront, there is a clear view of turbulent water churning as it flows through what appears to be a sluicing system, creating foamy white patterns on the surface of the dark blue water. This section is likely part of a water treatment or industrial discharge facility.\n\nAdjacent to this, there are three large rectangular barges or floating platforms, aligned parallel to each other. The tops of these platforms are loaded with materials that seem to be woodchips or some type of agricultural produce, each covered with different colored tarps (yellow and red) to possibly protect them from the elements.\n\nOn the right side of the picture, a large circular tank or reservoir is visible, encircled by a road on which a black vehicle is seen moving. Near this tank, there appears to be ongoing construction or demolition work, as evidenced by the presence of a heavy machine, rubble, and debris. \n\nThe background features multi-story industrial buildings, which include tall, narrow structures and warehouse-like facilities, possibly for storage or processing. Visible behind these buildings are pylons and other water control or docking structures.\n\nThe overall setting implies a bustling industrial area focused on resource processing or shipping, located next to a body of water to facilitate these operations.","title":"Chip barges in Bellingham waterway alongside Georgia pacific sulphite pulp mill.  White foam is caused by bleaching agent in pulPage waste.  Lack of good flushing of waterway by tidal flow results in heavier buildup of pollutants here than in most other mill locations on puget sound.  Round tank (upper right) is a water clarifier which removes pulp waste before water is discharged","placename":"Bellingham (Wash.)","location":"Bellingham, Washington","nn1":["552209","551980","550960","550890","548423","552215","551992","552151","552205","548346","551609","552208","552207","552219","551988","551976"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["processing","platforms","tank","churn","reservoir","demolition","pylon","encircle","water","operation"]}
