{"path":"552216.jpg","date":"May 1973","photographer":"Wilson, Doug","caption":"This photograph captures a waterfront industrial scene, likely taken in the mid to late 20th century, judging by the style and condition of the structures and ships. The image shows a calm body of water in the foreground, with floating debris and possibly some pollution characterized by patches and specks of white substances on the water's surface. The focus of the photograph is directed towards a midground featuring industrial buildings and a large vessel.\n\nProminently, there are two main structures. On the left, a building bearing a bright red roof and walls displays the sign \"SEASPAN\" in white letters. Adjacent to this, to the right, there are additional nondescript red and dark-colored buildings that appear somewhat weathered and utilitarian in function, likely related to shipping or marine maintenance.\n\nA sizable ship is docked to the right of the frame. It is a cargo ship or a similar industrial type vessel, characterized by its large hull and multiple deck equipment. The ship, painted in white and grey, contributes to the industrial vibe of the scene.\n\nThe background shows a line of trees and what appears to be a hill, suggesting that this area might be situated in a hilly or mountainous coastal region. The sky is overcast, casting a slightly gloomy ambiance over the scene.\n\nOverall, the atmosphere is that of a working, possibly shipbuilding or cargo handling area, marked by signs of industrial activity and environmental impact. The photograph provides a historical glimpse into the maritime industry and its surroundings.","title":"Pulp wood chips float on surface of waterway at Bellingham.  Paper and plywood products are among the city's chief industries","placename":"Bellingham (Wash.)","location":"Bellingham, Washington","nn1":["546876","545147","551609","552244","552208","552215","547572","547056","548346","552249","548127","547474","551577","552207","550910","551574"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","cargo","vessel","working","speck","shipping","substance","handling","characterize","judge"]}
