{"path":"552252.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"The photograph captures a panoramic view of a city stretching from a densely packed residential area in the foreground to a bustling downtown skyline at the center. This scene is nested beside a large body of water, likely a bay, visible towards the right half of the image. The cityscape features a variety of buildings, including modern high-rises which dominate the skyline. Below these towers, numerous smaller buildings spread outwards, indicating an urban environment.\n\nThe residential area closest to the viewpoint is composed of multiple houses with diverse architectural styles, scattered among green tree tops, suggesting a well-established, possibly affluent neighborhood. The streets between the houses appear calm, hinting at a residential district.\n\nThe background showcases the water body bustling with maritime activity, including several large ships. The water shimmers under the atmospheric conditions, fading into a relatively flat and less detailed depiction of the opposite shore.\n\nDominating the upper part of the image are dramatic storm clouds, capturing a moody and intense atmosphere. The clouds are thick and dark, suggesting an impending storm or bad weather, casting a dramatic light across the scene and transforming the colors into more saturated hues.\n\nOverall, the composition is a contrast between serene urban life and dramatic natural elements, set under a possibly tumultuous sky. The view is wide, likely from a high vantage point, providing a comprehensive look at how the urban area integrates with the natural landscape surrounding it.","title":"Seattle and elliott bay seen from the air.  The water of elliott bay is reportedly the cleanest of any major industrial port in the united states","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["552251","557273","548384","552268","549480","552233","552265","553675","552261","553790","553677","547967","557274","553821","552260","545429"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["storm","skyline","outwards","transform","nest","closest","house","establish","downtown","integrate"]}
