{"path":"552225.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"This photograph captures a serene twilight scene at a lakeside or seaside location. The image is framed during dusk, characterized by a dramatically shaded sky with hues of deep blue and purple, accented by lighter clouds that hint at the remnants of sunset. The natural backdrop is mirrored by calm water that fills the majority of the lower background, punctuated by distant landforms or islands along the horizon.\n\nIn the foreground on the left, there are two people, silhouetted against the evening sky, standing by what appears to be a dock area that is lined with vertical posts. These two figures seem to be engaged in quiet conversation or perhaps simply enjoying the view. Adjacent to them, one can note other dim figures, possibly visitors or locals, scattered leisurely around the waterfront.\n\nOn the right side of the photograph, there is a floating structure that could be a dock or a small boating facility. There is at least one boat moored at this structure, and a single person is visible near the water's edge close to the boat, possibly involved in activities like fishing, boarding, or disembarking the boat.\n\nThe scene is imbued with a tranquil, almost poetic ambiance, highlighted by the soft, natural lighting and the peaceful setting. The various light flares visible across the image add a touch of raw authenticity typically associated with nighttime photography using traditional film. This photograph invites the viewer to experience the quietude and contemplative mood of a waterside evening.","title":"Boat launch at Renton Beach Park on Lake Washington sunset. Lake Washington was dying of pollution caused by sewage. Under the metro program, sewage has been diverted to a treatment plant in Seattle, which discharges the treated residue into Puget Sound. The elimination of all sewage dumping into the lake has greatly improved its water quality.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["552311","551280","545911","543119","543143","546392","554397","543577","545149","545000","543956","550299","552263","543604","552226","547110"],"cl":[11],"cluster":["#11 &mdash; Water 1"],"terms":["boat","boarding","disembark","dock","evening","authenticity","local","flare","quietude","figure"]}
