{"path":"552291.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"This photograph depicts two individuals seated at the edge of a wooden pier, engaged in fishing. The setting is tranquil and expansive, focusing on the oceanic backdrop.\n\nForeground: At the front of the image, the aged wooden planks of the pier are detailed, showing signs of weathering and usage. In the immediate foreground, a metal bucket contains several fish, indicating the success of the fishing activities. Small cups and another unidentifiable object lie beside the bucket, suggesting a laid-back, leisurely activity.\n\nIndividuals: The two individuals, one dressed in a yellow jacket and the other in a red jacket, are seated with their backs to the camera, directing their attention towards the water. They are each holding fishing rods, and their posture suggests a relaxed engagement in the fishing activity. Their identities are not visible, retaining a sense of anonymity.\n\nBackground: The vast ocean extends into the horizon, its surface mildly disturbed by gentle waves. A sailboat is visible in the distance, further emphasizing the calm, recreational nature of the setting. On either side of the water expanse, distant hills or landforms softly emerge, framing the scene with a natural boundary.\n\nOverall Composition: The photograph captures a serene, picturesque moment of fishing on a broad, open water body. The overcast sky envelops the scene in a subdued light, enhancing the peacefulness and isolation of the setting. The composition is typical of leisurely outdoor activities, combining elements of human interest with natural beauty.","title":"Fishing from pier at point defiance park on puget sound.  Cod perch, and rockfish can be caught","placename":null,"location":null,"nn1":["552317","549935","547884","549933","553081","550851","551024","548190","554200","554008","552313","551025","543222","550666","550313","543077"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["fishing","bucket","pier","anonymity","envelop","retain","disturb","jacket","individual","landform"]}
