{"path":"552265.jpg","date":"May 1973","photographer":"Wilson, Doug","caption":"This photograph captures a stunning urban seascape under a dramatic sky. It presents a view of a city skyline with several tall buildings of varying architectural designs, including both modern skyscrapers and older, more traditional structures. The tallest skyscrapers are concentrated towards the center of the image, and one notable building has a pointed roof typical of early 20th-century skyscraper design.\n\nIn the foreground, a significant body of water forms the lower third of the photograph. It is traversed by a white and black tugboat, moving from left to right, creating a frothy wake in the deep blue water, indicating movement and activity. Near the shore, a structure with red pillars, possibly a part of a dock or shipping facility, adds a pop of color against the predominantly blue and gray palette.\n\nThe sky, occupying the top two-thirds of the image, is filled with fluffy, cumulus clouds against a clear, bright blue background. These clouds add a dynamic and almost picturesque element to the cityscape, enhancing the depth and feeling of openness in the scene.\n\nThe overall composition uses strong horizontal lines—the horizon, the water's edge, and the linear arrangement of buildings—punctuated by the vertical lines of the skyscrapers and clouds, creating a balanced and harmoniously segmented scene. The natural light seems to be midday, given the brightness and the way shadows play on the buildings and water, enhancing the textures and colors in the photograph.","title":"Elliott Bay and Seattle skyline. An inlet of Puget Sound and waterfront of the city of Seattle, Elliott Bay reputedly has the cleanest water of any major industrial port in the United States.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["552261","552251","552268","552260","552252","550291","557273","555800","548384","553821","549892","555716","548328","550295","547147","550754"],"cl":[6],"cluster":["#06 &mdash; Coastline"],"terms":["skyscraper","third","cloud","cumulus","pop","seascape","tugboat","shipping","pillar","building"]}
