{"path":"552251.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"This photograph presents a sweeping and picturesque view of an urban skyline beside a large body of water under an overcast sky. The city is dense with a mix of architectural styles, from older, lower buildings closer to the waterfront to modern high-rises that form the city's skyline in the distance.\n\nThe foreground of the picture is dominated by the water, which reflects a slightly purple hue from the sky. Near the bottom left corner, there is a distinct pier that extends into the water, and several buildings are scattered alongside the coastline. These waterfront structures are predominantly low-rise, appear industrial in nature, and are mostly flat-roofed.\n\nMoving towards the center and right of the image, the urban landscape becomes more densely packed with taller commercial buildings, including several skyscrapers that tower over the rest of the cityscape. One of the skyscrapers stands out due to its unique shape and considerable height compared to its surroundings. The mix of building materials and designs suggests a vibrant, evolving city.\n\nThe city is backed by a dramatic sky filled with dense, dark clouds that suggest an impending storm. The sky adds a dramatic and moody element to the scene, contrasting with the relatively calm water below. The overall atmosphere is a mix of natural beauty and urban development, capturing a moment of tranquil yet dynamic urban life.","title":"Seattle and elliott bay seen from the air.  The water of elliott bay is reportedly the cleanest of any major industrial port in the united states","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["552252","552265","552261","553790","549480","553821","557273","552260","548328","552268","550014","555716","548384","547967","549300","556952"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["city","skyscraper","waterfront","mix","skyline","impend","become","rise","storm","building"]}
