{"path":"552207.jpg","date":"April 1973","photographer":"Wilson, Doug","caption":"This photograph is an aerial view of an industrial area focused on what appears to be a lumber processing site or a similar raw material handling operation situated alongside a waterway that facilitates shipping. Several large, rectangular buildings, a few cylindrical storage tanks, and multiple silos dominate the scene. Many structures display varying architectural styles typical of industrial facilities, such as utilitarian design catering to functions over aesthetics.\n\nToward the lower left of the image, there are two long cargo ships or barges docked by the water, loaded with what seems to be stacks of lumber. These ships are integral to the transport logistics of the facility. There’s a dock area with several more structured piles of lumber waiting possibly for processing or transport.\n\nExtending from the right side of the image and throughout the center are several conveyor belts and elevated walkways, indicating that the facility moves materials between different buildings for processing and storage. These conveyors connect various parts of the plant systematically and efficiently.\n\nProminent in the center and to the right of the photograph are a smokestack and some buildings emitting steam or smoke, suggesting that part of the facility's operation involves energy generation or heavy processing that requires combustion.\n\nThe surrounding area is relatively flat, which is typical for industrial zones situated by waterways to facilitate easy access for shipping logistics. The background and periphery of the photo suggest suburban or lightly industrial developments with smaller buildings and less dense infrastructure compared to the main focus of the image.\n\nThe overall composition of the photograph, with its vibrant contrast between the industrial blues, greys, and the dark blue of the waterway, highlights the industrial vigor and the importance of waterway transport in such operations. The bright daylight casts clear shadows and enhances the structural details of the site, suggesting it was taken probably around midday.","title":"Chip barges in Bellingham Waterway alongside Georgia Pacific sulphite pulp mill. White foam is caused by bleaching agent in pulPage waste. Lack of good flushing of waterway by tidal flow results in heavier buildup of pollutants here than in most other mill locations on Puget Sound.","placename":"Bellingham (Wash.)","location":"Bellingham, Washington","nn1":["550890","551988","552215","551609","550886","551566","555776","548423","549526","555769","552191","548340","552181","551994","549511","549495"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["lumber","waterway","processing","transport","logistic","facility","shipping","conveyor","ship","operation"]}
