{"path":"552215.jpg","date":"April 1973","photographer":"Wilson, Doug","caption":"This photograph is an aerial view of an industrial waterfront area. The image captures a mix of water, lumber, docked ships, industrial buildings, and an urban landscape.\n\nThe focal point of the image is a large body of blue water that runs vertically through the middle, with cluttered arrays of lumber logs floating on the water. The logs are organized in several large clusters, creating geometric patterns on the water's surface. On both sides of these floating logs, there are numerous docked ships, primarily located in a more structured docking area to the right side of the image.\n\nThe right side of the photograph shows a highly industrial environment with several large, rectangular warehouse buildings, some with white and others with red roofs. There are numerous tanks and silos, indicative of storage or processing facilities, and a complex network of roads weaving between the buildings. Multiple cranes and other heavy machinery are visible, suggesting ongoing industrial activities or construction.\n\nThe left and upper part of the image shows a densely packed urban area with smaller structures, possibly residential or smaller commercial establishments, forming a tight grid of streets. This section provides a stark contrast to the heavily industrialized area on the right.\n\nThe overall composition of the photograph provides a comprehensive view of the interface between industrial operations and the urban environment, focusing heavily on waterfront industrial activities. The waterway seems to be a critical component for the industrial operations, likely used for transporting goods or raw materials.","title":"Rafted logs in Bellingham Bay, Puget Sound","placename":"Bellingham (Wash.)","location":"Bellingham, Washington","nn1":["552153","552132","552207","552214","551609","550890","550886","551988","551574","552195","552191","551980","552206","551203","551992","552007"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["lumber","log","ship","float","industrialize","interface","docking","operation","weave","establishment"]}
