{"path":"552283.jpg","date":"May 1973","photographer":"Wilson, Doug","caption":"This photograph captures a serene yet active scene on a large body of water, likely a lake, with various activities involving fishing and boating. The image shows four small boats and several individuals engaged in different tasks.\n\nIn the foreground, a man with a backpack is standing in the water, holding a long paddle. To his right, there are two boats. The boat closest to him contains three individuals; two are standing and seem to be preparing or managing fishing nets, while one seated person might be rowing or stabilizing the boat. The second boat has two individuals, with one appearing to manage equipment or nets.\n\nIn the center background, another boat contains three individuals who are also standing and possibly casting nets or lines. Further back, there is a lone man standing in waist-deep water, carrying what looks like a cooler or a container.\n\nThe background features a densely wooded shoreline with several layers of hillscapes under a partly cloudy sky, suggesting a vast, remote, and natural setting. The sky, interspersed with clouds, hints at clear weather, ideal for fishing or outdoor activities.\n\nOverall, the photograph conveys a sense of collective effort—possibly a community fishing event—and a connection to nature through the outdoor setting and the active engagement of the individuals with their surroundings.","title":"Crab netting at Brinnon tide flat on the Hood Canal brings out large crowds during the spring and summer minus tides. Catch is mainly Dungeness crabs, which must measure six inches across the shell. Only the male crabs may be retained.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["544274","552982","549935","554198","544260","544266","552313","551350","552317","549939","546349","548190","551389","548164","544770","554517"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["boat","net","fishing","individual","manage","contain","stabilize","stand","waist","boating"]}
