{"path":"552250.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"This photograph presents a dramatic and vibrant sky captured during what appears to be late afternoon or early evening. At the center of the image is a bright, glaring sun that seems to be partly obscured by wisps of clouds, which contributes to a radiant diffusion of light.\n\nMost of the photo is dominated by a large expanse of blue sky that features a mix of lighter and darker shades. There are many streaky, wispy clouds scattered across the sky, adding to the dynamic and textured appearance of the scene. A notable element is a commercial airplane, captured in mid-flight towards the upper left quadrant of the image. The airplane, which is small in scale compared to the vast sky, appears as a silhouette because it is backlit by the sun.\n\nIn the lower part of the photo, there is a view of a water body, reflecting some of the light from the sky. A bridge or a similar structure is visible crossing over this water body, connecting land areas that are not distinctly visible due to the shadowy foreground. Additionally, several upright poles, possibly lampposts or utility poles, line the edge of this water, leading into the distance towards the bridge. The shoreline appears rocky and uneven, further leading into a somewhat industrial landscape as evidenced by the numerous cranes and other structures on the horizon under the clouds.\n\nThis photograph blends elements of nature with hints of human activity and infrastructure, creating a compelling contrast between the serene sky and the busier, developed land at the bottom.","title":"Jet liner on landing path over elliott bay","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["547356","545022","550295","550304","552230","552265","553832","547352","551956","553993","552896","550291","555937","545979","542804","548123"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["airplane","cloud","diffusion","radiant","wisp","quadrant","bridge","lamppost","shadowy","pole"]}
