{"path":"552233.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"This photograph presents an aerial view of a bustling urban landscape, likely taken from a high altitude. The composition is rich in detail and color, capturing a panoramic view of the cityscape.\n\nStarting from the foreground, we see densely packed residential areas with individual homes and green trees creating a patchwork of roofs and canopies. The streets between the houses are mostly invisible, obscured by vegetation and the angle of the photograph.\n\nProgressing towards the middle of the image, a major highway cuts through the scene. This highway is busy with vehicular traffic, showcasing multiple lanes that curve slightly as they move through the urban area. Adjacent to the highway are more industrial or commercial zones, characterized by larger buildings, fewer trees, and more open concrete spaces.\n\nThe downtown skyline dominates the central portion of the image. It features numerous high-rise buildings, including office towers and possibly residential apartments, standing bold against the sky. The architecture varies, with some buildings reflecting more modern styles.\n\nOn the right side of the image, there is a body of water that hosts docks and small boats, suggesting this part of the city engages robustly in maritime activities. The waterfront area includes more industrial infrastructure like cranes and warehouses.\n\nIn the far background, a famous landmark—a tall tower with a futuristic design—is visible. It stands out distinctly against the city profile. The skyline fades into a distant horizon where the sky meets a large body of water, crowning the top of the composition.\n\nOverall, the image reflects a dynamic, developed urban center, combining residential, commercial, and industrial areas all bustling with activity. The photo vividly captures the essence of a busy, thriving metropolis from a bird's-eye view.","title":"The city of Seattle and interstate highway 5.  Elliott bay at right","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["548392","549478","549480","549477","555743","551509","553790","549476","553559","546574","546678","551506","555762","547764","548453","547765"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["highway","skyline","metropolis","crown","bustle","tower","patchwork","host","start","city"]}
