{"path":"552231.jpg","date":"April 1973","photographer":"Wilson, Doug","caption":"This photograph presents an expansive aerial view over a large urban area during what appears to be either sunrise or sunset, given the soft lighting and long shadows cast across the terrain. The city is densely packed with residential and commercial buildings interspersed with patches of greenery, and stretches towards a large body of water to the left and the horizon in the distance. \n\nSeveral key features dominate the view:\n1. **Waterfront and Bodies of Water:** On the left, the city borders a large body of water, possibly a lake or wide river. Beyond this, there is another significantly larger body of water with several boats visibly speckled across its surface, suggesting recreational or commercial activity.\n  \n2. **Mountain Backdrop:** In the far distance, a notable mountain with a snow-capped peak anchors the view, providing a majestic and scenic backdrop that contrasts sharply with the urban environment. This geographic feature adds a dramatic natural element to the composition.\n  \n3. **City Layout:** The city’s layout shows a dense grid of streets and avenues, packed tightly with buildings whose rooftops glint under the illumination of either the rising or setting sun. The street grid extends towards the horizon, illustrating the extensive spread of the urban area.\n\n4. **Lighting and Shadows:** The lighting casts numerous shadows and creates highlights on the buildings and streets, adding depth and texture to the view. This lighting suggests the photo was taken either early in the morning or late in the afternoon when the light angles are lower.\n\nOverall, the photograph captures the contrast between dense urban development and the natural beauty of the surrounding waters and distant mountains, providing a comprehensive view that highlights both human achievement and natural majesty.","title":"Lake Washington and the city of Seattle, looking south toward mt.  Rainer.  Sunset","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["548453","553790","553677","552171","549480","553680","553678","556947","552233","552268","548384","548334","552252","548392","557273","552133"],"cl":[10],"cluster":["#10 &mdash; Coastline"],"terms":["grid","city","street","avenue","view","glint","achievement","majesty","lighting","anchor"]}
