{"path":"552268.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"This photograph portrays a vivid cityscape viewed across a wide body of water. Several notable elements comprise the image:\n\n1. **Foreground**: The foreground features a large expanse of water, possibly a bay or harbor. There's a ferry or small passenger boat moving on the water, creating a white wake behind it, suggesting movement towards the left frame of the image.\n\n2. **Middle Ground**: A series of docks or waterfront structures line the edge of the water. These structures appear to include a long building with many windows, likely a terminal or warehouse, topped by a row of smaller structures that could be offices or additional storage spaces.\n\n3. **Cityscape**: The main focus is the city skyline filled with numerous buildings of varying heights and architectural designs. Notable are several high-rise buildings that stand out due to their height and modern design, hinting at a significant metropolitan center. One particularly striking building has a reflective surface and a unique, almost spherical top, possibly an iconic building within the city.\n\n4. **Surroundings**: Beyond the immediate skyline, the city continues with an assortment of other high and mid-rise buildings indicating a densely populated urban area. The city terrain appears hilly, as the buildings at different elevations create a layered appearance.\n\n5. **Sky**: The sky is a dramatic element in this composition, featuring a bright blue background populated with fluffy, voluminous clouds. The clouds add depth and a dynamic contrast to the city and water below.\n\nOverall, the photograph captures a bustling urban environment viewed from across a significant water body, highlighted by a clear day with impressive cloud formations, contributing to the vibrancy and scale of the city.","title":"Seattle's Elliott Bay is reputed to have the cleanest water of any major industrial seaport in the United States.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["552265","552252","548453","557273","552261","552251","552231","557274","552233","552260","556947","553790","548384","551610","553675","549480"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["city","building","height","cloud","skyline","water","ferry","terminal","harbor","wake"]}
