{"path":"552240.jpg","date":"May 1973","photographer":"Wilson, Doug","caption":"This photograph captures an intriguing industrial scene dominated by a series of old, weathered wooden pilings sticking out from a water body, likely a river or harbor. The foreground shows these wooden posts, some erect and others leaning slightly, creating a dense, somewhat chaotic forest of timber. The water appears still and somewhat polluted, collecting debris and forming a thin layer of film on the surface.\n\nIn the mid-ground, there's a wooden platform or walkway, looking dilapidated and covered with algae or moss, indicative of a long period of disuse. Small green plants have started to grow in the crevices of the wood, adding a touch of life to the otherwise somber gray and brown color palette.\n\nThe background features an industrial building constructed of wood and metal. It has a large window and a flat roof. An electric pole with wires is visible close to the building, suggesting an active industrial area despite the abandoned look of the waterfront. Further back, there are more industrial structures, including one with a large silo or tank, painted in a light color with rust visible at its edges. Several cars and a truck from an earlier era suggest a time setting, possibly in the middle to late 20th century.\n\nOverall, the composition contrasts the decay in the foreground with the ongoing industrial activity in the background, reflecting themes of industrial decline and nature slowly reclaiming man-made structures.","title":"Pumping waste water in Bellingham waterway, site of the Georgia pacific pulp mill and other industrial plants.  Bleaching agent causes foam.  Lack of good flushing by tidal flow results in heavier buildup of pollutants here than in most other mill locations on puget sound","placename":"Bellingham (Wash.)","location":"Bellingham, Washington","nn1":["547582","547577","547622","547019","547581","547585","551984","547575","547572","551985","556351","549300","558003","549307","552174","548071"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["abandoned","piling","reclaim","wood","decline","crevice","alga","disuse","start","timber"]}
