{"path":"552269.jpg","date":"April 1973","photographer":"Wilson, Doug","caption":"This is an aerial photograph that depicts a dynamic marine scene, possibly on a lake or in a calm sea area. The image captures several distinct elements:\n\n1. **Water:** The predominant feature is the dark blue water body that stretches across the image. The water has various trails and ripples indicating movement, suggesting boating activity or currents.\n\n2. **Boating and Marine Activity:** The water features trails and waves created by boats. Notably, there is one significant central wake pattern that seems to be made by a larger vessel moving from the bottom left to the top right of the frame. Smaller wake patterns are also visible, indicating the presence of smaller boats.\n\n3. **Harbor Area:** On the left side of the image, there's a clustered marina or harbor area containing several boats docked in alignment. This area has a mix of what looks like personal and possibly commercial vessels. Adjacent to this, there appear to be industrial or commercial structures, likely related to marine or harbor activities.\n\n4. **Land and Buildings:** Around the harbor, there are buildings that could be residential or commercial, closely packed and showing varied roof colors. The presence of green areas suggests gardens or small parks alongside the built-up area.\n\n5. **Dock or Pier Structures:** There are a couple of long, narrow structures extending into the water, likely docks or piers, used for mooring boats. One near the centre bottom of the image, and another less visible on the right.\n\n6. **Background Terrain:** The opposite side of the water body shows a more rural or less developed landscape with green areas that may represent parks, fields, or less densely populated regions.\n\nOverall, the photograph captures a lively maritime environment with various activities centered around boating and harbor management, juxtaposed against both urban and possibly rural backdrops.","title":"According to the regional EPA office, water discoloration in Puget Sound at Anacortes, on the island of Fidalgo, may be the result of buildup of pulping waste discharged into the water.","placename":"Bellingham (Wash.)","location":"Bellingham, Washington","nn1":["551991","549528","548783","549470","548078","549484","547980","551610","552166","545128","551564","552234","555810","548638","548023","557450"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["harbor","boat","wake","trail","vessel","bottom","dock","mooring","alignment","water"]}
