{"path":"552227.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"This photograph captures a dynamic moment of outdoor summer recreation by the water. In the picture, a man is shown in mid-air, executing a dive towards the water. He appears to be performing a somersault, as his body is curved with his back arched and his legs bent towards his torso. The man is muscular and wearing black swim trunks. \n\nDirectly below the man in mid-air, partially submerged in the water, is a large, dark structure, possibly a wooden log or a rock, which perhaps he used as a platform for his dive.\n\nIn the foreground, another man is seen emerging from the water. He is also shirtless and wearing swim trunks, his body glistening with water, and he is looking up towards the diver, giving the viewer a sense of scale and interaction between the figures.\n\nThe background of the photo is a calm expanse of water that stretches to the horizon under an overcast sky. The colors are subdued, mostly in shades of blue and dark pink, suggesting that the photo may have been taken during the late afternoon or evening hours.\n\nThis image emphasizes themes of freedom, movement, and summer leisure, while the composition and timing capture the dramatic peak action of the dive, adding a sense of suspense and excitement to the scene.","title":"Fancy diving from a log in lake Washington.  Lake Washington was dying of pollution caused by sewage.  Under the metro program sewage has been diverted to a treatment plant in Seattle, which discharges the treated residue into puget sound.  The elimination of all sewage dumping into the lake has greatly improved its water quality","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["553444","548834","551165","553443","544351","550829","548844","549359","544204","548835","544347","548675","548726","547134","551092","557424"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["dive","swim","summer","trunk","water","timing","diver","torso","man","freedom"]}
