{"path":"552305.jpg","date":"May 1973","photographer":"Wilson, Doug","caption":"The photograph captures a lively scene of people engaging in clam digging at a muddy beachfront. The setting is overcast, suggesting it might be a cool or damp day, typical of a coastal region. The ocean is visible in the background, calm and vast, with a solitary white boat floating near the shore. The shoreline is lined with dense forests, contributing to a serene natural backdrop.\n\nIn the foreground, there are multiple individuals participating in various activities. On the left, a young man with messy hair and muddy clothing is energetically walking towards the camera, smiling broadly. He appears quite engaged in the activity, holding clams in one hand and a clam digging tool in the other. His waterproof jacket and pants indicate readiness for wet conditions.\n\nTo the right, another man stands prominently, wearing a cowboy hat, bright red jacket, and patterned rubber boots, highlighting a unique and casual attire for such an activity. He holds a clam in one hand and a clear container in the other, possibly collecting or inspecting his findings.\n\nFurther back, there are several other individuals immersed in their search for clams. One person is bent over near a bucket, likely depositing gathered clams. The ground around them is wet and sloppy, typical of tidal flats during low tide, creating a challenging environment for this activity. Several buckets of varying colors are used by the clam diggers to hold their catch, adding small pops of color against the predominantly gray and muddy terrain.\n\nOverall, the photograph depicts a moment of communal outdoor activity, focusing on resource gathering in a coastal setting, emphasizing a sense of community and natural interaction.","title":"Geoduck clam digging on dosewallips tide flats on the hood canal at brinnon.  The largest hardshell clams to be found in the pacific northwest, geoducks are dug on extreme minus tides","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["545204","545079","552286","547504","552307","552289","552278","552288","551396","547020","547117","552881","551411","545077","545189","545208"],"cl":[17],"cluster":["#17 &mdash; Fish"],"terms":["dig","bucket","beachfront","flat","hold","search","rubber","immerse","readiness","pop"]}
