{"path":"552390.jpg","date":"September 1973","photographer":"Daniels, Gene","caption":"The photograph depicts two men standing at a table, closely engaged in examining or discussing a large map or a plan laid out in front of them. The older man, on the left, is bending slightly towards the map, directing his gaze towards it, suggesting a moment of explanation or guidance. He wears a white shirt paired with a striped tie and khaki-colored pants. His expression suggests concentration or focus. \n\nThe younger man, on the right, also appears to be attentively engaged, pointing towards a particular area on the map. He is dressed in a white shirt with a dark tie, and his hairstyle reflects a younger, possibly 1970s or 1980s style.\n\nThe scene takes place in an indoor setting, possibly an office or workshop environment. The background is simple, with a cream ceiling and a golden-yellow wall, contributing to a subdued and professional ambiance. The lighting suggests an indoor setting with artificial light.\n\nOverall, the image captures a professional interaction focused on planning or strategy, common in settings such as engineering, architecture, or urban planning offices. The focus and demeanor of the individuals suggest a moment of critical examination or decision-making.","title":"The Los Angeles reactive pollutant program (larpp), is a unique, multi-agency air pollution research study sponsored by the coordinating research council, a government-industry research group.  At the operations center in el monte, the entire project is plotted, mapped, and recorded by personnel from epa and metronics corporation","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["552388","556383","552392","552616","556755","546280","552617","557894","552366","551899","552781","555233","551904","557727","557037","555247"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["map","planning","office","tie","decision","examining","guidance","khaki","examination","discuss"]}
