{"path":"552374.jpg","date":"September 1973","photographer":"Daniels, Gene","caption":"This photograph offers an aerial view of a large freeway and the surrounding urban landscape. In the foreground, there's a distinct view of a freeway with multiple lanes, showing vehicles spread out across these lanes, suggesting moderate traffic flow. The right side of this freeway is bordered by a strip of green area with trees that serves as a divider between the road and nearby residential or commercial zones.\n\nDominating the middle of the image, there's a vividly colored helicopter, painted primarily orange with some white, flying at a slightly skewed angle from left to right. The helicopter appears to focus towards the camera, its movement likely captured mid-flight given the visible blur of the rotor blades.\n\nFurther back, beyond the freeway, there's a dense, built-up area filled mainly with what appears to be residential housing. These houses are closely packed together and are mostly single-story. The rooftops of the houses are mostly uniform in color, suggesting a residential district.\n\nRising above this sea of residential rooftops, various larger commercial or industrial structures manifest; these are typically flat-roofed and cover larger areas than the residential buildings. \n\nThe background fades into a haze, possibly due to smog or mist, slightly obscuring the more distant features of the landscape, which includes hints of hills or mountains. This atmospheric condition gives the image a hazy appearance, accentuating the depth of the scene.\n\nOverall, the composition captures a blend of transportation, urban living, and industrial presence, encapsulated within an environmental condition that suggests air quality issues, a common feature in many large urban settings.","title":"Los angeles reactive pollutant program (larpp), a unique multi-agency air pollution research study sponsored by the coordinating research council, a government-industry research group","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["552373","546687","553015","553020","547765","553001","544634","548358","555745","546726","552719","555781","547780","547770","546612","553838"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["freeway","helicopter","rooftop","lane","rotor","smog","blade","hints","hills","house"]}
