{"path":"552386.jpg","date":"September 1973","photographer":"Daniels, Gene","caption":"This photograph depicts an indoor scene within a scientific or technical laboratory setting. There are two individuals focused on their tasks. The person on the left, who appears to be male, is standing and writing or examining something on a clipboard. He is wearing a long-sleeve striped shirt with a collar and jeans. The workspace around him includes various scientific or industrial equipment, such as gas cylinders, machines, a scale, and scattered tools.\n\nOn the right, another person, also appearing to be male, is seated on a stool, adjusting or monitoring the settings on a complex control panel with various gauges and dials. He wears a long-sleeve flannel shirt and jeans. This area of the room also features multiple gas cylinders and technical apparatus that suggest the environment is highly specialized for technical or scientific work.\n\nThe background is filled with red storage cabinets above, more equipment, and a prominent \"NO SMOKING\" sign indicating potential hazards typical to a lab environment. The overall ambiance suggests a busy, functional space dedicated to specific technical or scientific tasks. The image is somewhat dated, likely captured in the latter part of the 20th century, suggested by the style of clothing and the design of the equipment.","title":"The Los Angeles reactive pollutant program (larpp), is a unique, multi-agency air pollution research study sponsored by the coordinating research council, a government-industry research group.  At the California air resources board (carb) laboratory, air samples are run through testing machines by carb personnel","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["552377","549627","542665","556557","549610","549607","552356","542659","549684","555249","551595","555248","551594","542765","546285","555334"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["cylinder","male","gas","equipment","flannel","jean","smoking","stool","hazard","task"]}
