{"path":"552341.jpg","date":"May 1973","photographer":"Wilson, Doug","caption":"This photograph captures a tranquil, leisurely moment by the seaside, featuring a mixture of activities and a peaceful setting. The composition divides the scene roughly into two main areas: the shore and the water.\n\nIn the foreground, on a pebbly beach, there are three children engaged in different activities. Two younger children, who appear to be siblings, are playing in the sand. One of them, wearing a white top and dark shorts, is sitting and seems to be engaged with some sand toys, including a green bucket. The other child, standing and facing away from the camera, wears a yellow and red outfit and looks attentively at the sitting child. Their play area is marked by scattered toys and additional buckets in vibrant pink and red colors, suggesting a playful and busy sand activity.\n\nIn the background, closer to the water's edge, another older child is involved in a different kind of activity. This child, wearing a long-sleeved dark top and jeans, is energetically throwing stones into the sea. This action gives a sense of movement and energy contrasting with the calm and focused play of the younger children.\n\nThe sea itself is a serene deep blue, rippling gently with waves fostering a calming presence in the scene. Above the water, the sky is clear, hinting at good weather and enhancing the overall peacefulness and leisurely mood of the photograph. Shadows in the foreground suggest that the sun is high, indicating a time around midday.\n\nThis photograph overall conveys a typical leisure day at the beach, showcasing the different ways children can be engaged and entertained in such a natural setting.","title":"Beach at larrabee state park on northern puget sound","placename":"Bellingham (Wash.)","location":"Bellingham, Washington","nn1":["547009","547676","543225","557511","543493","554499","543310","557423","557507","549105","555892","555402","543072","548697","551544","550229"],"cl":[12],"cluster":["#12 &mdash; Beach"],"terms":["child","toy","sand","play","bucket","calm","beach","foster","sea","seaside"]}
