{"path":"552304.jpg","date":"May 1973","photographer":"Wilson, Doug","caption":"The photograph captures a young boy in the foreground, holding up a large shell towards the camera. The boy is wearing a dark baseball cap with what appears to be a sports team logo (San Francisco Giants) and a light gray sweatshirt that has signs of being wet or dirty. He looks down at the shell with a subtle smile, giving an expression of pride or fascination.\n\nIn the background, there are three other individuals; a woman and two other children. The woman, likely the mother, stands in the center and looks on, wearing a bright red jacket and green backpack, suggestive of a family outing or hike. She has curly dark hair. To her left (from the viewer's perspective), a younger child wearing a green top and black pants plays or walks in a shallow pool of water or wet surface. The smallest child is being carried in the woman's arms, dressed in a red jacket like the mother and appears to be looking at something out of the frame.\n\nThe setting is an outdoor environment with a rugged landscape. Behind the subjects are vast, open fields and mountains under a sky filled with mix of clouds, suggesting it might be a cool or overcast day. The overall impression is that of a family enjoying a day in a natural, possibly coastal setting given the presence of the shell and water. The focus and depth of field bring the boy and the shell into prominence, highlighting the interaction and the discovery element of the scene.","title":"Ted fagernesse, 7, son of mr.  And mrs.  Don fagernesse of tacoma, holds large geoduck clam from the dosewallips tide flats on the hood canal near brinnon.  The largest hardshell clams to be found in the pacific northwest, geoducks are dug on extreme minus tides","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["552941","552287","548282","552288","547727","549105","543499","543181","543225","552290","552286","552940","552279","551544","547504","544217"],"cl":[17],"cluster":["#17 &mdash; Fish"],"terms":["shell","mother","boy","child","family","sweatshirt","woman","discovery","pride","team"]}
