{"path":"552362.jpg","date":"September 1973","photographer":"Daniels, Gene","caption":"This photograph captures a scene of outdoor activity involving four individuals and several kites in an urban setting. The setting seems to be a large, open, paved area, which might be a parking lot or a similar wide, open space, bordered in the background by railroad tracks and industrial or transport-related structures.\n\nThe most striking elements are the kites, which are large, diamond-shaped, and constructed of a lightweight, translucent material. These kites are predominantly white, with some yellow markings, giving them a delicate and airy appearance. They are flown high, with at least one kite partially cropped by the top edge of the image, suggesting their considerable size.\n\nThe four individuals, all male, appear energetically involved in flying these kites. They are dressed in casual attire representative of everyday wear; one wears a suit, which adds a contrast to the leisure activity being undertaken. Their poses vary from reaching upwards to holding onto the kite strings, engaging fully with the task of controlling their respective kites.\n\nIn terms of composition, the photograph has a candid quality, capturing an action moment that conveys a sense of movement and enjoyment. It emphasizes both the vastness of the urban space used for this leisure activity and the expanse above where the kites freely move. The overcast sky and muted colors suggest a cool or overcast day, yet the activity provides a vibrant contrast to the potentially dreary day.","title":"Los angeles reactive pollutant program (larpp), a unique multi-agency air pollution research study sponsored by the coordinating research council, a government-industry research group","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["552361","553252","547120","551733","553294","546337","544851","551811","552652","551677","555947","544839","553272","551710","547197","553249"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["fly","reache","delicate","leisure","string","railroad","marking","term","upward","space"]}
