{"path":"552325.jpg","date":"April 1973","photographer":"Wilson, Doug","caption":"This photograph captures a group of three individuals engaged in fishing from a boat on a river. The conditions indicate wet weather, as all three individuals are wearing rain gear. Two are dressed entirely in grey raincoats and hats, while the third sports a vivid red hat under the hood of his grey raincoat. \n\nThe central figure, who is facing the camera but with his face obscured by the hood and angle, is in an active stance, bending slightly while holding a fishing rod that is significantly bent, indicating that he might be in the process of reeling in a fish. Another individual, with his back to the camera, appears to be assisting by holding onto the fishing line or possibly preparing a net. This person is wearing brown gloves, contrasting with his otherwise all-grey attire. The third person in the red hat stands behind the others, partially visible and appears to be observing the action.\n\nThe fishing boat they are on is equipped with a prominent outboard motor labeled 'MERCURY', emphasizing its function and capacity for movement, although it seems to be stationary in this scenario. The deck of the boat features some other visible items, possibly fishing tackle or personal belongings.\n\nIn the backdrop, the water of the river is rippling but not overly turbulent. The far bank is lined with dense, darkly-colored foliage, possibly trees and shrubs, contributing to the natural, wilderness feel of the setting. The sky seems overcast, adding to the grey ambiance of the moment captured in this image.","title":"Fishing for steelhead trout on the Skagit River near Rockport. The Skagit is one of the finest steelhead trout rivers in the state and attracts thousands of sports fishermen yearly.","placename":null,"location":"OTHER","nn1":["546053","552326","551410","546001","546079","548132","552327","552324","548164","554198","548160","552282","551387","552317","551390","551350"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["fishing","raincoat","hood","fish","hat","boat","reel","capacity","belonging","motor"]}
