{"path":"552328.jpg","date":"April 1973","photographer":"Wilson, Doug","caption":"This photograph depicts a close-up side profile of a man outdoors during what appears to be cold weather. The focus of the image is on the man’s face, which is partially obscured by a large, rugged hood that covers his head. The hood is beige-colored and shows visible textures and wet spots, suggesting it might be a weather-resistant material.\n\nThe man is smoking a cigar or cigarette, held in his lips, which are centrally featured in the close-up. His facial expression is hidden under the shadow of the hood, providing a mysterious or pensive ambiance to the image.\n\nHe is dressed in a layered outfit, suitable for cold weather, including what appears to be a red and black scarf peeping out from under a blue-colored, zipped up jacket, and an outer creamy-beige jacket which matches his hood.\n\nThe background is blurred, hinting at a foggy or misty environment, typical of chilly, damp weather conditions. This soft-focus background suggests the presence of water, likely a lake or river given the tones and horizontal expanse, and adds to the chilly ambiance portrayed by the man's attire.\n\nThe composition and focus on the man, along with the dim, natural lighting, contribute to a feeling of solitude and the harshness of the outdoor setting. The overall mood is rugged and somber, reflective of an outdoor, possibly wilderness scene in cold weather.","title":"Winter steelhead trout fishing on the sragit river.  Each year, some 250,000 sportsmen fish for these trout.  Steelhead average 6-8 pounds, can reach a weight of more than 30 pounds.  They are anadromous, seeking salt water, then returning to their native river to spawn.  Rain-drenched steelheader don dudley waits for a fish to strike","placename":null,"location":null,"nn1":["555529","547007","542613","548154","547028","556443","551397","557173","554858","551300","554678","549054","557034","554915","556428","547329"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["hood","weather","up","beige","man","creamy","harshness","lip","pee","hide"]}
