{"path":"552392.jpg","date":"September 1973","photographer":"Daniels, Gene","caption":"This photograph depicts a professional setting where four men are focused on various tasks. They are in a room with a light brown or yellow wall, cluttered with some objects typical of an office environment.\n\nOn the left side of the image, a man stands and leans over a table observing another man who is seated and appears to be drawing or writing on a large map spread on the table. Both individuals are dressed in light-colored short-sleeve shirts and ties; the standing man wears a striped tie and has his sleeves rolled up slightly.\n\nIn the center of the image, another man, younger and with longer hair, is seated, though only partially visible. He seems to be concentrating on another task, as he's looking downward toward the table.\n\nOn the right, a man is using a handset of an older model telephone, pressing the device closely to his ear. He is also dressed in a light-colored shirt and dark tie, and he is balding. His posture and facial expression suggest he's attentively listening or waiting to speak.\n\nThe room itself has a slightly cluttered ambiance with papers, a phone, a clock, and other office supplies scattered around. Notable in the background is a board titled \"Launch Time\" with charts and a sign marked \"Closed\". There is also a large whiteboard with various markings and a map pinned to the wall.\n\nOverall, the photograph captures a moment of professional collaboration and concentration, possibly in a field relating to geography or planning, suggested by the use of maps and logistical charts.","title":"The Los Angeles Reactive Pollutant Program (RPP), is a unique multi-agency air pollution research study sponsored by the Coordinating Research Council, a government-industry research group. At the operations center in El Monte, the entire project is plotted, mapped, and recorded by personnel from EPA and Metronics Corporation. Project director William Perkins is at right; Frank Haggerty, head of the operations center staff, is at left. In center is a number of the tracking personnel.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["552388","552387","552390","555233","552616","556383","551904","555234","552368","556758","547368","556755","556754","552617","551902","551903"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["map","chart","tie","table","man","office","room","collaboration","press","geography"]}
