{"path":"552300.jpg","date":"June 1973","photographer":"Wilson, Doug","caption":"The photograph depicts an outdoor scene at a dock or pier where a group of people is involved in laying a large dark netting or fabric across the ground. The setting appears to be a bustling work environment.\n\nIn the foreground, a significant portion of the image shows the textured fabric or netting stretched out across the picture plane. The texture suggests a durable, perhaps heavy-duty material.\n\nThere are several people in the photograph, distributed throughout the area. On the left side, a figure stands steadily holding what appears to be a line or rope, focused on the task at hand. Moving towards the middle and back of the image, there are several other individuals who are also occupied with tasks involving handling and organizing materials, although their exact activities are not distinctly clear. Additionally, there are two dogs visible, one in the mid-left and another to the right, enhancing the sense of an active, possibly communal workplace.\n\nEquipment and tools are scattered around, suggestive of ongoing work that involves physical labor and coordination. In the background, further hints of activity and structures, possibly related to the maritime setting, suggest that the location is functional and well-used.\n\nThe background indicates a natural landscape, possibly a lake or coastal area, with forested hills rising beyond the water. It’s a cloudy day, which casts a diffuse light across the scene, muting colors and lending a slightly subdued tone to the photograph.\n\nOverall, the composition conveys a sense of purpose and activity, centered around the physical task of managing large materials in an outdoor dockside setting.","title":"Preparing a purse seine for use in Alaska at home port of Gig Harbor in southern Puget Sound. Many commercial fishermen live on Puget Sound, travel north each spring for the Alaskan salmon season, then return in late fall to fish the Sound.","placename":null,"location":"OTHER","nn1":["552302","552807","549336","546340","547552","547033","546943","546917","547065","552298","552301","543465","545643","544763","554200","548102"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["netting","fabric","task","material","coordination","workplace","plane","maritime","work","duty"]}
