{"path":"552388.jpg","date":"September 1973","photographer":"Daniels, Gene","caption":"This photograph takes place in an office environment, depicting four men engaged in a discussion over a large map spread out on a table. The men are of varying ages, dressed in professional attire common to perhaps the late 20th century, an era suggested by the style of their clothes and the room's decor. Starting from the left, the first man is standing, leaning on the table, writing something down and appears to be orchestrating the discussion. He wears a light-colored short-sleeved shirt and dark pants.\n\nThe second man, seated, has a dark mustache and is dressed in a white shirt and dark tie. He is intently looking at a specific area of the map, holding a pencil, which suggests he is marking or pointing out details on the map.\n\nTo his right, the third man is also standing, bending slightly forward to get a closer look at the map. He is in a more casual attire with a black shirt that is tucked out, and he holds a magnifying glass, indicating that they are examining fine details.\n\nThe fourth man, on the far right, is intensely studying the map with his hand on the surface, possibly pointing to or tracing a route or location. He is dressed in a short-sleeve white shirt and glasses, suggesting a role that involves precision or detail.\n\nThe room has a pragmatic and functional feel, with visible file cabinets, a bookshelf containing ledgers or large books, and a wall-mounted outlet strip, indicating a workspace designed for technical or detailed work. In the background, there is a blind-covered window allowing diffused light into the room and a partial view of a cork bulletin board with papers attached, hinting at ongoing projects or tasks.\n\nOverall, the scene captures a moment of collaboration and detailed planning, possibly related to geography, logistics, or urban planning, given the presence of the large map and tools like the magnifying glass and pencils for precision work.","title":"The Los Angeles Reactive Pollutant Program (LARPP), is a unique, multi-agency air pollution research study sponsored by the Coordinating Research Council, a government-industry research group. At the operations center in El Monte, the entire project is plotted, mapped, and recorded by personnel from EPA and Metronics Corporation.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["556383","552392","552390","552616","555233","552617","552387","556755","557727","551904","547368","555234","555247","546280","552366","546299"],"cl":[52],"cluster":["#52 &mdash; Workplace Activities"],"terms":["map","pencil","precision","room","planning","discussion","man","glass","table","shirt"]}
