{"path":"552323.jpg","date":"April 1973","photographer":"Wilson, Doug","caption":"This photograph captures a scene of recreational fishing on a boat. A man is prominently featured in the center of the image, holding a large fish, which appears to be a salmon, by its gill cover. He is dressed for cooler weather, wearing a red knitted beanie, a water-resistant jacket with a fleece collar, and darker toned pants. His attire suggests a utility focus, possibly suited for the wet conditions typically encountered during fishing.\n\nThe background is largely out of focus but consists of a calm body of water, implying that the photograph is taken in a lake or a protected bay area. Only part of another person is visible in the foreground on the right side of the frame – their presence indicated by a red baseball cap and partial view of their shoulder and arm.\n\nThe mood conveyed is one of success and perhaps satisfaction from the catch, evidenced by the man's engagement with the fish. The inside of the boat, visible in the lower part of the frame, shows some disarray, likely from the activities of fishing, with visible spots that could be water or fish slime marking the boat’s surface.\n\nOverall, the image provides an intimate glimpse of an everyday activity among anglers, encapsulating the quiet triumphs of fishing amid a serene natural setting.","title":"Fisherman displays good-sized trout caught on the Skagit River near Concrete. The Skagit provides sport fishing throughout the year, with the best fishing in the winter months. Each year some 250,000 Washington fishermen seek these anadromous trout, which spend part of their lifespan in salt water, returning to the river to spawn.","placename":null,"location":"OTHER","nn1":["552322","545180","552274","552321","552324","548160","544256","552329","548132","552273","548164","545093","552315","550297","552320","554200"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["fishing","fish","boat","beanie","salmon","encounter","inside","disarray","baseball","collar"]}
