{"path":"552364.jpg","date":"September 1973","photographer":"Daniels, Gene","caption":"The photograph captures a cityscape of Los Angeles, taken from a higher vantage point that overlooks numerous buildings. The foreground predominantly features low-rise buildings with flat or slightly angled roofs, typical in commercial urban areas. These structures are densely packed and show little to no greenery. The mid-ground transitions into a mix of higher-rising structures, including what appears to be residential and larger commercial buildings.\n\nIn the background, prominent skyscrapers define the city’s skyline. These tall buildings, which include a few notable towers, suggest this is a central business district. The towers are sleek, with reflective glass surfaces and are much taller than the surrounding architecture, indicating their importance and modernity. \n\nAbove this urban landscape, the clear sky is vivid blue, indicating a likely bright, sunny day. Notably, there are three pairs of faint contrails in the sky, possibly from airplanes or other aerial vehicles. These contrails are white against the blue sky, adding a dynamic element to the otherwise static urban scene below.\n\nThe photograph is suffused with natural light, enhancing colors and casting shadows that give the image depth and a sense of the time of day, likely around midday or early afternoon given the lighting and shadows. Overall, the image offers a detailed documentation of LA's sprawling, dense urban layout transitioning towards its iconic, modern skyline.","title":"Los angeles reactive pollutant program (larpp), a unique multi-agency air pollution research study sponsored by the coordinating research council, a government-industry research group","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["549971","552394","548392","548417","552363","547755","551510","549476","547210","551509","553016","552395","549979","555743","548364","556193"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["suffuse","skyline","documentation","transition","modernity","tower","airplane","rise","importance","building"]}
