{"path":"552469.jpg","date":"June 1973","photographer":"Greenberg, Arthur","caption":"The photograph depicts a street view of old buildings in a small town. The focal point is a two-story building made of dark bricks with a sign that reads \"CITY HALL\" and \"REST ROOMS\" attached to its side. The building has white-framed windows with white shutters, and there are four visible windows on its front facade. The entrance has a stone platform with steps leading up to the gray door under an overhanging porch. A white air conditioning unit is installed below one of the first-floor windows.\n\nTo the left of the City Hall, there is a two-story building that looks older and less maintained. It has weathered white paint and appears to lean slightly. Its architectural style is simpler, and it also has white-framed windows, although they are smaller and less ornate compared to those of the City Hall.\n\nBetween the City Hall and an adjacent building to the right, there is a narrow alley fading into the shadow. This adjacent building is also made of bricks, similar in color to the City Hall, but with a more irregular brick pattern. At the end of this building, a garage door is visible.\n\nAbove the City Hall, the sky is blue with a few white clouds, suggesting it might be a sunny day. The street in front of the buildings has a curb painted yellow, indicating parking restrictions. On the right side of the frame, there's a trashcan placed on the curb.\n\nThe overall scene depicts a quiet, possibly mid-day moment in a small, somewhat dated town center that has retained its historical architecture.","title":"City hall and men's room in Lexington","placename":"Bloomington (Ill.)","location":"Bloomington, Illinois","nn1":["552460","557156","546440","550319","550111","550107","557155","552526","557643","544882","555902","550115","558030","546436","543356","550108"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["curb","building","brick","window","town","conditioning","story","restriction","door","alley"]}
