{"path":"552488.jpg","date":"June 1973","photographer":"Greenberg, Arthur","caption":"The photograph depicts an old, two-story house with a distinctive architectural style that includes pointed gables and traditional wood siding. The wooden siding shows signs of weathering and paint peel, suggesting the house is old and possibly abandoned or waiting for restoration. The main façade of the house features a symmetrical design with two identical pointed gable sections flanking a central entrance. \n\nEach gable has a large window with decorative trims while the ground floor beneath the gables has smaller, simpler windows. The central entrance is highlighted by a modest porch, supported by two pillars, and sheltered by the overarching roof. Some decorative yet functional elements are observable on the porch, such as a milk can and several metal containers perhaps used for plants or storage.\n\nThe ground around the house appears to be a well-maintained lawn, hinting that the site is still cared for despite the building’s weary exterior. To the far right, a glimpse of another building can be seen, suggesting a barn or storage shed, common in a rural setup.\n\nThe time appears to be either the early morning or late afternoon, as indicated by the soft light casting across the façade of the building and the long shadows stretching across the lawn. The light provides a serene, almost nostalgic quality to the setting, enhancing the aged and historic essence of the architecture.\n\nOverall, the photograph captures a sense of past splendor and present decline, evoking questions about the house’s history and the stories it might hold.","title":"House in Farmington","placename":"Peoria (Ill.)","location":"Peoria, Illinois","nn1":["557633","546429","557076","557646","557647","546989","558156","548664","552494","556999","557640","552491","558110","546439","555632","550113"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["gable","house","façade","lawn","entrance","porch","milk","restoration","question","story"]}
