{"path":"552434.jpg","date":"April 1973","photographer":"Greenberg, Arthur","caption":"The photo presents a striking natural landscape capturing a diverse array of environments. The foreground of the image is dominated by a patch of scrappy, green vegetation, possibly a type of grass or shrub, growing out of arid sandy soil. The plants are relatively sparse, suggesting a dry or semi-arid ecosystem.\n\nBeyond the immediate foreground, the scene opens onto a serene beach. This beach curves gracefully along a calm body of water, possibly a lake or sheltered bay, the water reflecting a clear blue sky. The sandy beach is remarkably clean and unmarked by footprints or debris, enhancing the untouched natural feel of the scene.\n\nTo the right side of the image, the vegetation becomes denser and transitions into a darker green hue, perhaps indicating a slightly different soil composition or moisture level. This area appears more lush compared to the sparser foreground.\n\nIn the distance, the beach continues, eventually leading to a region where bright sandy dunes are visible. These dunes add a dynamic contrast to the otherwise flat landscape and are partially covered with similar green vegetation, suggesting an interaction between the terrestrial and marine ecosystems.\n\nThe overall impression is one of tranquility and natural beauty, with diverse ecological zones seamlessly transitioning into one another. This landscape might be of particular interest to ecologists or photographers keen on capturing scenes of natural, undeveloped areas.","title":"The Chicago Sanitary Liner ships much of its waste (sludge) by barge down the Illinois River to the small town of Liverpool. From there it is piped 12 miles inland to a large tract of land called the Weir Farm. The sludge is then pumped into huge holding basins and later used to spray experimental corn fields. Land surrounding sludge pits on the Weir Farm","placename":"Peoria (Ill.)","location":"Peoria, Illinois","nn1":["547596","545280","548604","543192","554156","551554","551553","547637","548757","543301","543193","547697","543090","547592","553994","548785"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["beach","dune","ecosystem","soil","photographer","footprint","vegetation","moisture","bay","curve"]}
