{"path":"552418.jpg","date":"April 1973","photographer":"Greenberg, Arthur","caption":"This photograph depicts a large-scale industrial mining operation, capturing a scene dominated by heavy machinery and rugged terrain. The image focuses on a gigantic digging mechanism, which appears to be a bucket-wheel excavator, a machine commonly used in open-pit mining. The bucket-wheel is composed of a large wheel fitted with numerous buckets on its rim, designed to scoop up material as the wheel rotates.\n\nIn the foreground, the excavated dirt and debris are piled up, creating a textured landscape of rocks and earth. The bucket-wheel is prominently displayed, with its intricate structure and worn surface suggesting active and long-term use.\n\nIn the midground, there's an operator visible, working within the machinery platform. This individual, dressed in standard industrial attire, adds a human element to the otherwise mechanical scene, emphasizing the scale and the human involvement required in such operations.\n\nAlso visible in the background is a mobile crane equipped with a cab and a red boom. It’s parked on a relatively flat area, possibly for transporting materials or assisting in other tasks related to the mining operation. The backdrop of the scene is quite barren, with no vegetation in sight, echoing the typical environmental setting of such mining sites.\n\nThe color tones in the image are muted, with earthy browns and grays dominating the palette, reinforcing the industrial and gritty nature of the environment. The overall composition conveys a strong sense of the scope and intensity of mining activities and the significant alteration of the natural landscape involved in such processes.","title":"Hugh strip mining machinery in operation near Dunfermline in Fulton County. Fulton County has been, and is, a center for strip mining in the state.","placename":"Peoria (Ill.)","location":"Peoria, Illinois","nn1":["552417","554831","552416","554826","555606","544099","554828","545831","554772","552419","549124","555644","544134","549245","543639","549171"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["wheel","mining","bucket","operation","digging","scope","rim","machinery","operator","cab"]}
