{"path":"552415.jpg","date":"October 1973","photographer":"Burns, George","caption":"This photograph captures a social scene at an outdoor park setting, focused around a large floral display designed as a clock. The central feature, labeled \"Ontario Hydro Floral Clock\", is a vibrant and colorful flower arrangement set into a large, tiered garden that forms a clock face, with the numbers and hands of the clock clearly visible. Above this floral clock, there’s a sizable concrete structure with rectangular openings and a label that reads \"Ontario Hydro\", suggesting a connection to the local power company, possibly indicating this clock is at a corporate site or a public space sponsored by the company.\n\nIn the foreground, a diverse group of people, both men and women, appear to be tourists or visitors. They are dressed in casual attire typical of perhaps the 1970s or 1980s, indicating the era of the photograph. Some are walking towards the clock, while others are milling around or talking amongst themselves.\n\nThe setting includes well-maintained green grass areas and young trees supported by stakes, indicating recent plantings. In the far background, beyond the park, there’s a clear industrial presence with multiple electricity pylons and substations, echoing the \"Ontario Hydro\" branding and creating a contrast between the natural, manicured beauty of the park and the industrial utility infrastructure.\n\nOverall, the composition of the photograph juxtaposes human leisure and industrial function, while showcasing a community engaging with a public installation that blends elements of nature, technology, and art.","title":"Floral clock and carillon, favorite tourist attractions at Niagara Falls, Ontario. In the background is the Sir Adam Beck Power Station.","placename":"Niagara Falls (N.Y.)","location":"Niagara Falls, New York","nn1":["551447","557257","552396","549537","555945","549516","550302","551739","553214","544808","551649","550075","551802","550074","557985","553158"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["clock","company","park","stake","planting","branding","pylon","electricity","art","installation"]}
