{"path":"552400.jpg","date":"October 1973","photographer":"Burns, George","caption":"This photograph features a serene, well-maintained garden area. In the foreground, there is a vibrant flowerbed filled with bright red flowers, possibly canna lilies, noted for their large green leaves and striking blooms. These flowers are abundantly packed and form a rich, colorful tapestry.\n\nMoving beyond the flowers, the middle ground shows a carefully manicured lawn scattered with spherical, neatly trimmed trees in full leaf. These trees create a structured yet natural canopy, suggesting a cultivated park or garden setting often found in urban environments.\n\nIn the background, there's a white balustrade flanked by classic pedestals that punctuates the garden with architectural formality. The balustrade overlooks what appears to be a lower terrace or perhaps a body of water, adding a sense of depth and expansiveness to the scene.\n\nThere are a few people present, providing a sense of scale and life to the scene. They appear engaged in leisurely activities, such as walking or possibly sitting, enjoying the peaceful outdoor setting.\n\nOverall, the composition of the photograph is tranquil and aesthetically balanced, with a foreground dominated by vivid floral colors, a middle filled with greenery, and a structured, ornamental background. This setting is likely a public park or similar recreational area, designed for both beauty and public enjoyment.","title":"Oakes Garden near the Rainbow Bridge, which spans the Niagara River between the United States and Canada. This attractive park offers a variety of floral displays throughout the tourist season.","placename":"Niagara Falls (N.Y.)","location":"Niagara Falls, New York","nn1":["552408","552409","551775","551705","551746","552396","551743","551794","549516","546457","546505","551649","551785","551703","551784","551644"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["balustrade","garden","flower","formality","flowerbed","lily","pedestal","terrace","expansiveness","tapestry"]}
