{"path":"552489.jpg","date":"June 1973","photographer":"Greenberg, Arthur","caption":"This photograph captures a detailed and slightly weathered porch of a traditional wooden house. The primary feature in view is the array of vintage elements arranged along the porch, suggesting a lived-in and perhaps nostalgic atmosphere.\n\nThe house itself has a white exterior with horizontal siding, showing some signs of wear and age, including minor discolorations and peeling paint. The porch is supported by several round, classical-style columns which appear sturdy and well-maintained, adding a touch of elegance to the rustic scene.\n\nKey items placed on the porch include a small rectangular table positioned near the porch’s edge. It holds what appears to be a yellow box and a collection of personal items or decor. Adjacent to this table is an old-fashioned upholstered chair with visible wear, indicating its extensive use over the years.\n\nNear the entrance of the house, a door stands ajar, inviting a view into the darkened interior. Beside the door, a shuttered window is visible, partially revealing the inside through the slats.\n\nFurther along the porch, a set of vintage milk cans or metal containers with lids are carefully placed beside a wooden crate, suggesting functional use or perhaps decorative intent. Adjacent to these items is a unique object that appears as an old-fashioned manual pump or tool, adding to the overall historical character of the setting.\n\nOverall, the composition of the photograph, the choice of elements on display, and the state of the porch offer a glimpse into a setting that speaks of a long residential history and a connection to a simpler, past lifestyle. The muted colors and natural light contribute to a calm, serene mood, enveloping the scene in a timeless quality.","title":"Porch of house in Farmington","placename":"Peoria (Ill.)","location":"Peoria, Illinois","nn1":["557646","555581","547808","557638","557633","554697","557640","552488","548664","557649","546444","543347","550117","555580","547792","556488"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["porch","item","house","table","intent","milk","door","inside","in","slat"]}
