{"path":"552401.jpg","date":"October 1973","photographer":"Burns, George","caption":"The photograph captures a woman in a well-maintained garden area of what looks like a public or office park setting. The scene is rich in color and greenery and appears to be taken on a cloudy or overcast day.\n\nThe woman, positioned in the lower right quadrant of the frame, is dressed in a red sweater and dark pants, and she is carrying a black bag. Her dark hair is styled back, away from her face. She is walking towards the camera, exhibiting a gentle and relaxed stride, with her right arm slightly forward, indicative of her movement.\n\nThe garden surrounding her features a variety of flowering plants and manicured shrubs. In the foreground and around the woman, the beds are densely planted with vibrant, red blooming flowers. The flowerbeds are beautifully edged with neat, linear hedges. The paving stones form a walkway that weaves through the garden, suggesting a design that invites people to walk around and enjoy the space.\n\nThe composition of the image also shows part of the street in the background beyond the garden. There are patches of wet pavement, indicating recent rain, and the street is lined with parked cars under what appears to be overcast lighting, enhancing the vivid colors of the garden.\n\nOverall, the image frames a serene moment of solitary motion within a lush and carefully curated garden, with an emphasis on vibrant floral colors and tidy landscaping.","title":"Oakes Garden near the Rainbow Bridge, which spans the Niagara River between the United States and Canada. This attractive park offers a variety of floral displays throughout the tourist season.","placename":"Niagara Falls (N.Y.)","location":"Niagara Falls, New York","nn1":["551705","551702","551701","551728","546505","544295","551104","551748","551744","552400","552396","557281","551723","552409","552398","551785"],"cl":[15],"cluster":["#15 &mdash; Flowers"],"terms":["garden","flowerbed","woman","hedge","quadrant","stride","landscaping","street","pavement","bed"]}
