{"path":"552417.jpg","date":"April 1973","photographer":"Greenberg, Arthur","caption":"The photograph captures a large mining operation featuring a massive bucket-wheel excavator, a type of machinery used in surface mining. The excavator, which dominates the frame, has a huge rotating wheel with buckets attached to its edge, designed for continuous digging. The scene is set in an expansive open-pit mine characterized by layers of earth and rubble. \n\nThe excavator is positioned within a dug-out area, surrounded by high piles of mined material. Its long boom extends towards the right and is fitted with a conveyor belt system that likely transports extracted material away from the dig site. The machinery is built on a multi-wheeled base that seems capable of traversing the rough terrain.\n\nBehind the excavator, the landscape features further signs of excavation with uneven mounds of earth and sections appearing striated with different soil layers, indicating active or former areas of digging. The environment looks barren, and there's no visible vegetation.\n\nThe overall atmosphere of the photograph suggests heavy industrial activity, with an emphasis on the scale and mechanical power of mining equipment. The lighting conditions imply either an overcast day or a typical dust-filled atmosphere from ongoing excavation work, casting a slightly blue-grey hue over the scene. There's a stark absence of human presence in the visible parts of the photograph, focusing all attention on the machinery and the altered natural landscape it operates within.","title":"Hugh strip mining machinery in operation near Dunfermline in Fulton County. Fulton County has been, and is, a center for strip mining in the state.","placename":"Peoria (Ill.)","location":"Peoria, Illinois","nn1":["552418","554831","552416","554772","554826","555606","555644","544099","549124","554828","549245","554773","549171","545831","552419","554812"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["excavator","dig","mining","mine","machinery","bucket","excavation","wheel","digging","earth"]}
