{"path":"552444.jpg","date":"June 1973","photographer":"Greenberg, Arthur","caption":"This photograph captures a rugged and arid landscape, likely somewhere with volcanic or geological significance. The dominant feature in the image is a uniquely shaped rock formation standing prominently in the foreground. This rock has a weathered surface with a subtle blend of colors, ranging from earthy browns to dark grays, suggestive of mineral deposits and erosion over time. It almost resembles a mushroom in shape due to its wide, flat top and narrower supporting column.\n\nThe background reveals a series of rounded, barren hills with no visible vegetation or water, stretching under a clear, blue sky. The terrain is harsh and appears to be composed of similar rocky material, characterized by a rough texture and a color palette that blends well with the central rock formation. There are no signs of human activity or wildlife, enhancing the sense of isolation and raw natural beauty in the scene.\n\nThe composition of the photograph places the rock formation off-center, allowing the viewer's eye to wander across the textured landscape and up towards the sky, emphasizing both the solitude and the sculptural quality of the rock formation against the vast, unobstructed background. The lighting appears to be natural, with the sunshine casting a sharp shadow of the rock formation on the ground, adding depth and contrast to the image.","title":"Oddly shaped outcroppings often appear on the mounds of red clay and shale that mark the sites of abandoned deep mines scattered throughout north central Illinois. The one shown here is near the town of Standard.","placename":"Peoria (Ill.)","location":"Peoria, Illinois","nn1":["552890","544363","550428","552445","544392","545804","545805","544376","554410","543838","545775","544401","549197","555592","555084","545696"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["formation","rock","sunshine","deposit","mineral","significance","wildlife","column","erosion","gray"]}
