{"path":"552454.jpg","date":"May 1973","photographer":"Greenberg, Arthur","caption":"This photograph captures an old, two-story commercial building with signs labeling it as the \"KIMBERLY MARKET\". The building appears to be weathered, with visible wear and fading on the wooden exterior. The paint is peeling and the structure has multiple windows, some of which are boarded up or covered with curtains. The market’s front porch features two signs; one is large, spanning almost the length of the porch, and the other is a smaller, vertical sign directly by the steps leading to the entrance, which is closed off by a simple wooden door.\n\nAdjacent to the left side of the market, there is an added structure that looks like it could be a shed or extension, equally weathered, with a single window partially visible. To the right of the market is a home with siding that seems in better condition. In contrast to the market's deterioration, this house presents a more maintained appearance with a clear, unboarded window and a solid door.\n\nBetween the market and the house on the right, there's a utility pole closely stationed to the market building, featuring cables that span out towards the top of the frame.\n\nThe scene also includes a clear blue sky dotted with fluffy clouds, and large trees in the background that provide a natural canopy. The entire setting is surrounded by a grassy area, and there's a vintage blue truck parked beside the house on the right, suggesting recent human activity despite the building's seemingly abandoned state.\n\nOverall, the photograph depicts a rural setting with a sense of stillness and nostalgia, emphasized by the vintage feel of the architecture and vehicles, combined with the natural overgrowth and aging structures.","title":"Closed store and gas station in La Prairie Center","placename":"Peoria (Ill.)","location":"Peoria, Illinois","nn1":["552513","556368","556330","555640","546973","550279","543342","552681","544882","557156","554561","554707","555377","555612","557155","552494"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["market","house","porch","span","overgrowth","door","window","extension","deterioration","sign"]}
