{"path":"552429.jpg","date":"April 1973","photographer":"Greenberg, Arthur","caption":"This photograph captures a visually striking natural scene where tall, slender trees are partially submerged in a water body that has an unusually vivid red hue. The trees appear bare except for some foliage sprouting directly from their trunks and branches, suggesting early spring or late fall. Thin branches in the foreground, bearing fresh green leaves, frame the view, adding depth and contrasting colors to the scene.\n\nThe water's deep red color is the most remarkable aspect, creating a stark contrast against the natural brown and green tones of the trees and their foliage. There's a notable reflection of the trees and branches on the water surface, suggesting the water is fairly still. This reflection doubles the visual impact of the tree lines and enhances the surreal quality of the image.\n\nThe background is a blend of additional trees and branches, some of which also reflect in the red water, contributing to a sense of density and continuity in the woodland scene. The overall atmosphere is quiet, serene, yet somewhat eerie or mysterious due to the uncommon coloration of the water, making the landscape appear as though from another world. The overall composition is rich in natural textures and colors, interspersed with the water's vivid tones, creating a captivating and unusual visual experience.","title":"After strip mining, a finely pulverized coal, or \"slurry\", is left on the stripped land. Water that runs off from the slurry, and from the mining operation itself, can produce colorful, but often deadly, effects on the flora in its path, as in this scene near a mine in St. David, in Fulton County.","placename":"Peoria (Ill.)","location":"Peoria, Illinois","nn1":["544577","555637","552431","546066","554608","552438","550832","543700","557444","554732","554751","554717","555217","546963","547534","543621"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["branch","water","tree","continuity","reflection","foliage","coloration","world","experience","fall"]}
