{"path":"552495.jpg","date":"June 1973","photographer":"Greenberg, Arthur","caption":"This image captures a bustling archaeological dig site. The scene is set in what appears to be a large pit or series of pits where earth has been excavated to reveal multiple layers of soil and archaeological strata.\n\nThe photograph shows numerous individuals, presumably archaeologists and assistants, engaged in various activities related to excavation and analysis. These people are dressed in casual, practical outdoor attire suitable for fieldwork, including hats for sun protection. Some are actively digging with shovels, while others sift through dirt at sifting stations, or discuss findings with colleagues.\n\nThe site is meticulously organized into different areas, with wooden walkways and frames constructed around the digging zones to facilitate access and possibly to help structure the layers being worked on. Certain sections are covered with black tarpaulins, possibly to protect sensitive areas from the elements or to manage temperature and moisture levels.\n\nTools, buckets, and equipment bags are scattered around the site, indicating active use and a dynamic working environment. The background prominently features bare earth walls and the piled up soil, emphasizing the depth and scale of excavation.\n\nOverall, the photograph depicts a professional archaeological investigation, highlighting the teamwork, and methodical process involved in uncovering historical or prehistorical artifacts and structures.","title":"College students work with archaeologists at \"Koster Dig\" an ancient Indian burial site.","placename":"East Saint Louis (Ill.)","location":"East Saint Louis, Illinois","nn1":["544162","544366","552496","544158","544984","545567","544085","542601","553383","556939","543861","556521","551187","554856","555824","552545"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["pit","site","excavation","colleague","stratum","investigation","soil","earth","layer","fieldwork"]}
