{"path":"552455.jpg","date":"May 1973","photographer":"Greenberg, Arthur","caption":"The image depicts an old and weathered two-story wooden house situated in a grassy field. The house appears abandoned, with its wooden siding faded and weathered, lacking paint. Both the front door and the wooden shutters on the windows are ajar, signaling neglect. The windows are missing panes, allowing a view straight through the empty frames. There is no visible glass, and the interior is obscured by the shadows inside, adding to the eerie, deserted feel.\n\nIn front of the house and to the side, old farm equipment lies scattered in the tall grass, further enhancing the sense of abandonment and decay. These pieces of machinery are rusty and entangled in the overgrown grass, indicating they have not been used for a long time.\n\nA prominent feature in the foreground is a wooden fence with barbed wire, which runs across the image. Attached to one of the fence posts is a yellow sign with black lettering, warning \"Posted: NO HUNTING, FISHING, TRAPPING OR TRESPASSING FOR ANY PURPOSE IS STRICTLY FORBIDDEN, VIOLATORS WILL BE PROSECUTED.\" This sign indicates that the property is private and entry is restricted.\n\nThe sky in the backdrop is overcast, adding a gloomy tone to the setting, and the grass is vividly green, suggesting that the photograph might have been taken in late spring or early summer. The overall mood of the photo is somber and lonely, evoking a sense of forgotten history and desolation. The composition and elements within the photograph paint a vivid picture of rural decay.","title":"Abandoned farmhouse","placename":"Peoria County (Ill.)","location":"Peoria County, Illinois","nn1":["552491","552494","557141","554707","554822","555612","555632","557640","554787","557344","556491","554818","554788","554799","554823","546989"],"cl":[37],"cluster":["#37 &mdash; Rural Communities"],"terms":["house","paint","decay","grass","trespassing","fence","hunting","entry","shutter","pane"]}
