{"path":"552474.jpg","date":"June 1973","photographer":"Greenberg, Arthur","caption":"This photograph is a unique and intriguing composition that blends various elements through layers of reflection and transparency. The main focal points are two large, colorful stained-glass windows which are centrally placed in the image but seen askew as a result of perspective distortion, perhaps due to the angle of the photograph. These windows feature geometric and floral patterns composed of red, yellow, green, and blue sections.\n\nThe surrounding elements seen through and around the glass include a cemetery visible in the background. The cemetery is marked by multiple grave markers and headstones, typical of such a setting, arranged neatly and stretching back into the space beyond the windows. The green and leafy tops of trees are also visible, contributing to a serene and somber atmosphere typical of a graveyard. These components are set against a sky that appears to be overcast, with grey clouds suggesting an overcast or stormy day.\n\nFurther enriching the scene is the reflection of a crucifix on the glass surface, adding a layer of symbolism and depth to the image, emphasizing themes of spirituality and remembrance.\n\nThe composition of the photograph is enriched by these multiple planes of view—the interior reflections on the glass juxtaposed against the external view of the cemetery, creating a contemplative and somewhat ghostly effect. The overall mood is somber yet peaceful, resonating with the tranquility often associated with cemeteries. It’s a visually layered image that invites the viewer to look deeper and ponder the interplay between light, color, reflection, and the environment captured in the scene.","title":"Small church in small graveyard in Kickapoo.","placename":"Peoria (Ill.)","location":"Peoria, Illinois","nn1":["554792","557184","558389","544267","547337","550731","552017","554824","558040","557333","557318","552735","552016","544423","554790","547397"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["cemetery","reflection","glass","enrich","layer","remembrance","headstone","window","plane","marker"]}
