{"path":"552413.jpg","date":"October 1973","photographer":"Burns, George","caption":"This photograph captures a bustling street-side scene centered around a glass-front kiosk where names are engraved on various objects. The setting appears to be within a populated commercial area, possibly a shopping district, given the showcased merchandise and the layout visible in the image.\n\nThe main activity in the image involves an engraving service, with a signage above the kiosk clearly advertising \"NAMES ENGRAVED ON ANY GLASS OF YOUR CHOICE..... WHILE YOU WAIT.\" The kiosk is well-stocked, displaying a variety of glassware such as mugs, goblets, and decorative items, enticing passersby with options for personalized gifts.\n\nInside the kiosk, a focused male worker is busy operating an engraving tool. He sits at a small, cluttered workbench equipped with a device that seems to hold the glass items securely as he engraves them, illuminated by a large desk lamp. The visible concentration and the presence of tools suggest that he is skilled in his craft.\n\nOutside the kiosk, two women, one standing closer to the camera and another slightly behind her, are observed examining the kiosk's display and offerings. The woman in the foreground, dressed in a blue coat with a prominent handbag hanging from her shoulder, has her body turned slightly towards the glass display, showing interest in the items or the engraving process. The other woman, wearing a checked coat and also looking towards the display, adds to the casual, engaged atmosphere of the scene.\n\nThe background, while mostly out of focus, hints at a typical urban environment with other commercial establishments, enhancing the everyday, public nature of the scene. The overall composition blends a work environment with a consumer interaction, capturing a moment of artisanal craft in a public setting.","title":"Amusement section of Center Street, in Niagara Falls Ontario, offers lures on all sides for tourists and honeymooners.","placename":"Niagara Falls (N.Y.)","location":"Niagara Falls, New York","nn1":["556215","551690","556207","551694","557809","551666","551463","557803","549656","551840","550068","551695","551832","557808","549712","551751"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["kiosk","engrave","glass","craft","item","display","tool","coat","mug","woman"]}
