{"path":"552450.jpg","date":"June 1973","photographer":"Greenberg, Arthur","caption":"The image depicts an atmospheric, somewhat somber interior scene characterized by a sense of abandonment or decay. In the foreground, there is a lone, dark wooden chair with visible signs of wear, including scuff marks and a slightly disheveled appearance. It is placed on an equally worn wooden floor that shows signs of aging and use, such as scratches, fading, and small debris scattered across.\n\nThe room displays two contrasting walls; one wall has a lower section with dark wood paneling, giving the appearance of a wainscot, extending approximately halfway up the wall. Above this wainscoting, the upper half of the wall is covered with aged and peeling wallpaper in a light color featuring a small, diamond-shaped pattern. The other visible wall exhibits large patches where the wallpaper has peeled away entirely, revealing the underlying plaster, which seems to be in a state of disrepair.\n\nA tall, narrow window centered in the back wall lets in natural light, revealing a view of a bright, leafy green tree outside, which contrasts sharply with the room's dim interior and neglected state. The window frame itself is dark, echoing the darker tones of the wooden chair and the room's wainscot.\n\nThe overall ambience of the photograph is evocative, suggesting a once-loved space that has been left to deteriorate, invoking a sense of quiet and melancholy reflection. This scene might be situated in an old house or abandoned building, telling a story of neglect and the passage of time through its visual elements.","title":"Abandoned church of Hermon","placename":"Peoria (Ill.)","location":"Peoria, Illinois","nn1":["557343","557342","553522","557640","557633","545818","551330","545810","552491","556017","552494","550253","543198","554788","551115","543347"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["wall","room","chair","state","diamond","paneling","scratch","appearance","mark","ambience"]}
