{"path":"552569.jpg","date":"July 1973","photographer":"Hiser, David","caption":"The photograph depicts a rustic rural setting, likely on a farm or ranch, where two individuals are engaged in handling cattle. The setting includes a series of wooden pens and fences constructed from logs, suggestive of a cattle handling facility.\n\nIn the foreground, a cow is positioned within a wooden chute designed to restrain the animal, facilitating safe handling for both the cattle and the handlers. The cow is mostly white with some darker patches, directly facing the camera, and positioned halfway through the chute.\n\nThere are two men in the image. The man on the left, wearing a striped blue and white shirt and a brown cowboy hat, is standing outside the chute, holding what appears to be a rope and watching over the process. The man on the right, dressed in a more typical cowboy attire with a beige long-sleeve shirt, denim jeans, cowboy hat, and belt with a large buckle, is actively engaged in operating the chute. He is shown pulling down on a lever or rod connected to the chute mechanism, presumably to secure the cow or adjust the chute's fit.\n\nA dog, possibly a sheepdog or cattle dog, is also present in the scene, standing near the man on the right and observing the activities. This addition suggests the dog’s role possibly as a herding assistant.\n\nThe background reveals a dense area of trees, indicating that the location is in a wooded or forested area. The sky is clear and it appears to be a sunny day, casting strong shadows from the figures onto the ground.\n\nOverall, the composition captures a moment of everyday farm life, focusing on livestock management and the interactions between the handlers and the cattle. The environment and attire reflect a setting that is utilitarian and geared towards agricultural activity.","title":"At the Oldlands' summer cow camp, 15 miles south of their Piceance Creek ranch. The Oldlands have ranched here for three generations.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["548957","554949","548952","548959","554950","554881","543686","552567","552669","553104","553108","548955","549033","553107","553106","554880"],"cl":[51],"cluster":["#51 &mdash; Wildlife/Animals"],"terms":["chute","cattle","cow","cowboy","dog","farm","lever","ranch","man","addition"]}
