{"path":"552594.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This aerial photograph showcases a diverse landscape that includes both natural and urban elements. In the image, a river gracefully meanders through the terrain, creating natural bends and isolated pockets of land. Adjacent to the river, a long, straight highway stretches parallel, lined intermittently with vehicles, representing a stark contrast to the natural curves of the river.\n\nOn one side of the highway, there is a densely packed urban area where residential and possibly commercial buildings are clustered together. This part of the photograph shows a grid layout typical of urban planning, with streets intersecting at right angles and neatly organized blocks.\n\nThe other side of the highway, opposite the urban area, opens up to what appears to be agricultural land. These fields are segmented into various geometrical shapes, likely delineating different crops or ownership. The coloration in these fields varies, suggesting different types of vegetation or stages of crop maturity.\n\nThe background of the image introduces a dramatic shift in landscape with the presence of rugged mountains. These mountains, with steep, uneven slopes and rocky outcrops, provide a dramatic backdrop to the orderly and flat regions in the foreground.\n\nOverall, the composition of the photograph highlights the intersection of human-made and natural environments, showcasing how urban and agricultural developments are integrated into and adapt to the existing natural landscapes. The lighting in the image suggests either early morning or late afternoon, adding a soft glow that enhances the textures and depth of the landscape.","title":"Rifle, southeast of the Piceance Basin, beneath the oil shale bearing Book (or Roan) Cliffs, is the major community in this region of sheep and cattle ranches.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["553943","547995","553059","547227","551568","550553","549081","550550","544768","553944","556951","553661","552243","550548","543767","555861"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["highway","crop","ownership","maturity","river","bend","shift","land","pocket","outcrop"]}
