{"path":"552585.jpg","date":"October 1972","photographer":"Hiser, David","caption":"The photograph captures a scene with two men and a classic Volkswagen Beetle parked on what appears to be a roadside. The car, which is an older model noticeable by its distinctive rounded shape and metallic bumper, is a pale beige color. Positioned prominently at the front of the vehicle are two deer legs mounted onto the car's hood and front bumper, arranged in a manner that mimics the car holding the legs with its headlights as if they were hands.\n\nOne man is standing to the left of the car, partially inside it, as his body leans out of the partially opened driver-side door. He is wearing an orange jacket, red hat, and looks relatively young. His expression is serious and slightly guarded as he holds onto the car door.\n\nTo the right of the car stands another man, who is laughing or smiling broadly, giving a dynamic and joyful contrast to the first man. He wears a red hat similar to the first man's, along with a dark puffer vest over a long sleeve shirt, and dark pants. This man’s right hand is making contact with the deer leg, seemingly positioning it for the photo.\n\nThe background features a row of parked cars along the roadside, suggesting a rural or less densely populated area. The cars vary in model and color, adding to the casual, everyday feel of the scene. The landscape is somewhat barren with sparse vegetation, possibly indicating a mountain or hilly region, and it appears to be either fall or winter given the lack of foliage and the attire of the men. The overall mood is informal, capturing a moment that blends both humorous and everyday elements.","title":"Hunters taking their deer back to Denver must stop at the check station north of Rifle, where their kill is counted and examined. From this information, the Colorado Department of Fishing and Game determines the time and duration of next year's season and what type of deer may be hunted.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["546093","548303","554934","546132","553491","557874","554681","546665","547185","555515","543856","557921","552995","557766","552778","547141"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["car","leg","deer","bumper","man","roadside","model","guard","mimic","door"]}
