{"path":"552591.jpg","date":"April 1973","photographer":"Hiser, David","caption":"This photograph captures a scene of three children engaged in activity outdoors on a barren, muddy hillside. The setting appears to be a cold or temperate climate given the choice of clothing worn by the children, who are slightly layered but not heavily, suggesting it might not be very cold.\n\nIn the foreground, a boy with short light brown hair is kneeling on the ground. He wears a grey long-sleeve turtleneck, beige pants, and dark shoes, and he is also wearing a dark green headband. His attention is focused on a puddle in the dirt, where he is actively drawing or stirring with a stick. His expression is concentrated and engaged with his task.\n\nBehind him, to the left, two other children—a boy and a girl—are sitting closer together. Both are looking towards the first boy. The girl, sitting on the right, has reddish-brown hair and is wearing a pink-and-white striped shirt with rolled-up sleeves and blue jeans. The boy next to her has dirty blonde hair and wears a white t-shirt and blue jeans as well. They appear to be either resting or watching the first boy’s activity.\n\nThe background is quite sparse and largely featureless, mostly consisting of the same muddy, rocky terrain with scant vegetation, which suggests that the location might be a construction site, a rural hillside or a similar undeveloped area. The sky is overcast, contributing to the overall muted color palette of the scene. The entire scene gives a sense of casual exploration and outdoor play common in childhood.","title":"Students of Rock School in Piceance Creek area are planting trees around the school.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["544424","553507","546940","557987","544354","549254","552332","546043","555398","548837","543855","547676","557409","545509","545383","545526"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["boy","child","hillside","girl","hair","sleeve","jean","turtleneck","headband","choice"]}
