{"path":"552587.jpg","date":"October 1972","photographer":"Hiser, David","caption":"The photograph depicts a scene outdoors, featuring a group of individuals gathered around the bed of a light blue pickup truck. In the truck bed, there are several deer carcasses that are partially covered in blood, indicating they have recently been hunted. The carcasses are strewn haphazardly, some with visible heads and antlers.\n\nThere are six people visible in the image. Three men wearing red hats, apparent from their attire as hunters or officials, are involved in inspecting or processing the deer. One of these men, who is wearing a bright red hat and a green jacket, appears to be noting down details or checking a document. Near him, a young boy and an older man, both wearing glasses and less rugged attire, are observing the process closely.\n\nThe background setting includes a variety of parked vehicles and a large white trailer, suggesting that this scene is taking place in a rural or less urbanized area. In the distance, there is a mountain range under a cloudy sky, enhancing the outdoor, rugged environment typical of hunting activities. The attire of the individuals and the general setup indicate a cool weather setting, likely in a fall or winter season. The overall atmosphere is one of active participation and possibly a community or group activity related to hunting and wildlife management.","title":"Hunters taking their deer back to Denver must stop at check station north of Rifle, where their kill is counted and examined from this information the Colorado department of fishing and game determines the time and duration of next year's season and what type of deer may be hunted","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["554675","552588","554934","546132","554676","546133","546094","552586","554925","545980","554543","546144","552585","546137","554680","551396"],"cl":[40],"cluster":["#40 &mdash; Golf"],"terms":["hunt","deer","bed","attire","official","hunting","truck","antler","participation","process"]}
