{"path":"552545.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph captures a rugged outdoor scene dominated by geological activities, most likely a quarry or mining operation. The composition shows a predominance of broken and fragmented rocks, which are scattered abundantly throughout the frame. Large boulders with visible striations and sedimentary layers indicate geological extractions—probably targeting specific mineral or stone types.\n\nIn the center of the image, there's a man dressed in typical outdoor or work attire (hat, jacket, and pants) standing amidst the debris. He is holding a shovel, suggesting active labor, likely involved in managing or moving the stone materials. His presence adds a human element to the otherwise stark and industrial environment, emphasizing the scale and messy nature of the excavation work.\n\nThe background reveals a part of a simple, functional building, probably a structure used to store tools or processed materials. Additionally, there's a hint of a hill or mountain in the far distance, and the clear blue sky suggests that the photo was taken on a fair-weather day. Power lines run between visible poles, indicating the presence of modern amenities despite the remote or undeveloped setting.\n\nOverall, this photograph provides insights into quarrying operations, displaying both the natural raw materials being targeted and the human effort involved in extracting them. The image serves as a vivid depiction of the interactions between human industrial activities and the natural environment.","title":"Oil shale. It is the kerogen in this rock which when heated to 900 F., yields oil.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["555622","550573","544139","555614","545529","545533","543861","553784","554804","544418","552687","556322","554764","556521","543785","549255"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["material","stone","quarry","striation","insight","amenity","shovel","operation","extraction","work"]}
