{"path":"552562.jpg","date":"July 1973","photographer":"Hiser, David","caption":"This photograph captures a serene rural setting, likely a farm or ranch, during the early morning or late afternoon, as suggested by the long shadows and soft, warm lighting. The scene is set against a backdrop of green, rolling hills leading into a densely wooded mountain. Clear blue skies overhead indicate fair weather.\n\nAt the foreground and center of the image, a man in light-colored long-sleeve shirt and dark pants is seen walking, while leading a brown horse by its reins. The horse follows obediently beside him. Both the man and the horse cast long shadows on the ground due to the position of the sun.\n\nThe farmyard is encircled with rustic, wooden fences that appear handcrafted, reflecting a traditional farm setting. Multiple wooden corrals or pens, constructed from these logs, fill much of the middle ground of the photo. These enclosures seem to contain several horses and possibly other livestock, which are not distinctly visible due to the distance.\n\nAdditional ranch infrastructure is visible in the background, including red-roofed buildings that could serve as barns or stables. Beside these structures, stacks of hay or possibly equipment covered with red tarps are also noticeable.\n\nThroughout, the composition emphasizes rural life and the relationship between a farmer/rancher and his animals, showcasing a moment of daily routine in a peaceful, natural environment. The overall atmosphere is one of tranquility and timeless rural charm.","title":"At the oldlands' summer cow camp, 15 miles south of their piceance creek ranch.  Three generations of oldlands have ranched here","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["549198","556958","552564","542622","554885","553814","552565","557186","552581","556586","543776","552501","553118","556957","543779","546986"],"cl":[41],"cluster":["#41 &mdash; Horse"],"terms":["horse","ranch","farm","pens","farmer","hay","encircle","relationship","livestock","lead"]}
