{"path":"552580.jpg","date":"July 1973","photographer":"Hiser, David","caption":"This photograph captures a lively scene in a ranch setting. At the center of the image, a young boy wearing glasses, a red shirt, and jeans, is animatedly throwing a lasso. He is seated low on the ground, with a look of concentration and motion as he swings the rope. His stance and expression suggest that he is enthusiastically engaged in learning or displaying the skill of roping, which is traditionally associated with ranch activities.\n\nOn the right side of the photograph, two other individuals are present. They appear to be older males, both dressed in attire typical for ranch work. The first one, standing straight and close to the boy, is wearing a beige long-sleeve shirt, jeans, and a cowboy hat. He holds a lasso in his hands, likely instructing or supervising the boy. The second individual, smaller in frame and slightly behind, is also in jeans and a light-colored shirt, observing the scene perhaps as an additional participant or spectator.\n\nThe background of the scene is composed of wooden fences and gated areas typical of a livestock pen, reinforcing the ranch setting. There are hints of a mountainous landscape in the distance, suggesting that the ranch is located in a valley or a rural, hilly region. The sunlight casts long shadows from the wooden structures onto the dirt ground, creating a pattern that adds to the rustic ambiance of the scene.\n\nOverall, the photograph is a vibrant depiction of rural life, focusing on the tradition of roping within a ranch environment, involving multiple generations and fostering a learner's enthusiasm in traditional skills.","title":"At the Oldlands' summer cow camp, fifteen miles south of their Piceance Creek Ranch. Hired hand Jake spends an idle moment practicing roping.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["543686","543679","552579","543779","553108","549038","552564","552575","553104","553110","553106","554949","554922","543776","552664","549045"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["ranch","skill","boy","jean","instruct","foster","enthusiasm","learn","supervise","swing"]}
