{"path":"552530.jpg","date":"July 1973","photographer":"Greenberg, Arthur","caption":"This image captures an architectural detail on a red brick wall. The focal point is a large, round opening resembling a window, framed with a unique scalloped edge giving a slightly serrated appearance. The center of this opening is occupied by an ornamental feature resembling a circular fan or wheel with symmetrical spokes radiating towards the perimeter. The spokes are designed in a minimalist style, painted in solid colors that contrast with the dark silence beyond the window, indicating that the interior space is less illuminated than the exterior.\n\nA distinct shadow of this circular window and its central feature projects onto the brick wall below, neatly mirroring the structure above but with a stretched, oval distortion due to the angle of the light, which appears to be coming from above. The texture and pattern of the bricks are visible, lending a gritty, tactile quality to the photo.\n\nDirectly beneath the rounded window is a smaller, rectangular window that is partially visible at the bottom of the image. This window has a simple green frame and is partly obscured by a grated covering; the glass panes appear broken or missing, evoking a sense of decay or abandonment.\n\nThe image is composed such that the larger circular feature and its shadow draw the eye, emphasizing the contrasting geometrical shapes and the interplay of light and shadow. The photograph offers a somewhat somber tone, suggested by the darkened interior and the worn exterior surfaces, evoking a mood of historical depth and possibly neglect.","title":"Window of Methodist church in La Fayette","placename":"Peoria (Ill.)","location":"Peoria, Illinois","nn1":["543028","552498","547299","557093","548653","545355","544945","543348","553479","552535","555317","547295","553478","546557","548649","552968"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["window","brick","opening","feature","fan","covering","round","perimeter","shadow","pane"]}
