{"path":"552597.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph presents a serene river scene captured during twilight. The river flows horizontally across the lower third of the image, leading the viewer's eye from the foreground to the midground, where it curves slightly towards a small town nestled on its bank.\n\nLining the riverbank is a dense thicket of trees, showing signs of autumn as some leaves appear to have turned a golden hue, likely indicating the season. The river itself, reflecting the sky, carries a darker shade of blue highlighted by subtle shimmering spots caused by the gentle rippling of water.\n\nIn the background, a range of soft, rolling hills or mountains stretches across the horizon, underlining the peaceful rural setting of the scene. These hills are cast in soft tones of blue and purple, perhaps due to the distance or the fading light of dusk.\n\nThe sky, occupying the top two-thirds of the image, displays an expansive view filled with a subtle gradation from a darker blue at the top to a lighter, warmer hue near the horizon. Wispy, featherlike clouds streak across the sky, adding texture and depth to the vast overhead canvas.\n\nThe overall lighting suggests it is either early morning or late in the evening, highlighted by the soft, golden light touching the tops of the trees and the peaceful ambient glow pervading the scene, conducive to a feeling of tranquillity and natural beauty. The composition's broad perspective and natural color palette emphasize the calm and vastness of this riverside landscape.","title":"Rifle, the major town of the Piceance Basin, is located on the Colorado River. The town stands at the junction of US 6 (I-70) and Colorado 13, both major highways.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["552318","545145","550560","557239","557106","550852","554762","542653","554753","552599","550782","557599","550845","557091","548182","557095"],"cl":[48],"cluster":["#48 &mdash; Water 4"],"terms":["third","river","thicket","gradation","canvas","blue","riverside","hill","hue","top"]}
