{"path":"552564.jpg","date":"July 1973","photographer":"Hiser, David","caption":"This photograph captures a scene of rural life, specifically involving the training or handling of a horse inside a rustic corral. The background features a lush, green hill which gently slopes upwards and is covered with dense shrubbery under a bright blue sky, suggesting a serene, remote location likely situated in a mountainous or hilly region.\n\nIn the foreground, there is a dirt-covered corral enclosed by wooden fences composed of rough-hewn logs, which appear aged and weathered, adding a natural and rugged feel to the setting. Inside this corral, a man wearing a cowboy hat, jeans, and a light-colored long sleeve shirt is actively engaged in training or possibly roping a brown horse, which is in motion, its body slightly blurred indicating movement. The horse is outfitted with a saddle, and it seems to be either resisting or following the direction in which the man is pulling the rope.\n\nOn the ground near the man, there is a coiled lasso, hinting at the traditional methods being employed in the handling or training of the horse. The man's posture and the tension in the rope suggest a dynamic interaction between him and the horse, indicating a moment of action and focus pivotal for equestrian activities typical in rural or agricultural communities. The overall scene captures a slice of pastoral life, emphasizing the interaction between humans and animals in a setting that reflects long-standing traditions and skills.","title":"At the Oldlands' summer cow camp, 15 miles south of their Piceance Creek ranch. Three generations of Oldlands have ranched here. Roping is an essential skill.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["552562","543779","543686","552563","544362","543776","553108","554689","549198","543787","552565","553118","553104","553114","554949","554885"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["horse","training","handling","rope","saddle","tradition","man","skill","tension","method"]}
