{"path":"552526.jpg","date":"June 1973","photographer":"Greenberg, Arthur","caption":"This photograph captures a streetscape that appears to be from a mid-20th-century American town. The setting is an inclined street lined with two- and three-story brick buildings, suggesting a downtown area typical of small to medium-sized towns.\n\nStarting on the left, there's a building with a Mobil gas station sign, beside which is another building housing a business named \"Sherman's\". The signage and architecture are indicative of the 1960s or 1970s. Below \"Sherman's\" is another sign, reading \"ORPHEUM\", which might be a theater.\n\nMoving towards the center and right side of the picture, several other signs are visible. One prominently displays \"TRAYLOR FURNITURE APPLIANCES\", hinting at a local furniture and appliance store. Next to this is a sign for \"JOURNAL PRINTING,\" suggesting a printing or newspaper business.\n\nThe street itself is broad, curving slightly out of view at both ends of the photo. It is lined with parked cars that match the period's automotive design—long, angular bodies typical of the era. The vehicles are parked diagonally against the curb, indicating a relaxed, small-town traffic setting.\n\nIn the background, the architecture maintains a consistent small-town America appearance with red-brick facades, peaked rooflines, and modest decorative detailing. Toward the far end of the street, a building with a unique roof and upper-story windows stands out, possibly an important town building or a lodge (as indicated by the \"MOOSE\" sign).\n\nThe street and sidewalks appear wet, possibly from recent rain, adding a reflective quality to the surfaces and a sense of damp calm. The overall mood conveyed by the photograph is one of quiet everyday life in an American town during the mid-20th century, encapsulating a moment of local history and culture.","title":"Main street in hillsboro","placename":"East Saint Louis (Ill.)","location":"East Saint Louis, Illinois","nn1":["550319","557155","557655","552602","545614","558037","546428","545610","556422","542900","556564","550138","546440","544882","557805","558028"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["town","street","sign","end","business","lodge","streetscape","theater","story","appliance"]}
