{"path":"552528.jpg","date":"July 1973","photographer":"Greenberg, Arthur","caption":"The photograph depicts an old, dilapidated building that appears to have once operated as a café. The structure features a steep gabled roof with asphalt shingles, some of which are missing or damaged. The building has a symmetrical front façade with a centered gable vent and two large windows on either side of the front door. These windows are covered with weather-worn curtains, barely visible from the outside.\n\nThe front porch of the building is run-down, with wooden support beams and a banister that looks fragile and unkempt. Across the front porch, a sign is painted with the words \"EAT\" in large, simple, block letters, accompanied by \"NEWMAN'S GHOST TOWN CAFE\" in smaller script. The word \"CLOSED\" is visibly displayed on a small signage at the top right corner near one of the windows, indicating the establishment is no longer in operation.\n\nA concrete barrier or retaining wall runs along the front of the property, just off the roadside, bearing part of the sign for the café. The paint on the sign is faded and peeling, revealing the building's lack of maintenance. The side of the building and an adjacent building are slightly visible, showing similar signs of wear and age.\n\nNo people are visible in the shot, emphasizing the abandoned and ghostly feel of the café, which fits its name as \"Ghost Town Café.\" The surrounding environment is not well-seen, but there appears to be greenery and clear skies, suggesting a rural or semi-rural setting. The overall mood conveyed by the photograph is one of nostalgia and decay, with a sense of a forgotten era lingering in the structure’s architecture and the fading remnants of its signage.","title":"Abandoned restaurant in West Jersey","placename":"Peoria (Ill.)","location":"Peoria, Illinois","nn1":["554707","556330","552681","543342","557348","554785","548654","543344","544820","553548","545233","543351","546973","557346","552491","552494"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["café","word","porch","sign","signage","building","linger","down","script","window"]}
