{"path":"552686.jpg","date":"August 1973","photographer":"Hiser, David","caption":"This photograph captures a high-angle view of an industrial mining operation nestled within a rugged, mountainous landscape. The steep terrain is notably etched with layers of strata, indicating geologic formations, primarily composed of sedimentary rock, visible as horizontal bands across the mountainside.\n\nCentral to the image is a large mining structure, likely a drill rig or a related installation, towering over the surrounding area and dominating the industrial scene. This black and metallic structure contrasts sharply with the natural earth tones of the surrounding environment.\n\nThe mining site appears to be extensive, with scattered evidence of excavation and mine-related activities. Various roads and cleared paths intertwine and connect different parts of the site, hinting at the scale and complexity of the operations. A central, tawny-colored, cylindrical structure, possibly a storage tank, stands out due to its color and shape against the muted backdrop of gravel and rock.\n\nVegetation in the area is sparse, limited to clusters of trees that manage to grow in the harsh, rocky conditions, providing a slight reprieve from the otherwise stark industrial landscape.\n\nOverall, the photograph depicts a blend of human industrial activity imposing upon and adapting to the natural environment of a mountainous region, highlighting themes of resource extraction and environmental modification.","title":"The colony plant (near gRand valley in the piceance basin) after years of research, has taken oil shale from an underground mine and has successfully processed it in an experimental retort colony, a joint venture of the oil shale corporation and atlantic richfield, is now planning a full scale operation.  It will employ 1000 persons and produce between 40,000 and 85,000 Barrels of synthetic crude oil a day","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["543729","543857","544785","543758","549148","549174","544781","555634","553784","544139","543754","554768","544111","544100","543848","549167"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["mining","etch","stratum","rig","mountainside","modification","site","limit","adapt","mine"]}
