{"path":"552646.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph captures a lively indoor gathering in a living room setting, reminiscent of the late 20th century based on fashion and decor. The room is filled with about a dozen adults, seated in various relaxed poses across the carpeted floor and on furniture. Most attendees are focusing on conversations with nearby individuals.\n\nIn the foreground, there are people seated directly on the floor. One woman, turned slightly towards the camera, holds what appears to be a beverage cup and is dressed in a colorful, multi-patterned top or shawl. The central part of the room features a man with dark hair and a prominent mustache, wearing glasses, who also seems engaged in conversation. He is seated amidst a group that includes both men and women, some holding cups, perhaps indicating that drinks or light refreshments are being served.\n\nOn the perimeter of the room, some guests are seated on couches and chairs. The decor includes floral curtains, a traditional red-patterned carpet, and what seems to be holiday decorations (like hanging streamers). One side room or corridor is visible at the right where additional guests can be seen, suggesting the gathering is quite sizable.\n\nThe atmosphere is informal and comfortable, with guests dressed in a mix of casual and semi-formal attire, engaging in discussions and enjoying each other's company. Visible cups and possibly small plates suggest that light refreshments or snacks are being enjoyed during the socializing. The interior design and styles depicted give off a distinctly retro vibe, characteristic of the 1970s or early 1980s.","title":"Party at home of hospital administrator Bob Georgeson like most of Rifle's social events, is informal.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["545496","554897","551278","547358","547371","546025","545985","551267","556532","552624","556028","556610","551320","557353","551279","558262"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["guest","room","cup","refreshment","decor","shawl","couch","gathering","dozen","floor"]}
