{"path":"552635.jpg","date":"January 1973","photographer":"Hiser, David","caption":"This photograph captures a scene within an industrial or workshop setting where two women are involved in the process of manufacturing or packaging. One woman, who is prominently featured in the foreground, is seated at a table covered with newspapers. She appears to be engaged in a meticulous task, possibly inspecting or preparing bananas that are coated with a shiny, possibly chocolate-like substance. These bananas are systematically arranged on several trays that are spread out on the table in front of her.\n\nShe is dressed in a patterned, short-sleeved dress and has her hair neatly styled away from her face, giving her a tidy and professional appearance. The focus and care in her expression and manual work suggest that she is ensuring the quality or specific treatment of each piece.\n\nIn the background, partially obscured by some objects and slightly out of focus, another woman can be seen. Her activities are similar, indicating a collaborative effort in this production line. The background also includes visible shelves and boxes, implying a storage or additional workspace, adding to the industrial atmosphere.\n\nThe lighting in the room is adequate, casting clear shadows and highlighting the glossiness of the coated bananas, and a desk lamp with a metallic shade is directed towards the work area, augmenting the overall illumination. This environment and the tasks being performed suggest a setting focused on food processing or a specialized culinary product preparation.","title":"Antonelli Industries, Rifle, a ski goggles factory, employs fourteen workers most of whom are farm wives.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["558351","558352","558378","558350","545064","550316","545065","543245","548858","556824","557693","558377","544018","548860","554431","558353"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["table","packaging","woman","task","tray","desk","treatment","newspaper","shelf","work"]}
