{"path":"552660.jpg","date":"September 1973","photographer":"Hiser, David","caption":"This photograph captures a festive parade scene on a sunny day, filled with people and activity. The parade is happening on a main street in a town, which can be identified by various store signs including “City Rexall Drugs,” a cafe, and other local shops. The street is bustling with spectators, mostly dressed in casual, light-colored summer clothes, indicating the event likely takes place in warmer months.\n\nThe parade features multiple floats and participants. In the foreground, a jeep is seen pulling a float decorated extensively with flowers. On this float, a woman wearing a white dress and a crown, likely representing a beauty queen or princess, is seated surrounded by floral decorations. Her float leads another float which is carrying an ornate structure, also adorned with flowers.\n\nBehind her float, there is a horse-drawn wagon, reminiscent of a historical or western theme, featuring individuals dressed in what appears to be traditional western attire, including cowboy hats. This gives a nod to possibly celebrating local history or a cultural festival.\n\nThe background of the image shows densely gathered crowds along the sidewalk, enjoying and watching the parade. Occupational signs, businesses, and the architectural styles of the buildings lend a mid-20th century feel to the setting, suggesting this photo might be several decades old. In the far background, some natural scenery is visible, likely hills, which bracket the town.\n\nOverall, the scene is vibrant, colorful, and full of community spirit, typical of a town parade celebrating a local festival or national holiday.","title":"Labor Day weekend brings the annual Garfield County Fair parade.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["552657","557710","556274","549566","552653","546991","552659","557046","557712","549576","552654","557045","557716","556280","549577","557715"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["float","parade","festival","town","flower","cafe","month","holiday","spirit","cowboy"]}
