{"path":"552654.jpg","date":"September 1973","photographer":"Hiser, David","caption":"This photograph captures a scene from a parade, featuring a float focused on American patriotic themes. A young woman is the main subject, dressed in a historical costume that includes a bonnet and a period dress adorned with lace and floral patterns, suggesting an homage to 19th-century American fashion.\n\nThe float is decorated vividly, with the front side facing the viewer covered by a large banner stating \"OUR AMERICAN HERITAGE OUR AMERICAN FLAG\" in bold, red capital letters against a white background, emphasizing patriotism. The rest of the float is adorned with representations of the American flag, using layers of red, white, and blue materials that create a three-dimensional effect mimicking the stars and stripes pattern.\n\nIn the background, the scene includes a clear blue sky mottled with fluffy white clouds. It's a sunny day. Behind the float, there's a glimpse of a building with a sign that reads \"Alderman's Thriftway Market,\" suggesting that the parade is taking place in a small town or suburban setting. The market building has a simple architecture with a large glass front and prominent signage advertising the store.\n\nThe atmosphere conveyed in the image is festive and communal, with spectators presumably present out of the frame, gathered to watch and celebrate. The overall composition of the photograph captures a sense of local pride and historical celebration typical of American parades, especially those on patriotic holidays or festivities.","title":"Labor day weekend brings the annual garfield county fair parade","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["557711","557710","552657","552660","557715","557045","549566","546995","556280","557714","549577","549571","552653","556274","552589","552659"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["parade","float","bonnet","mottle","mimick","patriotism","adorn","festivity","capital","costume"]}
