{"path":"552625.jpg","date":"October 1972","photographer":"Hiser, David","caption":"The photograph depicts a scene inside a brightly-lit room, possibly a community hall or a care facility for the elderly. There is a group of elderly individuals in the room, some sitting on standard chairs while others are in wheelchairs. The atmosphere conveys a social gathering or activity hour.\n\nTowards the back of the room, an American flag hangs prominently on the wall between two large windows. Below the flag, three elderly women are gathered around a piano; one is playing the instrument. The other two stand close by, seemingly engaged in singing or conversation. A few other residents are seated around, mostly facing towards the piano, suggesting that they are an audience to the piano playing.\n\nIn the foreground, there is a woman in a wheelchair, dressed in a colorful, floral red and black shawl over her shoulders. She seems to be watching the activity around the piano. In front of her, there is a table on which several coffee cups and what appear to be snack containers are arranged, indicating refreshments for the gathering.\n\nThe flooring is carpeted, and the room is casually decorated with potted plants adding a bit of greenery. Overall, the setting suggests a communal living space where residents can participate in activities and socialize. The decor, including the selection of lamps and furniture, has a somewhat dated look, reflecting styles perhaps popular in the late 20th century.\n\nThe photograph captures a typical moment of leisure and community interaction among a group of elderly people, emphasizing social activity and engagement in their environment.","title":"The E. Dene Moore Memorial Home is a nursing home connected with the Rifle Hospital.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["552626","558335","551278","548562","550679","558340","558337","547184","548569","547358","548588","547390","547363","557152","552627","548625"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["room","wheelchair","resident","flag","selection","shawl","gathering","refreshment","socialize","playing"]}
