{"path":"552645.jpg","date":"October 1972","photographer":"Hiser, David","caption":"The photograph captures a scene of three individuals, likely in a classroom or workshop setting, engaged in the craft of cake or confectionery decoration. The focus is on two women and a young boy who are closely interacting around a small table. \n\nOn the table, there is a partially completed cake resembling a house, decorated with what looks like frosting and pieces of biscuit or cookie to mimic bricks. Various cake decorating tools and materials such as icing tubes, a bowl with some remaining frosting, and other culinary utensils are scattered around the workspace. Also noticeable is a cup of coffee or tea next to one of the women.\n\nThe woman to the left, wearing a black and white patterned blouse with large floral motifs and glasses, stands observing the work being done. The woman on the right, dressed in a striped blouse also with glasses, is actively using a tool to apply decoration to the cake. The young boy, positioned between them, watches intently, learning from the woman’s demonstration.\n\nIn the background, additional decorated cakes on stands can be seen, suggesting that cake decoration is the primary activity of this setting. This background arrangement displays an assortment of multi-tiered cakes, which adds to the educational or training atmosphere of the scene. The setting is indoors under artificial lighting, and the environment appears to be organized yet busy with various craft and decorating materials.","title":"Cake decorating class, part of continuing education program of Colorado Mountain College, meets in Rifle.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["552644","558348","558352","558347","558360","553269","543920","558351","544364","558350","549656","557899","558342","543919","556824","553525"],"cl":[14],"cluster":["#14 &mdash; Family Activities"],"terms":["decoration","woman","craft","blouse","boy","tool","table","training","classroom","utensil"]}
