{"path":"552621.jpg","date":"January 1973","photographer":"Hiser, David","caption":"This photograph depicts an indoor scene, set in what appears to be a cozy cafe or diner. The focus of the image is on three adults who are engaging in a warm, friendly interaction around a small table.\n\nTo the left, a man is sitting with a contemplative or serious expression. He is dressed in a dark, formal uniform that resembles a police officer's attire, including visible badges or patches indicative of his service. In front of him is a white coffee cup which he holds, and beside that is a lighted cigarette resting on an ashtray.\n\nIn the center, a woman, possibly a waitress given her attire, is actively pouring coffee from a clear glass coffee pot into a cup. She is smiling broadly and appears engaged and cheerful in her interaction, especially with the man to her right. She wears a vibrant red uniform with a name tag, complementing her friendly demeanor with a professional appearance.\n\nOn the far right, another man, also in a dark police uniform and displaying a badge, is looking directly at the woman with a wide, joyful smile, showing amusement or pleasure in the situation. He is seated and looks relaxed, his hands on the table among the various items like coffee cups and a sugar dispenser.\n\nThe background is dimly lit with a rustic decor that includes tile or stonework, providing a cozy and intimate atmosphere. The overall composition and the actions captured convey a moment of casual, cheerful interaction, likely during a break or a communal moment among the individuals.","title":"After a cold morning of patrol duty, Police Officer Shearer and Chief Allec enjoy hot coffee at Mac's Cafe.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["545984","557856","551279","558301","557152","547184","556676","554866","551834","556843","557353","556028","553167","548234","547789","545970"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["coffee","cup","uniform","police","badge","table","smile","dispenser","interaction","diner"]}
