{"path":"552615.jpg","date":"October 1972","photographer":"Hiser, David","caption":"This photograph features a group of five people and two dogs posed in front of a green and white van with the word \"chime\" written in purple on the front section of the vehicle. The setting gives off a casual and possibly travel-oriented vibe, likely dating back a few decades given the fashion and style of the van.\n\nOn the left, there is a young girl holding a small, fluffy, light-colored dog. She appears quite young, possibly around five years old, with light brown hair. She wears a tan sweater or jacket and blue trousers, her expression somewhat solemn or shy.\n\nTowards the center, seated on a bench in front of the van, is a man with light brown hair and a beard. He's wearing a red t-shirt and blue jeans and smiles warmly while looking at the camera. Next to him to the right is a woman with long dark brown hair, dressed in a light blue top and blue jeans, also smiling and looking directly at the camera. Between the man and woman is another young girl, likely around seven or eight years old; she has light brown hair and wears a light blue shirt with blue jeans.\n\nStanding in the van’s doorway is another child, likely a boy, around nine or ten years old, smiling down at the group from behind. He wears a teal-colored floral patterned long-sleeve shirt and blue jeans.\n\nIn front of the group is a medium-sized, scruffy dog, light grey in color, sitting and facing towards the woman, whose hand is outstretched touching the dog. The dog appears content and relaxed.\n\nThe van itself has curtains in the windows and a whimsical painting visible around the windows and door, contributing to the laid-back, bohemian feel of the scene. The surroundings include trees and other green foliage, indicating a suburban or rural setting. The atmosphere of the photograph is homely and cheerful, capturing a moment of family or communal togetherness, enhanced by the presence of pets and the noticeable vibes of an adventurous lifestyle linked with the van.","title":"The painted bus is home","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["548303","553099","557004","554871","545225","554497","544205","553510","553315","554543","554479","548306","554447","556173","554478","551123"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["van","dog","year","jeans","smile","hair","vibe","girl","front","group"]}
