{"path":"552685.jpg","date":"July 1973","photographer":"Hiser, David","caption":"The photograph depicts a rugged, outdoor landscape characterized by a large field of jagged rocks under a clear, blue sky. In the foreground, numerous large, sharply angled rocks dominate the view. These rocks vary in color from light beige to deep gray, with visible striations and sharp edges, suggesting they may be sedimentary or metamorphic in nature.\n\nThe middle ground shows a gradual slope filled with similar rocks ascending towards the background. The slope, densely packed with rocks and minimal vegetation, leads up to a more defined ridge. This ridge features a cliff-like structure with a distinct horizontal layering of the rock formation that hints at geological stratification.\n\nIn the background, the cliff is topped by a line of coniferous trees, indicating a forested area atop or behind the ridge. The sky above is clear and intensely blue, indicating a weather condition without clouds and possibly a time around midday given the intensity of the sunlight illuminating the rocks and casting sharp shadows.\n\nThere is an absence of human presence or activity visible in the imagery, emphasizing the natural and possibly remote setting. The overall composition of the photo, with its focus on natural geological features and a stark, pristine environment, invites considerations of geological processes and the natural history of the landscape.","title":"The Colony plant, near GRand Valley in the Piceance Basin after years of research, is now planning a full-scale oil shale operation. A joint venture of the Oil Shale Corporation and Atlantic Richfield, Colony will employ 1000 people and produce between 40,000 and 85,000 Barrels of synthetic crude oil a day.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["543421","544363","552546","555592","544745","555573","543838","544392","555642","554410","545804","544401","555616","545805","551233","545589"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["rock","ridge","cliff","stratification","slope","consideration","layering","striation","imagery","ascend"]}
