{"path":"552682.jpg","date":"July 1973","photographer":"Hiser, David","caption":"This image depicts a somewhat deserted street scene in what appears to be a small town. In the foreground, there is a large pile of debris, consisting mainly of broken wood planks, rocks, and some scattered metal pieces, suggesting a recent demolition or perhaps cleanup after a structural collapse. This pile of rubble is situated on a dirt area bordering the street. \n\nDirectly beyond the debris, the street is lined with a variety of buildings that look typical of mid-20th century American architecture, possibly indicative of a rural or small-town commercial district. On the left, there is a two-story brick building with large windows on the first floor, resembling a storefront or business premises. Next to it, stretching down the street, are several other structures including what might be a continuous row of single-story shops or businesses with large front windows and awnings.\n\nThe street itself hosts several parked cars which seem to be from the 1960s or 1970s, based on their design. These cars are parked in front of the buildings, hinting at some level of activity or occupancy despite the debris.\n\nFurther down the street, there is a mixture of other commercial or possibly residential structures, including a building at the end of the street that looks older and more worn, with visible signs of aging or lack of maintenance.\n\nThe sky is partly cloudy, suggesting variability in the weather, possibly contributing to the scenes of wear or neglect. Overall, the image captures a moment of transition or decay in what might once have been a bustling street, now marked by the presence of dilapidation and debris.","title":"De beque, like other small towns in the piceance basin, is barely maintaining itself.  Departure of small ranchers and failure of the oil shale industry to materialize has made quasi-ghost towns of many of these communities","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["549785","557350","553470","557155","543982","551131","550253","547130","549786","550108","556330","550264","545295","552750","547580","552933"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["street","debris","business","town","variability","story","pile","cleanup","demolition","awning"]}
