{"path":"552674.jpg","date":"October 1972","photographer":"Hiser, David","caption":"The photograph depicts a slightly nostalgic rural scene with two young boys and a black and white dog in a grassy field. The boys and the dog are located near the foreground, walking towards the camera. The boys appear to be wearing jackets, and one of them is holding something in his right hand.\n\nBehind them stands a large, seemingly abandoned and dilapidated building, characterized by peeling white paint and a prominent architectural design featuring a tower-like structure, perhaps once a bell tower, indicative of an old schoolhouse style. To the left of this larger building, there is a smaller wooden structure, possibly a shed, which is also in a state of disrepair.\n\nFurther in the background, slightly offset to the right, is a smaller, simpler single-story house with a white exterior and a dark roof, set against a large tree that appears leafless, suggesting the season might be fall or winter.\n\nThe sky is overcast, with clouds filling most of the space above, contributing to the slightly somber and abandoned feel of the scene. Overall, the image conveys a sense of forgotten or neglected space, with a hint of life brought in by the presence of the children and the dog. The environment suggests a rural or countryside area that has perhaps seen more prosperous times.","title":"Fairview Church and school are abandoned now. In the 1950's fifty-six students attended Fairview school (to the right of the church) and Fairview was the community center for the farm people in the area. When small ranches could no longer support their owners, many had to leave.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["547767","546873","552515","551000","545233","556490","545972","553510","555819","553526","543031","552455","547658","547738","557948","555612"],"cl":[37],"cluster":["#37 &mdash; Rural Communities"],"terms":["dog","boy","tower","bell","countryside","shed","disrepair","space","fall","winter"]}
