{"path":"552681.jpg","date":"July 1973","photographer":"Hiser, David","caption":"This photograph depicts a scene of a historical and somewhat dilapidated building in a rural setting, possibly in a small town or village. The building is two stories tall with a flat roof and displays considerable signs of wear and age. It features a traditional exterior with wooden architecture, and its paint is peeling, revealing bare wood underneath. The front facade includes a balcony overhanging what appears to be the main entrance, supported by pillars. The windows on the second level show broken panes and curtains that seem aged and tattered.\n\nDisplayed prominently on the top of its facade is a sign with the year \"1939\" next to initials \"L.O.O.F.\", suggesting it might have once belonged to the Independent Order of Odd Fellows, a fraternal organization. This inscription is set within a classical pediment that adds to the historic look of the building.\n\nOn either side of the scene are other structures: to the left, a simpler, possibly abandoned structure with wooden siding, and to the right, a more modern, sturdy brick building. The street in front of the buildings is unpaved and quiet except for a few parked cars in the distance, dating from the mid-20th century based on their designs.\n\nThe background shows a striking natural landscape, possibly mountainous, under a bright blue sky with scattered clouds, suggesting a dry and open environment typical of regions like the American West or similar terrains.\n\nOverall, the photograph captures a sense of historical decay and a snapshot of past community life that has seen significant changes over the years.","title":"Odd Fellows Hall in De Beque. De Beque, like other small towns in the Piceance Basin, is barely maintaining itself. Departure of small ranchers and failure of the oil shale industry to materialize has made quasi-ghost towns of many of these communities.","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["543342","556330","554707","545233","543344","551111","543356","557643","546149","544824","544088","545355","558109","550006","557156","557140"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["year","pediment","facade","building","inscription","village","pane","organization","show","pillar"]}
