{"path":"552666.jpg","date":"September 1973","photographer":"Hiser, David","caption":"The photograph depicts a lively livestock auction or show, set under a large, open-sided pavilion with a red metal roof. The scene captures a mixture of spectators and participants, primarily focused on displaying and admiring several large cattle that are held by handlers in the center of the image. \n\nIn the foreground, spectators of various ages and wearing casual to semi-formal attire are seated or standing behind a metal railing, observing the activities within the enclosure. Among the cattle, two prominent ones in the photograph are large, well-groomed, and equipped with harnesses and identification tags numbered '72' and '355'.\n\nHandlers associated with each cow display varying attire from jeans and shirts to more formal cowboy attire complete with cowboy hats, indicating a diverse group of people involved in the event. \n\nThe background is bustling with additional onlookers who are attentively watching the auction from under the shelter or standing further back in the open. A camera crew, presumably capturing the auction for broadcast or record, is stationed towards the left side of the image. \n\nThe setting conveys a traditional agricultural atmosphere, emphasized by the informal and rustic style of the pavilion and the casual attire of the crowd interspersed with rancher-style cowboy hats. The crowd appears engaged and keenly interested in the auction, contributing to the vibrant, communal spirit typical of such events.","title":"Garfield county fair.  Judging livestock raised by youngsters in the 4-h program","placename":"Rifle (Colo.)","location":"Rifle, Colorado","nn1":["552631","552665","552664","553271","552667","547328","553104","552668","552663","552569","552662","554886","543686","553106","548959","552567"],"cl":[41],"cluster":["#41 &mdash; Horse"],"terms":["cowboy","pavilion","cattle","spectator","crowd","attire","tags","groome","identification","harness"]}
