{"path":"552754.jpg","date":"September 1973","photographer":"Swanson, Dick","caption":"The photograph depicts an urban street scene, likely captured during the day given the ambient light. In the foreground, a black-and white dog is standing in the street close to a pair of large garbage bags lined up against a building. The scene centers on a group of three African American men who are seated and another standing in front of a red brick building with a red facade and green window shutters. One doorway is marked with the street number 2205.\n\nTwo of the seated men are engaged in conversation, one wearing a gray cap and blue shirt, the other in a red jacket. The third seated man looks on while resting his arms on what appears to be a crutch or walking stick, and he is dressed in a tan jacket. The standing man, conversing with the seated group, is dressed in a dark blue jacket and pants, which could be a uniform, suggesting he might be a law enforcement officer or a security worker.\n\nThe street shows some signs of disarray with various pieces of litter scattered around. The overall mood of the scene suggests a casual, possibly impromptu gathering, typical of neighborhood interactions. The architectural details and general state of maintenance suggest the setting could be an older, possibly economically disadvantaged urban area. The context and attire of the individuals suggest a setting that might be dated to the late 20th century, given the style of clothing and general atmosphere.","title":"North Philadelphia jobless Blacks. Man standing at right is Gerald \"Heat Wave\" Jones, who works for \"the Network\", a resource center sponsored by the Urban Coalition.","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["546873","548452","550151","550146","545348","547205","546633","545351","552753","545331","549292","554871","551819","556221","556222","552727"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["street","jacket","enforcement","law","security","man","disarray","officer","shutter","stick"]}
