{"path":"552791.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This photograph captures a scene centered around a very small, bright yellow car with a unique, futuristic design resembling a miniature, rounded, two-door coupe. The car is marked with a “GM” logo and a “CAN-OHNE” license plate. This unique car has an open top and is currently being examined by three men.\n\nThe first two men are seated inside the car. The man on the left, sitting in the driver’s seat, is a middle-aged individual wearing a stylish suit and tie. He appears contemplative or in discussion, with his hand thoughtfully near his chin. The man next to him, likely older, is bald and also formally dressed, handling the steering wheel and engaging with the third person.\n\nThe third man, standing outside and leaning towards the car on the passenger side, is dressed in a casual blue blazer with a lighter blue shirt. He is pointing or gesturing towards something in the car, possibly explaining or discussing a feature of the car.\n\nThe background appears to be an outdoor area, possibly a parking lot or a similar open space, with another car and indistinct structures in the far background, suggesting an urban setting. The focus and interaction among the men suggest a demonstration or inspection of the car’s features, possibly during an event related to automobiles or a showcase of innovative vehicle designs.","title":"Exhibit at the first symposium on low pollution power systems development held at the marriott motor inn, ann arbor vehicles and hardware were assembled at the epa ann arbor laboratory.  Part of the exhibit was held in the motel parking lot photo shows participants trying out the general motors urban gasoline car","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552777","552782","552790","552802","552792","552778","552788","552783","552794","552776","552774","552795","552798","546596","552412","552779"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","man","coupe","stylish","demonstration","ching","blazer","steering","license","explain"]}
