{"path":"552769.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This photograph depicts an indoor scene focused on a display table covered with a red cloth. A variety of objects and documents are organized neatly on the table, which appears to be part of an exhibition or trade show.\n\nStarting from the left side of the image:\n1. **Camera Equipment**: A small projector-like device sits on a rectangular base, followed by other pieces of similar audio-visual equipment. These pieces seem to be technical or scientific devices.\n2. **Microphone**: Just next to these devices, there is a large vintage microphone prominently displayed.\n3. **Documents and Prints**: The table holds several documents and printed materials, likely informational brochures or pamphlets. Each paper is spread out so that visitors can read or take them.\n\nAdditionally:\n- There are large posters or information boards leaning on or displayed near the table, providing further context or details about the displayed items.\n- To the far right, the table includes what appear to be tubes or cylindrical objects, possibly further equipment or parts.\n\nThe background features heavy, patterned red curtains, partially illuminated by light filtering in, suggesting the event is housed in a room with a formal, somewhat vintage ambiance. Shadows of people can be seen in the background, indicating the presence of other attendees or exhibitors out of the main focus of the photograph. The setting and composition suggest a formal showcase atmosphere, aimed at demonstrating or explaining the features of the displayed items to an interested audience.","title":"Stand-up displays at the first Symposium on Low Pollution Power Systems Development, held at the Marriott Motor Inn, Ann Arbor. Vehicles and hardware were assembled at the EPA Ann Arbor laboratory. This part of exhibit is in motel lobby.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552768","556015","555374","554383","549367","551696","546550","556014","543925","543924","554386","557809","549610","552766","554382","557703"],"cl":[7],"cluster":["#07 &mdash; Commercial Activities"],"terms":["table","device","document","showcase","pamphlet","trade","microphone","exhibition","piece","item"]}
