{"path":"552786.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"In this photograph, there are several people involved in what appears to be a promotional or media event held outdoors in a parking lot. The focus is on a modern looking bus with a sign that reads \"Steam is Beautiful\" and the number 3000 displayed prominently. This bus has a sleek design with rounded edges and a flat and broad front windshield.\n\nTo the left in the foreground, there are two men engaged in conversation. The man on the left wears a dark suit with pronounced stripes and a white shirt. The man next to him is in a light gray suit and glasses. On the right side of the image, a film crew is capturing the event, with a cameraman in a leather jacket operating a large camera and another individual holding a microphone boom.\n\nIn the background, one can see the parking lot which has several cars parked, indicative of the time period (likely the 1970s or 1960s based on the style of the cars). There's also a tent set up, probably for the event, with a green and yellow striped pattern.\n\nThe sky is partly cloudy, suggesting variability in the weather, and the overall atmosphere appears busy and lively, reflecting the significance of the event being covered. The general attire and the type of event suggest a professional or corporate gathering with media involvement, possibly related to the bus's technology or launch.","title":"Exhibit at the first symposium on low pollution power systems development held at the Marriott Motor Inn, Ann Arbor vehicles and hardware were assembled at the EPA Ann Arbor laboratory. Part of the exhibit was held in the motel parking lot seen here are Mr. William Lear (white suit) and officials of his company during a television interview. They are standing in front of the Lear steam bus.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552793","552785","552773","546605","546604","547814","546655","552782","556792","556791","552777","545385","552792","556746","549891","553274"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["event","bus","medium","suit","lot","parking","variability","microphone","leather","windshield"]}
