{"path":"552746.jpg","date":"September 1973","photographer":"Swanson, Dick","caption":"This photograph captures a scene on a city street, specifically at West 2100 Harlan Street, adjacent to the People's Neighborhood Medical Center. The image features a street corner setting, with noticeable elements such as street signs that prominently display the intersection and the signage for the medical center.\n\nIn the foreground, a man can be seen standing on a staircase leading to a building entrance, looking out towards the street. He is dressed in period-specific clothing that suggests the photo was taken in the 1960s or 1970s, which includes a light-colored fedora and a suit with a notable high-contrast pattern. \n\nNear the center of the image and on the sidewalk, there are other individuals. One woman, captured from the back, dressed in a skirt and blouse, appears to be engaging in a conversation with a man with grey hair. Additionally, further back, a couple more people can be seen walking along the sidewalk. \n\nThe architecture in the vicinity consists of older buildings with steps and wrought iron railings indicative of the period. Parked along the curb are vehicles that further affirm the historical context of the photo with their vintage designs.\n\nAdding depth to the scene is the network of overhead cables criss-crossing above the street and a densely leafed tree peeking out behind one of the buildings. The overall mood is that of a typical day in a busy neighborhood, captured with a focus on everyday social interactions and urban environment.","title":"Neighborhood medical center in North Philadelphia","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["550142","546427","556225","548369","546428","548399","556221","556733","551742","545333","552602","548388","555905","548452","556808","550127"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["street","sidewalk","period","fedora","crossing","iron","staircase","curb","intersection","skirt"]}
