{"path":"552785.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This photograph features three men standing in front of a bus, which is parked outside a building. The bus is notable for its shiny, vintage design and the sign at the top front, which reads \"STEAM IS BEAUTIFUL\". This indicates the bus might be part of a promotional event or a display related to steam power.\n\nThe three men are dressed in formal business attire. The man on the left wears a dark pinstripe suit with a bold, printed tie, looking quite attentive to something off camera to his left. The middle man, who is wearing spectacles, dons a grey suit paired with a conservative tie and also looks to the left. The man on the right is dressed in a light-colored suit, somewhat more relaxed in his posture compared to the others, looking straight ahead with a hands-in-pockets stance.\n\nThe background of the image shows a section of a modern building with dark-colored cladding and large windows, complementing the professional settings. The overall setting seems like a corporate or technological facility, likely connected to the promotion of technologies or advancements in steam power, as suggested by the bus signage.\n\nThe colors in the photo are muted, and the image has a somewhat aged look, possibly dating back a few decades, considering the style of clothing and bus design. The atmosphere is quite formal and business-oriented.","title":"Exhibit at the first symposium on low pollution power systems development held at the Marriott Motor Inn, Ann Arbor. Vehicles and hardware were assembled at the EPA Ann Arbor laboratory. Part of the exhibit was held in the motel parking lot. Seen here are Mr. William Lear (white suit) and officials of his company during a television interview. They are standing in front of the Lear steam bus.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552793","552786","547795","546596","552777","546604","551459","546605","547443","546655","547814","557867","552779","552778","555475","555996"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["bus","steam","suit","tie","business","man","advancement","power","promotion","left"]}
