{"path":"552783.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This image features a red, wedge-shaped conceptual car, set in what appears to be a commercial or institutional setting with brick buildings and a modern design. There are several individuals in the scene, interacting in various ways with the vehicle.\n\nIn the foreground, two men are examining the car. One of them, dressed in a dark suit, white shirt, and tie, is leaning slightly towards the car and appears to be speaking or gesturing towards it, holding papers in one hand. Next to him, another man in a light-colored suit with a flamboyant tie listens or responds, his attention focused on the car or the conversation.\n\nInside the car, visible through the transparent canopy that forms part of the roof, are two individuals. The one in the driver's seat, a male, is facing forward, with only the side of his face visible. A female in the passenger seat is also facing forward.\n\nIn the background, there's a man in a dark suit standing by the building, holding papers or a folder while observing the scene. Another individual, dressed in red pants and a light top, is walking towards the front entrance of the building on the left.\n\nThe setting includes neatly manicured lawns and flagpoles with no visible flags mounted on them. It appears to be a calm, slightly overcast day. The overall feel is that of a business or demonstration event, possibly related to the car being displayed.","title":"Exhibit at the first symposium on low pollution power systems development held at the Marriott Motor Inn, Ann Arbor. Vehicles and hardware were assembled at the EPA Ann laboratory. Part of the exhibit was held in the motel parking lot. Shown here is the ESB \"Sundancer\", an experimental electric car. Behind it, on left is Mr. William Lear, developer of the Lear steam bus.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552782","552790","552791","552802","552788","552777","552778","552779","552795","552798","552776","554385","552792","554388","552789","546596"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","suit","tie","paper","folder","face","flagpole","female","demonstration","individual"]}
