{"path":"552794.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This photograph captures a moment from the past featuring a unique, yellow three-wheeled vehicle parked on a concrete driveway or possibly a public exhibition space. The vehicle has a compact, futuristic design, featuring an enclosed cabin with no doors and two seats visible. The front of the vehicle slashes upwards with a pointed nose that accommodates a sizable headlight on either side. The vehicle is branded with a GM (General Motors) logo and marked as \"experimental\" on its license plate, suggesting it is likely a prototype or concept car testing an alternative fuel, as indicated by the \"Gasoline\" sticker.\n\nA middle-aged man dressed in a blue jacket and glasses is standing beside the vehicle, wiping or checking something on the side, possibly the windshield or body of the vehicle, employing a white cloth. The focused nature of his activity suggests that he might be an engineer, designer, or attendant responsible for the vehicle’s upkeep.\n\nIn the background, another similarly unique vehicle is partly visible with people gathered around it, which hints at the setting being an automotive event or a place where experimental vehicles are showcased. There is a suburban-like environment with buildings and some trees under an overcast sky, providing a typical outdoor backdrop that does not detract from the main subjects of the image—the man and the experimental vehicles.","title":"Exhibit at the first symposium on low pollution power systems development held at the Marriott Motor Inn, Ann Arbor vehicles and hardware were assembled at the EPA Ann Arbor laboratory. Part of the exhibit was held in the motel parking lot shown here is the General Motors urban gasoline car with open cockpit.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552791","552788","552802","552782","552798","552792","552777","553488","552795","552776","553491","552783","557850","557878","552801","557900"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["vehicle","concept","engineer","attendant","upkeep","exhibition","sticker","driveway","nose","windshield"]}
