{"path":"552773.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"The photograph depicts a vintage-style bus parked on what appears to be an overcast day. The most striking feature of the bus is its open rear engine compartment, revealing a complex assortment of machinery and components, including pipes, tanks, and other mechanical parts, suggesting maintenance or inspection activities. The exterior of the bus features a classic design with a creamy white and metallic color scheme, accented by horizontal stripes in red, yellow, and other shades.\n\nThe bus's design includes large rectangular windows and a distinctive streamlined front with additional ventilation grills and headlights. The hood above the windshield is raised, indicating that this panel might also provide access to internal mechanisms or storage. The bus’s tires are visible and appear to be white-walled, adding to its vintage aesthetic.\n\nIn the background, there are other vehicles, indicative of a parking lot environment. One notably includes a retro-designed sedan, enhancing the period feel of the scene. The setting overall suggests a public or commercial area, potentially a bus depot or a service area given the evident maintenance activities. The cloud-covered sky and visible pavement further set a somewhat dreary, overcast atmosphere to the scene.","title":"Exhibit at the first symposium on low pollution power systems development held at the Marriott Motor Inn, Ann Arbor. Vehicles and hardware were assembled at the EPA Ann Arbor laboratory. Part of the exhibit was held in the motel parking lot. Shown here is the Lear steam bus with engine exposed.","placename":null,"location":"OTHER","nn1":["552772","552793","547814","552505","555568","553957","549831","546604","549891","552786","546668","545385","556792","544193","548801","546655"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["bus","maintenance","depot","design","grill","ventilation","retro","windshield","compartment","overall"]}
