{"path":"552768.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This photograph depicts a display of engineering or scientific equipment along with informational posters. The setting is likely an exhibition or a conference room. The main elements of the composition include:\n\n1. **Table and Objects**: A long table covered with a red cloth vertically sprawls across the foreground. On it, various metal objects and machine parts are carefully arranged. In particular, two prominent spherical or cylindrical metal components are displayed, one seeming much like a multi-port junction, another like a smaller cylindrical device next to what appears to be a larger version of it.\n\n2. **Informational Posters**: Leaning against the back of the table, there are several large posters. These diagrams include schematics and descriptions of machinery or processes, one clearly labeled as \"SC Variable Gas Controller\" and another showing some form of a vehicular mechanism.\n\n3. **Background**: The backdrop features drawn red curtains, hinting at the interior of a room, possibly designed for formal meetings or presentations. Behind the curtain on the right side, a tall dark cabinet or perhaps audio-visual equipment is somewhat visible, adding to the educational or technical setting of the scene.\n\n4. **Ambiance**: The lighting seems to be artificial, likely from ceiling lights, as it casts a slightly reddish hue that complements the red curtains and tablecloth, providing a warm tone to the setting.\n\nOverall, the photograph gives an impression of a technical demonstration or academic exhibit, where objects and diagrams are used to explain technical concepts or innovations to viewers. This environment suggests a focus on education, industry, or scientific research.","title":"Stand-up displays at the first symposium on low pollution power systems development, held at the Marriott Motor Inn, Ann Arbor. Vehicles and hardware were assembled at the EPA Ann Arbor laboratory. This part of exhibit is in motel lobby.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552769","555374","544818","552766","546344","557851","555330","549367","555375","542667","551595","555325","549610","549364","549684","546275"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["curtain","diagram","poster","room","table","description","concept","education","junction","tablecloth"]}
