{"path":"552798.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"The photograph captures a scene outdoors where a small, light green, futuristic-looking car is the focal object. A man is bending over, looking inside the car through the passenger side door, which is open, suggesting either an inspection or an interaction with someone inside the car.\n\nIn the foreground, there is some technological equipment on the ground, which appears to be some type of power unit and perhaps a battery charger or converter, identified by its sizable radiator grills and connected cables. Beside it is a smaller device resembling a heater or a small portable air conditioner, linked to the main unit with cables.\n\nThese devices are outdoors, placed on a patch of grass and a sidewalk, indicating an experimental or demonstration setup. The presence of a remote-control unit on the ground close to these devices suggests they are being controlled or adjusted remotely.\n\nThe background of the image reveals a parking area with various cars parked and a multicolored striped tent-like structure, possibly indicating a fair, outdoor event, or a car exhibition area. The environment is overcast, suggesting a cold or gloomy day.\n\nOverall, the composition of the photograph is quite dynamic and hints at technological innovation or demonstration, possibly related to the automotive industry during an outdoor event.","title":"Exhibit at the first symposium on low pollution power systems development held at the Mariott Motor Inn, Ann Arbor. Vehicles and hardware were assembled at the EPA Ann Arbor laboratory. Part of the exhibit was held in the motel parking lot. General Motors urban electric car gets a battery charge from an outlet in the parking lot.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552801","552794","552802","552791","552783","557832","552788","552782","552800","552796","549692","557874","553491","557855","549689","557850"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["unit","device","demonstration","car","cable","exhibition","grill","event","tent","inspection"]}
