{"path":"552757.jpg","date":"September 1973","photographer":"Swanson, Dick","caption":"This photograph depicts an urban scene characterized by a striking contrast between dilapidation and modern architecture. In the foreground, there is a large, empty lot filled with scattered debris and patches of overgrown grass. The surface of the lot is uneven and appears unkempt, indicative of a neglected urban space.\n\nA solitary figure, presumably an elderly woman based on the visible gray hair and style of dress, walks across the lot. She is dressed in a knee-length skirt and a light-colored blouse, and seems to be heading towards the left side of the photograph. Her presence adds a human element to the otherwise desolate scene.\n\nSurrounding the lot are various structures in various states of disrepair. To the right of the image, there are what appear to be remnants of residential buildings, with exposed sides and missing windows, suggesting they might be undergoing demolition or have been abandoned. The buildings are mostly brick, with some parts covered in white siding.\n\nIn stark contrast, the background features two high-rise buildings, seeming to be residential apartment blocks. These buildings are much newer and better maintained compared to the decaying structures in the foreground. They are tall, with many windows visible, and the façade appears clean and intact.\n\nOverall, the composition of the photograph, with its foreground of decay and background of modern high-rise buildings, possibly speaks to themes of urban decay, gentrification, or socio-economic disparities within the city. The sky is partially clouded, casting a soft light over the scene, which adds to the somber mood of the photograph.","title":"Housing project in north Philadelphia","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["549958","553557","555897","550253","553555","557345","549786","552750","556164","555902","550246","549785","547921","553551","549766","550285"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["lot","decay","building","demolition","undergo","rise","apartment","knee","façade","disrepair"]}
