{"path":"552766.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This is an image of an exhibition display featuring various automotive and mechanical components. The exhibition is indoor, as indicated by the artificial lighting and interior decor. \n\nThe photograph is divided predominantly into three vertical sections, each displaying different content under protective glass cases. On the left, there is a display dedicated to a \"Rotary Engine Evaluation,\" which includes a graphic banner and a component, possibly part of an engine, exhibited at the bottom. The middle display board contains a detailed presentation of a \"Saturn Powertrain,\" comprising several images of mechanical parts and information labels, explaining features like Configuration, Version, and Components Details. An actual mechanical part, likely a part of the powertrain, is displayed at the base.\n\nOn the far right, there's a display about the \"Saturn SL2 Car,\" featuring an image of a red car on the top and descriptive graphics and smaller mechanical parts or samples beneath it. Each section is carefully lighted to highlight the displays and is backed by red wall panels, enhancing visibility and focus.\n\nThese displays suggest a highly informational and educational setup, possibly part of a technical or automotive exhibition aimed at conveying intricate details about car engines and components to visitors.","title":"Stand-up displays at the first symposium on low pollution power systems development, held at the marriott motor inn, ann arbor.  Vehicles and hardware were assembled at the epa ann arbor laboratory.  This part of exhibit is in motel lobby","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552770","552767","552768","552803","554385","556703","554375","554376","554373","549692","549689","557851","552798","554372","549728","552771"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["exhibition","display","component","engine","part","case","graphic","presentation","section","banner"]}
