{"path":"552784.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This photograph showcases the open engine bay of a vintage white car, revealing a detailed and well-maintained engine setup. The car's hood is propped open, displaying a variety of engine components that are meticulously arranged and connected by various wires and pipes. Among the visible parts are the red-colored engine block and valve covers, silver exhaust manifold, and an array of belts and pulleys.\n\nThe camera angle offers a perspective looking slightly down into the engine compartment from the front of the car. This angle allows a comprehensive view of the mechanical elements arranged within the confines of the engine bay, bordered by the white inner surfaces of the hood and the body of the car.\n\nIn the background, comprising the upper part of the image, there's a suburban setting with a brick wall and paved driveway that fades softly into the distance. The driveway leads up to what appears to be a residence or a similar building, indicating that the image was likely taken in a residential area. The natural light and clear sky slightly visible in the image suggest daytime conditions, suitable for such detailed mechanical work or inspection.\n\nOverall, the photograph captures a moment where a classic car's engine is displayed, possibly for maintenance, tuning, or simply admiration, set against a serene residential backdrop.","title":"Exhibit at the first symposium on low pollution power systems development held at the Marriott Motor Inn, Ann Arbor. Vehicles and hardware were assembled at the EPA Ann Arbor laboratory. Part of the exhibit was held in the motel parking lot. Shown here is the 1973 Chrysler gas turbine car with hood up to display engine.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552805","552771","557915","557371","552803","553490","557916","546632","557860","544641","554384","557914","557905","557372","556198","552774"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["engine","driveway","car","hood","bay","admiration","pulley","arrange","valve","angle"]}
