{"path":"552790.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"The photograph shows a scene with a vibrant orange sports car with a futuristic design, featuring a prominent, vertically opening door, also known as a gull-wing door. The car has a sleek, low-profile body and stylized rims that enhance its sporty look. A man is seated in the car, wearing a dark suit and sunglasses, with his hands on the steering wheel, appearing to be either demonstrating or preparing to drive the vehicle.\n\nSurrounding the car, five men in business attire are observing and interacting with the man in the car. These onlookers are dressed in suits and ties, suggesting a formal or professional setting, possibly associated with business, engineering, or automotive design. Their attire and the badges visible on some individuals hint at an organized event or a corporate environment. They are variously engaged, with one leaning forward to look more closely at the interior of the car, while others stand back or converse among themselves.\n\nThe background of the photograph features a nondescript building with a brick facade and a series of windows, indicating an institutional or corporate setting. The overall atmosphere is one of interest and professional evaluation, suggesting that the scene could be part of a demonstration or exhibition meant to showcase the car to potential investors, collaborators, or the press. The natural lighting and casual postures of the people present a relaxed, yet attentive gathering focused on the innovative automobile.","title":"Exhibit at the first symposium on low pollution power systems development held at the Marriott Motor Inn, Ann Arbor. Vehicles and hardware were assembled at the EPA Ann Arbor laboratory. Part of the exhibit was held on the motel parking lot. Photo shows participants looking over the ESB \"Sundancers\", an experimental electric car.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552791","552783","552782","552778","552777","552788","552774","552802","554388","552779","554385","552792","554373","552787","546596","554389"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","suit","business","door","rim","demonstration","exhibition","onlooker","steering","badge"]}
