{"path":"552796.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This photograph features a red wedge-shaped car, resembling designs popular in the 1970s or 1980s, parked on a concrete surface. The car has a distinct, futuristic appearance with sharp angles and a flat, inclined rear end, which almost blends into a unibody-like structure with the rest of the car. It has large windows wrapping around the back, giving it an airy, spacious look despite the compact body.\n\nIn the foreground of the image, a red electric vehicle charging station is visible with a thick black cable plugged into it, trailing off toward the front of the car, suggesting that the car is electric and is currently charging. This presence of technology indicates an innovative aspect for the time when electric vehicles were not as common as they are today.\n\nThe ground where the car is parked is lined with wood chips, and several scattered leaves can be seen, implying either a fall season or a maintained landscape area. In the background, there is a parking lot with several cars that have designs typical of the 1980s, reinforcing the era suggested by the design of the red car. A building with a striped awning and another with a noticeable geometric-patterned exterior mark a commercial zone, possibly a shopping area or a business district.\n\nOverall, the image captures a moment combining technological innovation with everyday urban life, framed in an era-specific setting.","title":"Exhibit at the first symposium on low pollution power systems development held at the Marriott Motor Inn, Ann Arbor vehicles and hardware were assembled at the EPA Ann Arbor laboratory. Part of the exhibit was held in the motel parking lot the EBS \"Sundancer\", an experimental electric car, gets its batteries charged from an outlet in the parking lot.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552801","552782","552798","552783","552788","542640","556709","552794","556790","551021","547954","552795","552787","556713","556753","555459"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["car","design","era","chip","awning","1980","shopping","district","technology","cable"]}
