{"path":"552767.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This photo depicts a technical exhibit, likely from a trade show or museum. In the foreground, an intricate, mechanical, metallic object is presented on a burgundy wooden base. This machinery, possibly a part of a gas turbine engine, is composed of various rods, wheels, and connectors, showcasing precision engineering.\n\nTo the left-side foreground, there's a sign with technical drawings, offering a more detailed graphic explanation of the machinery. This helps in providing an understanding of the internal workings or layout of the showcased device.\n\nThe central background features red brick walls and a window with a maroon drape half-obscuring it, which suggests an indoor setting with controlled lighting, emphasizing the exhibits. On the left and more distinctly in the center background, several framed photographs or diagrams are visible. These images seem to show mechanical parts or engineering diagrams, which complement the theme of the display.\n\nTo the right, a large informational placard stands prominently. It reads “ROTATING HARDWARE & BURNER” followed by \"Chrysler Corporation Sixth Generation Gas Turbine Baseline Engine for EPA-APS Automotive Gas Turbine Program.\" The text on the placard lists features like 'centrifugal compressor-air', 'low inertia first stage turbine', and more, clarifying the technical specifications and purpose of the exhibited item.\n\nThis setting provides an educational insight into the advancements in automotive engineering, specifically relating to turbine technology, with a focus on the contributions of Chrysler Corporation to this field.","title":"Stand-up displays at the first symposium on low pollution power systems development, held at the Marriott Motor Inn, Ann Arbor. Vehicles and hardware were assembled at the EPA Ann Arbor Laboratory. This part of exhibit is in motel lobby.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552770","552766","547964","552768","552771","558365","549721","555352","544818","555330","557851","549684","557338","542762","555325","553329"],"cl":[23],"cluster":["#23 &mdash; Manufacturing Processes"],"terms":["diagram","engineering","exhibit","advancement","museum","drawing","maroon","working","trade","insight"]}
