{"path":"552788.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This photograph captures a unique and vibrant scene centered around an unusual, compact vehicle. The vehicle, which is small and wedge-shaped, is painted in a bright yellow color. It features a simple design with minimalistic lines and a large, clear windshield. The car has no doors and is open on the sides, allowing for easy entry and exit. It runs on four small, stylish wheels and appears to be a prototype or a concept car showcased at an event.\n\nThe man driving the car is wearing a dark business suit, sunglasses, and has a confident demeanor, holding the steering wheel while looking straight ahead. His attire and glasses lend a professional, contemporary feel to the setting.\n\nIn the background, there are other cars of that era parked or stationary, including a white compact sedan with sleek lines typical of automotive design from the mid-20th century. There's a subtle bustling of people around, probably guests or attendees of the event, which looks like an outdoor exhibition or car show given the parking lot environment and visible signage on other cars. There are pebbles on the ground, and the general ambiance is one of interest and engagement with the vehicles on display.","title":"Exhibit at the first symposium on low pollution power systems development held at the marriott motor inn, ann arbor vehicles and hardware were assembled at the epa ann arbor laboratory.  Part of the exhibit was held in the motel parking lot seen here are symposium participants with general motors gasoline powered vehicle (foreground) and, in background, the epa/williams turbine car","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552777","552782","552791","552790","552802","552783","552792","552778","552794","555475","552795","552787","552801","552412","554377","552798"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","wheel","concept","guest","vehicle","exhibition","event","entry","windshield","steering"]}
