{"path":"552795.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This photograph captures an outdoor scene centered on a vintage white sedan which appears to be from the 1970s. The car boasts a distinctive frontal design with rectangular headlights and a prominent grille. The vehicle bears a license plate reading \"EPA-364\". It is in motion, slightly turned to the viewer’s left, indicative of either entering or preparing to park.\n\nIn the background, three men are visible. Two of them, further back, are engaged in a conversation and stand near a brown brick building that may be a commercial or public building given its large glass doors and a flag visible on the wall above them. The third man, who is closer to the car, is walking and dressed in semi-formal attire with a blazer. The attire and style suggest a business or semi-formal setting, possibly related to the event or location the car is approaching.\n\nThe setting is a paved area, likely a parking lot or a driveway, and due to the clarity and upkeep of the surroundings, along with the style of the building and the demeanor of the people, it appears to be a location of some importance, potentially a business or governmental facility. The overall ambiance is one of a calm, everyday moment captured, with a focus on the motion and functional design of the car within a seemingly mundane setting.","title":"Exhibit at the first symposium on low pollution power systems development held at the marriott motor inn, ann arbor vehicles and hardware were assembled at the epa ann arbor laboratory.  Part of the exhibit was held in the motel parking lot shown here is the epa/williams gas turbine car","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["555475","552775","546596","552412","557841","557874","552777","550152","552788","557850","552791","552802","552782","557900","552792","557878"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","business","boast","motion","upkeep","grille","driveway","blazer","license","headlight"]}
