{"path":"552719.jpg","date":"October 1973","photographer":"Swanson, Dick","caption":"The photograph depicts a wide-angle, aerial view of a sprawling urban highway system and surrounding areas, likely captured from a high vantage point such as a building or tower. The main feature of the image is a multi-lane highway extending vertically through the composition and curving slightly as it moves toward the horizon. The highway is populated with a moderate amount of vehicle traffic, suggesting it is either a bustling city area or a typically busy thoroughfare.\n\nOn either side of the highway, various ramps and connectors flow into and out of the main roadway, indicating complex interchange designs typical of urban settings. To the left side of the highway, there are industrial or commercial zones with several large buildings, parking lots filled with numerous cars, and other smaller structures. Notably, a large circular sports or event arena can be seen in the near distance, which helps in identifying the possible function of some of the surrounding infrastructure.\n\nThe foreground of the photograph is dominated by expansive green fields, likely used for recreation or public parks, with groups of people visible in these areas, engaged in leisure activities. Some parts of these fields appear less maintained with patches of dirt and sparse grass.\n\nIn the distance beyond the highway, dense urban development continues with a mixture of residential, commercial, and possibly industrial buildings. The skyline is filled with various structures, though no skyscrapers are visible, suggesting that while this is a densely populated area, it may not be in the very heart of a major city center. The overall scene is set against a clear sky, giving the image a bright, open atmosphere.","title":"Junior high school football team plays on field surrounded by freeways. Municipal stadium in left background.","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["553015","547770","547780","546612","553838","546709","546713","546686","546726","546681","555745","553475","546714","546734","550282","548332"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["highway","arena","interchange","ramp","thoroughfare","heart","city","field","identify","recreation"]}
