{"path":"552705.jpg","date":"September 1973","photographer":"Swanson, Dick","caption":"This photograph captures a busy urban scene depicted from an elevated perspective. The focal point of the image is an ornate fountain featuring dynamic bronze sculptures of animals, primarily elks and moose, surrounded by people. Individuals are engaged in various activities around the fountain; some are sitting on the steps, others stand and converse, creating a lively communal atmosphere.\n\nThe fountain itself is located at the beginning of a wide avenue that recedes into the distance toward an impressive, large building with elaborate architecture, characterized by multiple peaks and a clock tower. This building, with its historic facade, dominates the background.\n\nOn either side of the avenue, there are lines of trees and parked cars. The area is bustling with activity - people can be seen walking along the sidewalks and crossing the street, while various models of cars, indicative of the era, travel along the road. On the far right, a contemporary high-rise building contrasts with the historical architecture, suggesting a blend of old and new elements within the city.\n\nThe overall composition of the photograph, with its clear foreground (fountain and people), middle ground (avenue and vehicles), and background (historic building and high-rise), effectively portrays a vibrant cityscape bustling with life and activity. The image also provides a glimpse into an urban lifestyle and the interaction between people and public spaces in a city setting.","title":"From the steps of the Philadelphia museum of art - looking down benjamin franklin parkway toward city hall and center city","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["551661","550747","553289","551647","552726","553224","551663","551772","557282","553214","553317","551449","557258","551643","551480","553295"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["avenue","fountain","people","beginning","bronze","bustle","sculpture","clock","architecture","city"]}
