{"path":"552793.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"The photograph features a vintage bus and two men in a setting that appears to be a public or corporate facility. The bus, prominently marked with \"5000\" near the front, has numerous advertisements and slogans on its body. One of the slogans that stands out on the front destination sign of the bus reads \"STEAM IS BEAUTIFUL\", indicating either an exhibition or promotion related to steam technology.\n\nOn the side of the bus, an advertisement reads, \"This is a Steam Coach Lear Steam Corporation,\" suggesting that this bus is powered by steam, an unusual characteristic for buses. The bus exhibits a color scheme of red and cream with a stripe of yellow running along its mid-section, and it features round headlights and a traditional rounded bus design from mid-20th century motor coaches.\n\nThe two men in the foreground add human interest to the scene. One of the men, wearing a dark suit, is standing to the left of the bus with his arms crossed, observing the bus. His facial expression suggests he is in a formal or managerial role, possibly overseeing the bus. The other man, on the right, is dressed in a light brown checkered blazer and a flat cap, and he appears to be inspecting or adjusting the windshield wipers of the bus. His attire and actions give him the appearance of being involved in either the technical or maintenance aspects of the bus.\n\nThe environment includes grassy areas, and there are light posts and trees visible in the background, which could suggest a park-like setting or an institutional campus. The cloudy sky indicates it might be a cool or overcast day.\n\nOverall, this image captures a moment from the past involving innovative transport technology, along with the roles of individuals who might be promoting or maintaining this technology.","title":"Exhibit at the first symposium on low pollution power systems development held at the Marriott Motor Inn, Ann Arbor vehicles and hardware were assembled at the EPA Ann Arbor Laboratory. Part of the exhibit was held in the motel parking lot shown here is the Lear steam bus.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552786","552785","552773","547814","546655","546604","546605","556792","549891","556791","556794","556747","556748","553957","556795","552505"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["bus","technology","slogan","steam","advertisement","role","promotion","campus","exhibition","man"]}
