{"path":"552706.jpg","date":"September 1973","photographer":"Swanson, Dick","caption":"The photograph captures a vibrant outdoor scene where a group of predominantly young people are engaging in recreational activities in a large water feature, possibly a fountain. This is set in an urban environment on a sunny day.\n\nThe main activity in the image is swimming and splashing within the waters of the fountain's basin. The pool is filled with clear water, and we can see various individuals swimming, some splashing the water, while others are poised as if jumping or diving in.\n\nOn the perimeter of the pool, several children and a few adults sit or walk along the edge, watching the swimmers or preparing to join them. The people are diversely dressed, mostly in casual summer clothing or swimwear, indicating the warmth of the season.\n\nTo the left side of the image, less active, a statue of an animal, possibly a boar, stands on the edge of the pool, adding a sculptural element to this urban recreational spot. Beyond the immediate area of the fountain, the background features a parking lot with few cars spread out, an expansive stretch of paved space devoid of vegetation, and manicured lawns further afield.\n\nIn the distance, the city skyline is visible, constituting modern high-rise buildings that hint at a densely populated urban setting. The environment suggests a mixture of use, with recreational, residential, and possibly commercial areas in proximity. This scene not only depicts a leisure activity but also reflects a social, communal use of public spaces in an urban setting.","title":"The art of cooling off is enthusiastically pursued in the fountains of the Philadelphia Museum of Art.","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["552703","557258","550747","555891","551772","549982","551667","551449","553207","558143","552012","552737","557259","550002","551647","550752"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["fountain","pool","swim","splash","swimmer","join","diving","swimwear","perimeter","poise"]}
