{"path":"552782.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This image features four individuals and a unique car in an outdoor setting, likely on a campus or corporate facility given the architectural style of the buildings in the background. The vehicle, which is a vibrant red color, has a remarkably futuristic design for the era suggested by the fashion styles—it is sleek with clean lines and has an extremely large, hinged canopy that opens upwards, rather than traditional doors. \n\nThe three men and one woman in the photograph are engaging directly with the car. The man who is driving the car, sitting in the front left seat, is giving a thumbs-up and appears very pleased, possibly demonstrating the novelty or features of the car. He is dressed in a classic late 20th-century style, wearing a patterned shirt and a striped tie. The woman, situated in the passenger seat and dressed in a knee-length dress and high boots, is adjusting something within the car, likely getting seated or interacting with the internal components of the car. The other two men, standing outside the car, are closely observing. One is dressed in a suit and tie, and appears to be in a professional or formal role, suggesting he might be a supervisor, executive, or possibly an investor or stakeholder. The other man, who is also dressed smartly, seems to be assisting with the demonstration, perhaps explaining features of the car or involved in its design.\n\nThe background is composed of a moderately cloudy sky and a modern building featuring dark walls with geometric patterns, possibly housing offices or educational facilities. It is a clean, understated setting that complements the main focus on the car and its onlooker's reactions.\n\nOverall, the image captures a moment of innovation and interest, likely from the mid to late 20th century, centered around a concept car or an advanced automotive design under review or demonstration.","title":"Exhibit at the first symposium on low pollution power systems development held at the marriott motor inn, ann arbor vehicles and hardware were assembled at the epa ann arbor laboratory.  Part of the exhibit was held in the motel parking lot mrs.  Williams lear gets into the esb electric \"sundancer\", an experimental research car.  Mr.  Lear (far left) is the developer of the lear steam bus.  Demonstration rides took place during symposium recess times","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552783","552791","552778","552790","552777","552788","552792","557874","555475","554389","552412","552802","552794","552787","552795","557850"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","demonstration","dress","seat","tie","concept","automotive","campus","review","reaction"]}
