{"path":"552792.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"The photograph captures a scene involving several men and compact cars in an outdoor environment, presumably from the 1970s given the style of clothing and vehicles. The image prominently features two compact, yellow cars, which appear to be small, economical models indicated by the \"GM GANDINI\" label visible on the closer car's rear license plate area.\n\nIn the foreground, we see the back of one car with a person visibly seated in the driver’s seat, dressed in a dark suit jacket. The car’s design includes a distinctive rear end with minimal detailing apart from a horizontal stripe and the automaker's badging.\n\nIn the background, the second yellow car is shown with its rear hatch opened, around which three men are gathered. One man, dressed more casually in a blue jacket and darker pants, is interacting with the open hatch of the car, either inspecting it or showing it to the others. The other two men are dressed more formally—one in a suit and another in a tan jacket and dark slacks—suggesting a professional or business context for their gathering.\n\nThe background of the image shows a grey sky and an indistinct setting that may hint at an industrial or suburban area, emphasized by the presence of other vehicles and nondescript architectures in the distance.\n\nOverall, this scene likely depicts a professional or promotional examination of these compact cars, with focus on their design and utility potentially for review, sale, or promotion given the engagement of the men around the vehicles.","title":"Exhibit at the first symposium on low pollution power systems development held at the marriott motor inn, ann arbor vehicles and hardware were assembled at the epa ann arbor laboratory.  Part of the exhibit was held in the motel parking lot photo shows participants trying out two general motors vehicles the urban gasoline (yellow) and the urban electric (green)","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552791","552777","552802","552788","552782","546596","554389","552774","552794","554373","557874","552790","552795","552789","557915","555475"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","hatch","jacket","suit","man","promotion","review","vehicle","slack","examination"]}
