{"path":"552743.jpg","date":"October 1973","photographer":"Swanson, Dick","caption":"This photograph depicts an urban street scene in what appears to be a residential neighborhood. The setting shows a narrow, one-way street lined with two-story row houses, painted in different colors, primarily red and gray. Each house has a small step leading up to the front door, suggesting an older architectural style typical of northeastern United States cities. The street looks worn, with visible puddles and debris scattered across the pavement.\n\nThe focus of the activity in the image is on several children playing. In the foreground, there is a child, appearing to step away from a large, bright yellow broom lying on the street. Another child is positioned slightly behind, facing the first child, possibly in conversation or observing. The scene features two more children further down the street, walking past a yellow bus that is parked on the left-hand side of the frame; one of the children is closer to the bus while the other is in the middle of the street walking toward the viewer. A man is also visible in the distance, walking towards the bus.\n\nThe bus, noticeably older in model, adds to the vivid depiction of everyday city life, and its bright yellow color stands out against the gray street and predominantly red buildings. Along the sidewalk, there are trash bins and a large cardboard container labeled clearly for clothes donation, indicating an element of community infrastructure.\n\nThe overall atmosphere of the photograph suggests a lively neighborhood scene with children at play amidst a backdrop of residential calm and urban decay, capturing a moment that feels both candid and evocative of past decades, likely the mid to late 20th century, given the style of the bus and the general condition of the street and buildings.","title":"Black neighborhood in north Philadelphia","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["556170","552761","552756","551001","549296","555900","555895","552755","551084","549267","545398","549287","551729","553497","545372","548441"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["bus","child","street","step","walk","neighborhood","broom","play","bin","house"]}
