{"path":"552710.jpg","date":"September 1973","photographer":"Swanson, Dick","caption":"This photograph captures a busy urban street scene from a high vantage point, looking directly down a wide avenue bustling with activity. The avenue is filled with numerous vehicles; cars are clearly observable in multiple lanes, some moving while others appear parked along the sides. The traffic seems heavy but flowing, depicted in varied sizes, shapes, and probably colors, though the image's lighting focuses more on forms and silhouettes.\n\nThe presence of pedestrians is noticeable; people can be seen walking on sidewalks, crossing streets, and generally contributing to the dynamism of the cityscape. The angle of the sunlight casts long shadows from both the pedestrians and the vehicles, adding a dramatic effect and a sense of time to the image, suggesting it might be early morning or late afternoon.\n\nOn either side of the street, high-rise buildings frame the scene. The buildings, bathed in shadow due to the angle of the sun or the photographic exposure, lend a towering, somewhat imposing aura to the composition. Some signage is visible on a building at the left, indicating commercial activity; one sign prominently reads \"Tastykake,\" indicating either advertising or the presence of a business.\n\nThe lighting in the photograph is moody, primarily dominated by darker tones with highlights glinting off car surfaces and street elements, adding contrast and a somewhat gritty, intense mood to the urban setting. The composition guides the viewer's eye along the street, drawn into the vanishing point at the center, evoking the city's depth and scale.","title":"Traffic on Market Street, Philadelphia's main east-west artery, looking west.","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["553845","553301","553681","549849","555782","556681","549874","548419","556807","555450","549886","553893","551478","546716","556195","546707"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["avenue","street","pedestrian","angle","dynamism","aura","advertising","point","highlight","lane"]}
