{"path":"552799.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"The image shows an interior view of a vintage or classic sports car. The photograph captures the front passenger compartment, emphasizing the car's dashboard and steering wheel area. The seats are constructed of black leather or a leather-like material with visible seams and padding, providing a plush, well-maintained appearance.\n\nThe dashboard is detailed and features numerous dials and gauges that are predominantly round. These likely display information such as speed, engine revolutions, fuel levels, and possibly temperature or oil pressure. These instruments are encased in a black panel that matches the rest of the interior aesthetics. In the center of the dashboard, a small, rectangular, digital display or control unit can be observed, which might be a radio, climate control, or other vehicle function interface.\n\nThe steering wheel, positioned on the left, is also black—possibly made of the same materials as the seats—and features a simple, classic design typical of performance or luxury cars from past decades. A slender white cable runs across the lower portion of the image from the left side of the frame towards the dashboard; its purpose is not clear from the image alone. Also visible on the passenger side seat is a page or photo showing what appears to be a male figure outside, suggesting that it might be part of a magazine, newspaper, or printed photograph.\n\nThe outside setting glimpsed through the car includes typical street scenes with parked cars and urban elements, suggesting that this vehicle is parked outdoors in a city or an urban parking area. The focus on the artefact and its pristine condition indicates that this might be a part of a collection or a car undergoing restoration or maintenance.","title":"Exhibit at the first symposium on low pollution power systems development held at the Marriott Motor Inn, Ann Arbor. Vehicles and hardware were assembled at the EPA Ann Arbor Laboratory. Part of the exhibit was held in the motel parking lot. EBS experimental electric \"Sundancer\" car, showing plug and connection for battery charge.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["545335","557847","552787","552780","554384","557052","549689","557917","557850","556198","552803","557876","557891","557866","554385","552790"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["dashboard","seat","car","leather","steering","wheel","passenger","control","restoration","luxury"]}
