{"path":"552770.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"The image features a display of an automotive engine prominently positioned on the left side, raised on a platform for easy viewing. This engine exhibits a complex assembly with an exterior primarily in cream color, accented with metallic parts and pipes. Elements like bolts and structural ribs are clearly visible, hinting at its advanced and robust engineering.\n\nNext to the engine, to the right, there is an informational display board standing on two metal feet. The board has a white background with black and blue text, providing details about the engine. It reads \"BASELINE ENGINE\" at the top, followed by mentions of \"EPA-AAQS AUTOMOTIVE GAS TURBINE PROGRAM\" and various technical specifications and objectives which include improvements in compressor styles, control systems, heat management, and more, associated with the gas turbine generation. The logo at the bottom identifies it as a project related to Chrysler.\n\nThe setting is dimly lit, focusing viewers' attention primarily on the engine and the informational display. The floor appears to be carpeted in a dark color, possibly to enhance the presentation aesthetic and contrast with the technical display. The overall composition of the photograph underscores the technical and industrial nature of the showcased engine and its relevance to automotive technology development.","title":"Stand-up displays at the first symposium on low pollution power systems development, held at the marriott motor inn, ann arbor.  Vehicles and hardware were assembled at the epa ann arbor laboratory.  This part of exhibit is in motel lobby","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552767","552766","552771","542762","552805","552804","553895","552784","552803","549689","549692","557851","549683","549728","547964","549690"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["engine","board","display","bolt","generation","presentation","assembly","heat","carpet","mention"]}
