{"path":"552822.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph captures a moment of quiet reflection amidst a scene of destruction. On the left, a boy, appearing thoughtful and perhaps somewhat somber, sits looking out over a flooded area. He is wearing a simple, short-sleeved white T-shirt and dark, thick-rimmed glasses, which are characteristic of a past era. His hair is neatly cut in a short, typical style of the time.\n\nThe boy is seated on a wooden structure, possibly a makeshift barrier or walkway, constructed to navigate through or block off the flooded area. His hands rest gently on the wooden planks, and his posture and facial expression suggest contemplation or concern.\n\nThe background provides a stark contrast to the otherwise serene posture of the boy. It shows a scene of considerable devastation -- water floods the area, mixing with debris that includes wooden planks, barrels, and miscellaneous trash. The water reflects a grayish sky, implying overcast weather which adds a gloomy overtone to the scene. In the distance, there are buildings partially visible and a small forklift-type vehicle submerged or abandoned in the flood. Overall, the image portrays a poignant juxtaposition of youthful contemplation against a backdrop of disaster, possibly from a hurricane or flood.","title":"In the spring of 1973, the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River Basin. A Morgan City boy surveys the overflowing Atchafalaya. He is sitting on a \"mud box\"--a kind of retaining wall put up to keep the flood waters in check.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552823","552832","545539","547182","552824","547872","548286","552818","552853","553494","548837","550899","553553","553495","544196","544462"],"cl":[27],"cluster":["#27 &mdash; Natural Disasters"],"terms":["flood","boy","plank","contemplation","posture","devastation","disaster","destruction","barrel","concern"]}
