{"path":"552820.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph captures a flood scenario where two men are handling a small boat in a deeply flooded residential area. In the foreground, one man in a baseball cap is standing in the water, steadying the bow of a brown aluminum boat with a small outboard motor; another man, wearing a white cap, is standing in water as well, positioned towards the back of the boat, perhaps preparing to embark or secure the boat. The water level reaches the men’s knees.\n\nThe flooded water extends across the image, covering what typically appears to be streets and gardens, raising high enough to partly submerge the surrounding lawns and trees. In the background, there are two single-story homes partially submerged, or at least surrounded by, the overflow water. Both homes seem serene under the circumstances, with no visible people or activities.\n\nThe environment is lush with several mature trees enveloping the scene, which suggest this could be a suburban area. The sky seems slightly overcast, casting a soft light over the scene, which brings out the reflected light on the water and the vivid greens of the tree leaves. This scene portrays a common plight during flood situations, emphasizing efforts to manage movements and salvage situations where roads are impassable by regular vehicles.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh area below New Orleans and the entire atchafalaya river basin house at gibson surrounded by flood water.  Residents must rely on boats for transportation","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["548286","547266","552818","552843","550220","547212","552824","550980","552855","547077","548298","552857","544462","552850","552270","552840"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["flood","boat","situation","submerge","home","steady","water","salvage","cap","aluminum"]}
