{"path":"552845.jpg","date":"May 1973","photographer":"Messina, John","caption":"This is an aerial photograph depicting a large-scale flooding event affecting a rural community. The image captures several residential neighborhoods and agricultural areas submerged under muddy floodwaters. Prominent features include:\n\n- Houses and buildings: Numerous houses, possibly single-story, and a few larger buildings, likely community buildings or schools, can be seen partially submerged in the floodwater. The roofs of these structures are visible, and some seem relatively unaffected, but the lower parts are clearly inundated.\n  \n- Vegetation: There's a significant presence of lush green trees around the houses and along the roads, which are disrupted by the water. Parts of the area that remain unflooded showcase a dense canopy of trees.\n  \n- Roads and Paths: The layout of the community is traceable through the visible sections of roads and pathways that are intermittently visible through the water. Some roads appear completely submerged, while others are partly visible.\n\n- Agricultural Field: To the left side of the image, there is a field showing agricultural activity with rows that are partially submerged. The contrast between the muddy waters and the sections of un-flooded field highlights the extent of the flooding.\n\n- Overall Scene: The overall atmosphere is overcast, suggesting recent or ongoing rain contributing to the flooding. The image captures a wide expanse of the affected area, reflecting the extensive impact of the flood on this community. The color palette is predominantly greens of the vegetation and grays and browns of the water and buildings, contributing to a somber visual tone.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh area below New Orleans and the entire atchafalaya river basin flooded houses in the stevensville-lake palourde area","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552843","552848","552849","552855","552840","547258","552854","552841","552857","552850","547221","552852","552851","550884","547212","552853"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["flooding","floodwater","submerge","community","affect","flood","house","roads","submerged","extent"]}
