{"path":"552838.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph is an aerial view capturing a natural landscape that features a river and its surrounding areas. The river, prominent through the middle of the image, exhibits a muddy-brown color, indicative of silt and sediment being carried by the water. This river meanders through the image in a serpentine fashion, surrounded by patches of various forms of vegetation.\n\nOn either side of the river, the landscape is partly covered by dense greenery, which appears to be wetlands or marshy areas. These green patches vary in shape and size, creating a mosaic-like pattern against the darker water bodies. In some areas, the vegetation forms linear patterns that suggest they might be man-made plantations or systematically organized natural growth.\n\nThe landscape has an untouched, wild aspect, suggesting it could be a remote location possibly untouched or minimally affected by human activities. The overall scene gives an impression of tranquility and lushness, showcasing the interaction of water and land in a natural setting. No human presence, buildings, or artificial structures are visible in the image, emphasizing its natural and pristine essence.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh area below New Orleans and the entire atchafalaya river basin aerial view of flood conditions in the offshore area between morgan city and the southwest pass (main Mississippi outlet into the gulf of mexico)","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552953","550885","546351","550527","553452","550580","550616","550622","550542","550623","556964","550559","550571","550392","552925","550627"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["river","silt","lushness","mosaic","affect","muddy","form","pattern","wetland","prominent"]}
