{"path":"552875.jpg","date":"June 1973","photographer":"Messina, John","caption":"This photograph captures a scene on what appears to be a dock or a pier. A group of five individuals (four men and one woman) are occupied with various activities, most likely related to seafood processing or a similar task.\n\nOn the left side of the image, a shirtless man wearing sunglasses and jeans is seated, leaning slightly forward as he writes or sketches on a clipboard. Centered in the image, another man stands with his left foot slightly raised, wearing a white T-shirt tucked into beige pants, and he holds onto a handle (possibly of a tool leaning out of frame).\n\nIn the middle of the photograph, a large pile of shells is scattered across the wooden surface of the dock, indicating the possible sorting or processing of shellfish.\n\nTo the right, a woman in a red shirt and red pants is kneeling, handling some of the shells. She is focusing intently on her task, perhaps examining or sorting the shells. Meanwhile, another man in a white patterned shirt is engaging in an activity with his right arm raised, possibly grasping onto something above him.\n\nThe background provides a glimpse of more people and wooden structures, likely part of the pier setup. The overall impression is of a busy, labor-intensive moment, likely connected to a seafood harvesting or processing operation. The attire and physical engagement of the people suggest a casual, work-oriented environment.","title":"Lake borgne oystermen claim release of Mississippi river flood waters has polluted their oyster beds.  Some of the men are preparing a legal deposition.  Aboard captain pete tesvich's boat they collect evidence for their case.  Tesvich's party comes alongside another fishing boat.  Aboard is a group of biologists of the u.s.  Army corps of engineers out to test lake oysters.  The tesvich group examines diseased oysters dredged by the engineers","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552302","545065","552877","545193","546305","552874","545189","552881","551396","552863","545181","544993","545202","547020","549336","545093"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["seafood","shell","pier","processing","raise","shellfish","handle","dock","lean","grasp"]}
