{"path":"552843.jpg","date":"May 1973","photographer":"Messina, John","caption":"The photograph depicts an area afflicted by floodwater, likely taken from an aerial perspective. The landscape is heavily inundated with water, engulfing the properties and their immediate surroundings. Numerous trees, primarily deciduous, stand partially submerged in the water, indicating significant flooding that has spread extensively across the visible area.\n\nSeveral single-story houses and buildings, including associated outbuildings like sheds, are visible above the water level. Some of these structures appear surrounded by water, isolated from normal access routes. The colors of the buildings range from white and gray to darker shades indicating different materials or ageing effects.\n\nIn the flooded streets visible among the trees and houses, a few vehicles—conceivably abandoned or stranded due to the rising water—can be seen. The roads themselves are barely distinguishable but for the vehicles' positions suggesting their layout.\n\nThe overall tone of the scene is somber with a muted color palette dominated by the blues and greens of the water and foliage, contrasted slightly by the human-made structures. The gloomy sky suggests overcast weather, compounding the challenging conditions visible in the image. The scene captures a moment of disaster or aftermath, illustrating the immediate impact on the community’s landscape and infrastructure.","title":"In the spring of 1973, the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River basin flooded town on the Gulf of Mexico.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552849","552853","552857","552845","552848","552852","552855","552841","547266","547212","552850","552840","550884","547077","547036","552436"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["floodwater","water","compound","engulf","strand","outbuilding","flooding","house","disaster","aftermath"]}
