{"path":"552810.jpg","date":"May 1973","photographer":"Messina, John","caption":"The photograph captures an outdoor scene at a marketplace, likely a fish market, where a man is engaged in the activity of handling a large octopus. The man, who is on the left side of the frame, appears to be in his mid-adulthood, wearing casual clothing consisting of a striped, short-sleeve shirt and yellow pants. He is wearing sunglasses and has a slightly tilted posture as he looks at the octopus, which he is picking up from a bed of crushed ice.\n\nThe octopus is large, with its distinct head and sprawling tentacles splayed across and partially hanging over the edge of a wooden stall that contains various fish, also nestled in copious amounts of ice to keep them fresh. The background includes a glimpse of an open-air structure with a roof, suggesting this is a covered section of the market. There's a clear, sunny sky visible above the structure, indicating a bright day conducive for market activities.\n\nThe setting projects a busy, functional atmosphere typical of a fish market, where fresh seafood is displayed and sold. The man’s focused interaction with the octopus positions him as either a vendor or a customer evaluating or preparing the seafood for sale. The overall composition of the photograph, filled with the vivid textures of fresh seafood and market life, creates a snapshot of everyday commerce and culinary culture.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh areas below New Orleans and the entire atchafalaya river basin catfish buyer in allemands.  Three weeks earlier this area was in danger of flooding","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["554098","550320","547856","553095","554095","545206","545211","547848","545951","545284","548297","543897","550297","554093","552860","546270"],"cl":[17],"cluster":["#17 &mdash; Fish"],"terms":["market","seafood","fish","ice","marketplace","vendor","sell","stall","customer","pick"]}
