{"path":"552837.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph, captured from an aerial perspective, presents a river town nestled in a dense, green landscape. The river snakes through the scene in a prominent curve, with muddy brown water that stands in contrast to the lush surroundings. Along one side of the river, a series of buildings, presumably residential or possibly commercial, align neatly with the twisting flow of the river. These structures are predominantly white and rectangular, organized into a tight arrangement, suggesting a close-knit community.\n\nA road parallel to the river segregates the buildings from a denser part of vegetation, enhancing the delineation between nature and human habitation. The opposite side of the river is more wild and untouched, composed of dense foliage and treed areas, which further emphasizes the river as a natural boundary.\n\nAdditionally, the bottom left corner of the image features a section of water body, perhaps a lake or a wider part of the river, surrounded by similar greenery. This adds a sense of isolation to the community, which appears to be accessible primarily from one side. Above this scene, part of the photograph's framing includes what appears to be a minor obstruction, likely a part of the aircraft from which this photo was taken. Overall, this image captures a quaint, remote settlement embraced by natural water bodies and lush forest, indicating a peaceful coexistence with the surrounding environment.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh area below New Orleans and the entire atchafalaya river basin aerial view of atchafalaya flood area","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["556964","558060","550623","551067","550530","544607","550524","555575","549457","550546","550885","550583","547256","550548","549262","557485"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["river","delineation","part","embrace","community","knit","aircraft","settlement","coexistence","snake"]}
