{"path":"552850.jpg","date":"May 1973","photographer":"Messina, John","caption":"This aerial photograph captures a scene of extensive flooding impacting a residential area. The majority of the frame is filled with murky floodwaters that have submerged roads and landscaping, and partially hidden vehicles and infrastructure. At the center of the image is a single-story building (likely a house) with a dark shingled roof and light-colored walls. The structure is nearly surrounded by water but appears to still be above the flood level.\n\nA temporary sandbag barrier has been constructed around this central building, forming a makeshift levee attempting to hold back the water. Additional sandbags can be spotted forming barriers along other submerged areas, indicating efforts to prevent further water encroachment.\n\nTrees partly submerged by the floodwaters are scattered throughout the scene, and some downed utility poles are visible, suggesting the extent of the natural disaster's impacts on infrastructure. In the background and to the right, another building can be seen isolated and surrounded by the floodwater, also likely fortified against the rising water levels.\n\nOverall, the photograph vividly illustrates the scale of flooding and the human attempts to minimize damage by safeguarding buildings with sandbags.","title":"In the spring of 1973, the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans, and the entire Atchafalaya River basin flooded farms in the Jonesville area of the Atchafalaya basin.","placename":"Alexandria (La.)","location":"Alexandria, Louisiana","nn1":["552854","552843","552857","552849","552852","552845","552848","552436","547036","552825","552855","552851","547221","552840","547258","547212"],"cl":[27],"cluster":["#27 &mdash; Natural Disasters"],"terms":["floodwater","flooding","barrier","level","attempt","encroachment","extent","infrastructure","flood","disaster"]}
