{"path":"552823.jpg","date":"May 1973","photographer":"Messina, John","caption":"The photograph captures a flood scene in an urban area. The focus is on a young person, likely male, dressed in a simple, casual outfit consisting of a white T-shirt, dark pants, and sneakers. He is sitting on what appears to be a sturdy wooden guardrail or bench, with his legs crossed and hands placed on his lap. His gaze is directed off to the side, and he is wearing dark glasses. He seems contemplative or perhaps observing the flood's impact on his surroundings.\n\nThe background shows extensive flooding covering the street and partially submerging buildings. One visible building is labeled \"GARCIA CITY MARKET\" and another smaller structure behind it bears the sign \"TRANSMISSION\". These structures, likely commercial, are typical of small industrial or market-type buildings with metal siding and simple, functional designs. The water level is high, reaching the lower windows of the market.\n\nUtility poles with multiple lines run alongside the road, emphasizing the typical urban infrastructure and increasing the feeling of depth in the image. The sky is overcast, lending a gloomy atmosphere to the scene and suggesting recent or ongoing rainfall. The presence of floodwater in what appears to be a normally trafficked street speaks to the severity of the weather event impacting this area.","title":"In the spring of 1973 the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River Basin. Morgan City boy surveys the overflowing Atchafalaya. He is sitting on a \"mud box\"--a kind of retaining wall put up to keep the flood waters in check.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552832","552822","548197","552824","547221","552831","552843","552818","550884","547077","552841","548298","552852","547212","552855","552849"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["flood","market","floodwater","severity","guardrail","sneaker","transmission","flooding","lap","rainfall"]}
