{"path":"552800.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This photograph captures a scene on a roadway with a focus on automotive activity involving three vehicles and one individual. The image is set against a backdrop of a partly cloudy sky and features some industrial or suburban development in the far distance.\n\nThe foreground of the composition prominently displays a lime green, vintage car with distinctive body styling, such as round taillights and air vents on the rear engine cover, suggesting it might be a classic from the 1960s or 1970s. Alongside the green car, there's a lemon-yellow car; its design suggests a similar vintage with sleek curves typical of the era.\n\nThere is a person, a man in dark attire, seen bending over the open trunk (boot) of the yellow car. His body partially obscures the interior of the trunk, making it challenging to discern what activity he is engaged in but it appears he might be retrieving or organizing items.\n\nBetween these two cars on the left and moving into the middle of the image, there is a much larger vehicle, which is a truck with a dark, possibly blue or black, cab. It emphasizes the contrast between the consumer vehicles and commercial transportation.\n\nThe setting is on a paved road, possibly a parking area or a stopping zone by a highway, given the presence of the truck which suggests freight or goods transport common on such routes. The overall lighting and cloud formation add depth and a dynamic element to the composition, suggesting transient weather conditions.\n\nElements like shadows on the pavement and reflections off car surfaces add to the realism and temporal feel of the moment captured. The image gives a nostalgic feeling, hinted at by the age and design of the cars and the casual, unposed nature of the human activity.","title":"Exhibit at the first symposium on low pollution power systems development held at the Marriott Motor Inn, Ann Arbor. Vehicles and hardware were assembled at the EPA Ann Arbor Laboratory. Part of the exhibit was held in the motel parking lot. Participant examines engine of General Motors urban electric car. In far background is the Lear steam bus.","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["553488","552077","557016","555944","557874","552801","546849","544641","556709","556707","553491","556790","557684","546177","551913","551021"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["car","trunk","realism","truck","consumer","vehicle","styling","cab","vent","freight"]}
