{"path":"552831.jpg","date":"May 1973","photographer":"Messina, John","caption":"The photograph captures a flood scene in an industrial or commercial area. On the left side of the image, a large yellow industrial building with a sign that reads \"C.J. Harris Machine Works, Inc.\" is visible. Part of the street next to this building remains clear of water, where a red car is driving on the road. The right side of the street is submerged in floodwater, reflecting parts of the structures and a bridge in the distance.\n\nDirectly beside the road, a protective wooden railing provides some boundary between the clearer road section and the flooded area. In the submerged portion, a variety of industrial buildings and possibly warehouses are partially or almost completely covered by water. The flood extends deep into the scene, with a large bridge visible in the background spanning across the waterlogged area. The sky is overcast, suggesting recent or impending weather conditions that may have contributed to the flooding. The general atmosphere is quiet, with no visible people, suggesting either evacuation or avoidance of the area due to the flood.","title":"In the spring of 1973 the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River Basin Morgan City waterfront on the Atchafalaya. Structure in foreground is called a \"mud box\"—a kind of retaining wall built to hold the flood waters in check. Note that buildings on opposite side are half-submerged.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["547221","552843","552855","552852","552840","547266","552841","552848","552825","552849","552823","552851","548298","552827","550884","552850"],"cl":[4],"cluster":["#04 &mdash; Bridges/Overpasses"],"terms":["flood","floodwater","bridge","road","flooding","street","warehouse","boundary","railing","building"]}
