{"path":"552826.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph depicts a serene yet somber scene of a flood-affected area. Two women are seated together on a front porch of a white wooden house, moderately engaged in conversation. The house appears traditional with shuttered windows and a simple porch that extends along its front. Notably, the ground around the house is submerged in water, reflecting the house and porch in its calm surface.\n\nA white railing borders the porch, and various household objects, including a small red bucket and a white plastic chair, are visible. Some greenery peeks through the water near the porch, suggesting the flooding has recently occurred, submerging the yard and the pathway.\n\nTo the right of the main house where the women are seated, there is another building, possibly a shed or an extension of the main house, also painted white and similarly affected by the water.\n\nThe atmosphere is quiet and seems reflective, with no visible movement except for the gentle interaction between the two individuals on the porch. The overall composition captures a moment of normal life persisting in the face of a natural disaster, highlighting resilience and calm amidst challenges.","title":"In the spring of 1973, the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River Basin. Two ladies of Pierre Part, porch-bound by flood waters from Lake Verret. The lake could not drain normally into the flood-swollen Atchafalaya.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552857","548300","552436","552818","547077","552824","547036","552956","552827","552832","552852","543657","552270","552843","548286","550980"],"cl":[27],"cluster":["#27 &mdash; Natural Disasters"],"terms":["porch","house","extension","flood","household","flooding","disaster","challenge","shed","woman"]}
