{"path":"552811.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph depicts a polluted water body, likely a small pond or stream, choked with various forms of debris and surrounded by a natural landscape. The foreground is cluttered with an assortment of waste including large white stones piled up, a rusty metal barrel lying sideways, wooden planks, blocks of cement, and scattered vegetation. This trash appears to be carelessly discarded by the water's edge, contributing to the environmental degradation evident in the scene.\n\nThe water itself reflects the sky and clouds above, adding a contrasting natural beauty to the otherwise disturbing scene of pollution. There are patches of green aquatic plants in the water, somewhat thriving amidst the pollution. The background features a rural or semi-rural landscape with trees, open fields, and a slightly visible road or path extending along the length of the water body. Utility poles and lines can also be seen in the distance, suggesting some human habitation or infrastructure nearby.\n\nOverall, the composition of the photograph, with the vivid reflection of the sky in the water juxtaposed against the litter and pollution, powerfully captures the negative impact of human waste on natural water bodies and the environment.","title":"In the spring of 1973 the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River Basin. Sandbags placed along road to village of Bayou Gauche. Three weeks earlier this area was under water.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["547524","550352","550812","550800","544810","547537","555228","552098","552127","547907","544175","552080","550687","551440","555848","545945"],"cl":[13],"cluster":["#13 &mdash; Environmental Pollution"],"terms":["pollution","water","waste","cement","body","litter","barrel","assortment","degradation","habitation"]}
