{"path":"552879.jpg","date":"June 1973","photographer":"Messina, John","caption":"This photograph depicts an elderly man engaging in oyster shucking, captured outside on a sunny day against a backdrop suggestive of a marine setting. The man, who appears focused and adept, is dressed in a light blue, short-sleeved button-up shirt and wears glasses. His tan, weathered skin along with his expression of concentration enhances the sense of experience and skill.\n\nThe man is holding an oyster in his left hand and a shucking knife in his right, carefully prying open the oyster shell. Details such as his weathered hands and the grip on the oyster and knife reflect a practiced routine, likely indicating his familiarity with this task.\n\nIn the background, slightly out of focus, part of a metal structure is visible which could be part of a boat or dock equipment, suggesting that this activity is taking place near or on the water. The sky is partially cloudy but bright, illuminating the scene and emphasizing the natural setting of the activity. This composition provides a holistic view into the task of oyster shucking within a specific environmental context, capturing both the meticulous effort involved and its tie to the cultural and geographical setting.","title":"Lake borgne oystermen claim release of Mississippi river flood waters has polluted their oyster beds.  Some of the men are preparing a legal deposition.  Aboard captain pete tesvich's boat they collect evidence for their case.  Tesvich's group has boarded boat carrying a group of u.s.  Army corps of engineers biologists together they examine the dead and diseased oysters.  Oysterman tom hadley probes a diseased oyster","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["546365","552860","552865","546279","545190","552287","546297","546305","552307","552877","545310","545181","552288","545189","546270","552881"],"cl":[17],"cluster":["#17 &mdash; Fish"],"terms":["oyster","familiarity","task","suggestive","skill","grip","shell","tan","weather","routine"]}
