{"path":"552849.jpg","date":"May 1973","photographer":"Messina, John","caption":"This image offers an aerial view of a flood-affected area. Large bodies of water, likely a result of flooding, are seen surrounding buildings and covering the landscape extensively. Roads and pathways are submerged, making them barely visible.\n\nThere are multiple buildings visible in the image, some partially submerged in water, hinting at the severity of the flood. The structures vary in size; some appear to be large warehouse-like buildings while others look like smaller residential homes. The color of the rooftops varies from white to darker shades, contrasting with the largely grey and blue tones of the water and the overcast sky.\n\nThe natural landscape is also affected, with trees partially submerged, indicating that the water level is quite high. The area outside of the immediate flood zone appears to be heavily vegetated, with a larger body of water visible in the distance, possibly a river or a lake expanded due to the flood.\n\nThe overall scene conveys a somber tone due to the cloudy skies and the extensive flooding’s impact on the landscape and structures. The photograph helps in understanding the extent of emergency or disaster situations such as flooding, capturing the disruption to human habitation and natural environments alike.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh area below New Orleans and the entire atchafalaya river basin farms under water south of jonesville, atchafalaya basin area","placename":"Alexandria (La.)","location":"Alexandria, Louisiana","nn1":["552843","552852","552845","552841","552848","552853","552840","552855","550884","547221","552851","552850","552857","552854","547212","547258"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["flood","flooding","submerge","affect","severity","expand","extent","emergency","water","disruption"]}
