{"path":"552825.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph depicts a scene of flooding affecting a rural area. It features a large one-story building with a dark shingled hip roof, which appears to be surrounded by sandbags arranged in a manner to prevent water from entering the structure. The building is positioned on the left side of the frame and has a slightly blurred appearance, suggesting the photo was taken during low light conditions or with a longer exposure.\n\nIn the foreground, a flooded roadway or ground captures reflections, adding to the sense of depth and the extent of water coverage. Prominently placed in the front and center of the image is a mailbox on a post, labeled with the name \"Sidney J. Rodrigue\" and an address \"RT1 BOX 813 PART LA.\" The mailbox and post are partially submerged in the floodwater, highlighting the level of water rise.\n\nIn the background, beyond the primary building, there are additional structures partially visible, likely other buildings within the same area. The scene is overcast with grey skies and a somber mood, which is typical in flood situations. There are no visible people in the image, emphasizing the abandonment or isolation typically felt in heavily flooded areas. The environment looks quiet and devoid of immediate activity, which suggests either evacuation or avoidance of the area due to the flooding.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh area below New Orleans and the entire atchafalaya river basin flood waters of lake verret at pierre part.  Lake has been unable to drain normally into the flood-swollen atchafalaya","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["547077","552854","552850","547036","552436","552852","552857","548300","552843","552845","552855","552827","552851","552831","552849","552824"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["mailbox","flooding","flood","post","floodwater","shingle","hip","prevent","extent","address"]}
