{"path":"552809.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph features a riverside scene characterized by an industrial and somewhat rustic environment. In the foreground, there is a sandy beach area with several burlap sandbags scattered across the ground, suggesting measures taken possibly for flood control or stabilization. Driftwood and other debris can also be seen scattered on the sand, adding to the rough and utilitarian nature of the setting.\n\nCentered in the photo is a wooden structure with a simple, flat roof, under which hangs a wooden sign labeled \"CRABS.\" This suggests that the structure might be used for selling or storing crabs, likely caught in the adjacent river. The structure is basic and functional, with visible weathering, adding to the sense of a working waterfront area.\n\nTo the left of the crab shack, there is an overturned boat with faded green paint, partially obscured by tall grass growing through its open sections. This adds a further sense of disuse or seasonal storage.\n\nBeyond the crab shack and boat, a river is visible, reflecting the blue sky above and flanked by a bridge in the background. The bridge appears to be a simple, functional structure, possibly for road traffic, adding to the overall industrial or utilitarian vibe of the scene.\n\nThe sky is partly cloudy with fluffy, white clouds, suggesting a sunny day, which casts clear shadows and gives vibrant coloration to the entire scene.\n\nOverall, the composition of the photograph provides a glimpse into a working waterfront area, possibly in a rural or semi-industrial location, where fishing and crabbing might be significant activities. The setting is marked by practicality and a lack of pretense, focused more on function than aesthetics.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh areas below New Orleans and the entire atchafalaya river basin sandbags shore up edge of bayou des allemands against flood danger","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["545005","548105","547033","547622","547572","547890","552441","544567","558003","547581","547016","544209","547019","551985","551515","551519"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["crab","shack","waterfro","working","practicality","bridge","storing","boat","driftwood","disuse"]}
