{"path":"552804.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This image features a vintage red Chrysler automobile displayed at an outdoor event, presumably part of a car show or exhibition. The hood of the car is open, revealing a detailed view of the well-maintained and clean engine compartment, which contains various components like the engine block, hoses, and fittings, all showcasing different colors such as green, black, and silver against the red paint of the car. The car has a shiny chrome bumper and a visible license plate that reads \"12M 300\" labeled as \"Great Lake State.\"\n\nThere is a sign positioned next to the car on a simple tripod stand, although the complete text isn't entirely visible, it does prominently feature words like \"CHRYSLER LOW EMISSIONS\" and further text about compliance and control settings. This suggests the car may be highlighted for its environmental compliance or advanced emissions technology relative to its production period.\n\nIn the background, we see the night sky and a canopy or architectural structure with dark, angular, metallic beams against a black night backdrop. The setting indicates that the show is taking place during evening or night hours, contributing to the ambiance and focus on the illuminated display car. The overall scene is captured in a manner that emphasizes the car’s features and the informative display beside it, set against a dark and minimally distracting background.","title":"Exhibit at the first symposium on low pollution power systems development held at the marriott motor inn, ann arbor vehicles and hardware were assembled at the epa ann arbor laboratory.  Part of the exhibit was held in the motel parking lot shown here (in tent) is the chrysler cricket.  This has low emission engine-stratified charge","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552771","552803","554384","552770","552784","554385","554389","542920","547494","557847","556703","547797","552805","549691","554387","554388"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","night","engine","emission","tripod","text","fitting","distract","display","exhibition"]}
