{"path":"552887.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This aerial photograph captures a vivid landscape primarily featuring a large body of deep blue water, possibly a lake or a bay. Prominently in the scene is a striking, conical island or hill, jutting out distinctly in the middle of the water. The surface of this island is rugged, uneven and appears to be barren or only sparsely vegetated. Its steep slopes cast a long shadow over the water, suggesting that the photo was taken with the sun shining from a steep angle, possibly in the late afternoon.\n\nAlong the shoreline, there are various geological features worth noting. White, salt-like deposits hug the waterline, creating a stark contrast to both the deep blue of the water and the darker landmasses. It appears that these could be mineral deposits typically found around bodies of saltwater. The nearby terrain is rugged and rocky, characterized by sparse vegetation, which might suggest an arid or semi-arid climate.\n\nIn one part of the shoreline, a narrow strip of land curves smoothly into the water, contrasting with the more jagged and irregular coastline elsewhere in the photograph. This particular feature might be functioning as a natural breakwater. The surrounding land that is visible in the image is raw, with brown and earthy tones, and is relatively flat compared to the central hill or island.\n\nThe overall composition of the photograph, with the body of water central and the conical hill forming a focal point, gives a sense of isolated ruggedness, often associated with volcanic islands or the remoter parts of continental coastlines dedicated to natural preservation rather than human habitation. There are no apparent signs of human activity in this aerial view, contributing to its pristine and untouched appearance.","title":"Pyramid Lake, largest natural lake in Nevada, lies within the Pyramid Lake Indian Reservation. The island for which the lake is named rises 475 feet above the surface of the water. It is called Fremont's Pyramid after Captain John Fremont, who named the lake. High water marks on the rock identify earlier water levels.","placename":"Pyramid Lake (Nev.)","location":"Pyramid Lake, Nevada","nn1":["552886","554022","548604","552424","552919","548785","555705","547637","548605","554090","554170","552922","551573","552426","554024","552904"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["island","deposit","coastline","shoreline","water","breakwater","waterline","preservation","landmass","salt"]}
