{"path":"552886.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This photograph showcases a striking landscape with a beautiful view of a body of water and rocky, mountainous terrain. The focal point of the image is a large, rocky island formation prominently standing in the water. This island has steep, rugged sides and a textured surface that suggests it might be composed of layers of sediment or volcanic material.\n\nSurrounding the island, the water appears calm and mirrors a deep blue hue, likely indicating significant depth. There are additional smaller rocky formations scattered around the main island, adding to the rugged natural beauty of the scene.\n\nIn the background, a series of mountain ranges extends along the horizon. These mountains display varying tones of blue and brown, suggesting they are quite distant and perhaps part of a desert or arid region given the lack of vegetation.\n\nOn the right side of the image, there is a visible coastline that curves around the bay, leading into a lake or sea inlet. The shoreline is dotted with small structures or buildings, suggesting human activity or settlement, though it appears sparse and primarily focused on the waterfront.\n\nThe lighting in the photograph, likely taken during late afternoon, casts long shadows and provides a warm glow to the rocky surfaces, enhancing the textures and contours of the landscape. This scene is tranquil yet dramatic, emphasizing the stark beauty of natural geological formations.","title":"Pyramid lake, largest natural lake in Nevada, lies within the Pyramid Lake indian reservation.  The island for which the lake is named rises 475 feet above the surface of the water.  It is called Fremont's pyramid after captain john Fremont, who named the lake","placename":"Pyramid Lake (Nev.)","location":"Pyramid Lake, Nevada","nn1":["552887","552919","552894","544170","542808","545126","552904","552900","543625","555696","553135","552889","545173","542583","543051","552891"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["island","formation","inlet","mountain","settlement","bay","sediment","coastline","contour","beauty"]}
