{"path":"552830.jpg","date":"May 1973","photographer":"Messina, John","caption":"The photograph portrays two children, a boy and a girl, standing on a driveway in front of a residential house. The boy is wearing a green shirt and shorts, with his arm casually placed around the girl, who is dressed in a white sleeveless top and blue shorts with a stripe, complete with white socks and sneakers. Both children are smiling and looking directly at the camera.\n\nThe backdrop features a one-story brick house with what appears to be a garage to the right side, partially visible. The roof of the house is fitted with gutters and there's a notable iron railing leading up some visible steps to the front door. The architecture is simple, indicative of mid-20th-century suburban homes.\n\nThe driveway where the children stand splits; one path leads directly towards the garage and the other towards the street, visible in the foreground with a curb. Particular details of the yard include patches of grass and a significant amount of debris—consisting of tree branches and stumps—piled on both sides of the driveway, suggesting recent yard work or clearing activities. Some tools or utensil-like objects can also be spotted partially hidden within the debris on the right side.\n\nOverall, the atmosphere is calm, with an everyday residential setting that contrasts with the disarrayed piles of yard debris, bringing a dynamic look to the static architecture of the suburban home.","title":"In the spring of 1973 the Mississippi River reached its highest level in more than 150 years, unprecedented flooding occurred throughout the river basin, particularly affected were the marsh area below New Orleans and the entire Atchafalaya River Basin. Stevensville children in front of trenched house, owner dug trench and formed levee to protect house from flood waters.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["547942","557361","558131","556163","557290","556439","551130","548441","550137","555950","546043","544310","548312","553538","551129","551032"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["driveway","yard","garage","child","house","girl","boy","debris","short","home"]}
