{"path":"552818.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph depicts three men in a flood-affected area, with a focus on the effects of water surrounding a small house. The house, appearing quaint with a front porch enclosed by windows, stands amidst a significant amount of standing water reflecting its image. The overall scene is overcast, suggesting recent or ongoing rain.\n\nOn the left side of the image, two men are standing on a makeshift walkway, possibly composed of a few wooden planks set above the flooded yard to facilitate dry passage. The first man is wearing a pinkish-red shirt and dark pants tucked into rubber boots, looking directly at the camera with a serious expression. Next to him is another man dressed in a blue shirt and dark pants, also wearing a hat, who appears to be speaking to or looking towards the third man.\n\nThe third man stands apart in the water, closer to the house and right side of the scene, wearing a grey short-sleeved shirt, darker pants, and boots. He is positioned in the water up to his knees, with one hand casually placed on his hip, gazing at the camera with a mild expression.\n\nThe background features lush greenery and elements of debris or discarded materials, which suggest the area might be typically prone to such environmental challenges. The overall mood conveyed by the setting and the expressions of the men hints at the burden and regularity of dealing with flood conditions, yet also displays a resilience or perhaps resignation to these repetitive natural events.","title":"In the spring of 1973 the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River Basin. This Stevensville house has been flooded by waters from nearby Lake Palourde. Because of swollen level of Atchafalaya River, lake could not drain.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552824","552436","547036","552820","547077","552857","552843","552852","548300","552823","548197","552826","551949","552850","548286","547212"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["flood","man","boot","pant","house","expression","rubber","deal","hip","stand"]}
