{"path":"552854.jpg","date":"May 1973","photographer":"Messina, John","caption":"This aerial photograph captures a scene of flooding impacting a rural area. In the center of the image, there is a large rectangular building with a dark blue roof situated on a piece of land that is surrounded by floodwater. The building appears to be a farm structure, possibly a barn or storage facility, and it is entirely encircled by a sandbag barrier to protect it from the encroaching waters.\n\nAtop the roof, debris and what appears to be a small white box can be seen, likely dislodged and deposited by the flood. Extending from the land are fences partially submerged underwater, indicating the normal boundary lines of fields or pastures now under water. To the south and west of the main building, several smaller dock-like structures and possibly some agricultural equipment are floating or partially submerged, highlighting the severity of the flooding.\n\nAdditionally, a large tree with thick, dense foliage is visible in the foreground at the bottom left corner, partially cutting into the scene and offering a rich green contrast to the predominantly blue and grey tones of the water-drenched landscape.\n\nOverall, the photograph portrays the significant impact of flooding on a rural community, showing both the resilience in protecting important infrastructure with sandbags and the overwhelming power of nature as waters inundate the area.","title":"In the spring of 1973, the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River Basin building surrounded by floodwaters in the Jonesville area. Some area residents built mud levees around their homes.","placename":"Alexandria (La.)","location":"Alexandria, Louisiana","nn1":["552850","552845","552825","552851","552849","552852","552855","552843","552857","552848","552840","547036","547221","552436","547077","547266"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["flooding","flood","protect","submerge","underwater","floodwater","severity","pasture","encroach","encircle"]}
