{"path":"552801.jpg","date":"October 1973","photographer":"Lodge, Frank","caption":"This photograph appears to be taken in an outdoor setting, possibly a parking area, featuring unique small cars, a device on the ground, and a dramatic sky.\n\nIn the foreground of the image, there are two small and distinctive cars prominently displayed on what looks like pavement. The car closest to the camera is painted in a vibrant lime green color and has a futuristic design with a rounded, sloped body and wrap-around glass. Behind it, another small car in bright red stands out with a similar sleek, modern design.\n\nOn the pavement, right in front of the green car, there's a device connected by wires. It seems to be some kind of portable generator or electrical equipment, possibly used to power or charge the green car, considering it also has an electrical cord running towards it.\n\nIn the midground and background, the scene opens up to a parking lot filled with various types of vehicles, including vans, sedans, and station wagons. Distinctive features like globed street lighting and a large tent with green and yellow stripes suggest the location might be part of a fairground, outdoor exhibition, or similar public event space.\n\nThe sky above adds a striking element with heavy, dark storm clouds suggesting an impending or recent storm, contrasting dramatically with the brightly lit ground and vehicles. \n\nOverall, the photograph has a vibrant and slightly historical feel, indicating it might have been taken in the 1960s or 1970s, capturing an event possibly related to innovative automotive designs or technology showcases.","title":"Exhibit at the first symposium on low pollution power systems development held at the marriott motor inn, ann arbor vehicles and hardware were assembled at the epa ann arbor laboratory.  Part of the exhibit was held in the motel parking lot general motors urban electric car gets battery charge.  In the background (left) is the ebs electric \"sundancer\"","placename":"Detroit (Mich.)","location":"Detroit, Michigan","nn1":["552798","552800","556790","552802","552796","552788","549852","552782","542640","542636","555748","547469","556709","556707","547495","552792"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","storm","pavement","device","parking","fairground","charge","cord","design","exhibition"]}
