{"path":"552832.jpg","date":"May 1973","photographer":"Messina, John","caption":"The photograph shows a scene of flooding where a young person with short hair, wearing glasses and a plain white T-shirt is sitting and leaning forward, looking intently at the water below. The individual appears somber or contemplative. They are sitting on a wooden structure, possibly a temporary barrier or walkway, constructed to manage or observe the floodwaters.\n\nThe floodwater has inundated what appears to be an industrial area; you can see debris floating in the water, including pieces of wood, barrels, and miscellaneous items, suggesting significant disruption. The water extends visibly to the bounds of a building in the background, possibly a warehouse or factory. The building is surrounded by a metal fence, which is partially submerged.\n\nIn the background, to the left, the area appears dry with a road running parallel to the floodwater, separating the wet and dry areas. This road has patches and signs of wear. The overall atmosphere is one of post-disaster recovery or ongoing impact assessment, with a sense of stillness and desolation conveyed by the abandoned flooded area and the quiet observation of the seated individual.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh area below New Orleans and the entire atchafalaya river basin morgan city boy surveys the overflowing atchafalaya.  He is sitting on a \"mud box\"--a kind of retaining wall put up to keep the flood waters in check","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552823","552822","552824","548197","552852","552853","552843","552849","547077","550884","548286","547872","547266","547212","550247","552857"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["floodwater","flood","assessment","contemplative","abandoned","recovery","separa","sit","disruption","barrel"]}
