{"path":"552877.jpg","date":"June 1973","photographer":"Messina, John","caption":"This photograph captures two individuals on a boat involved in an activity, likely related to seafood collection or preparation. The setting seems to be a dock or a similar waterside locale with a river visible in the background, suggesting a coastal or riverside area.\n\nThe boat is prominent in the image, seen from a high angle. It's an older model, with a weathered and slightly corroded exterior. The cabin of the boat is fairly large with a steering area visible through a window that has broken panes. There are also some items stored on the boat, such as bottles likely used for personal belongings or job-related functions.\n\nForegrounding the photo, one individual, a man with short dark hair, is wearing a vertically-striped shirt and appears to be either entering or exiting the boat, holding onto a rail, providing a sense of movement. The other individual, also a man, with curly blonde hair, is wearing a red shirt that is stained, suggesting that he might be engaged in labor-intensive work. He is holding an oyster, actively prying it open with a tool, possibly after harvesting it. His focus is intensely on his task.\n\nThere are piles of oyster shells scattered around on the surface of the boat, indicating that these individuals might have been collecting and shucking oysters. The working environment is casual, and both individuals appear engaged in their respective tasks, suggesting a snapshot of daily life and labor in this context.\n\nThe weather seems overcast, contributing to an overall gritty, utilitarian feel of the scene. This photograph not only documents the people and their activities but also imparts a sense of the place and the kind of life associated with this kind of work.","title":"Lake Borgne oystermen claim release of Mississippi River flood waters has polluted their oyster beds. Some of the men are preparing a legal deposition. Aboard Captain Pete Tesvich's boat they collect evidence for their case. Tesvich's group has boarded a boat carrying a group of U.S. Army Corps of Engineers biologists; together they examine the dead and diseased oysters.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["546305","552863","545093","552881","546758","554200","552876","545189","552115","546301","545193","545178","547557","552861","552875","546297"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["oyster","boat","kind","individual","labor","seafood","job","task","belonging","pane"]}
