{"path":"552855.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph captures an aerial view of a severe flooding scenario, covering what appears to be a rural area. The main visible features in this image include:\n\n- A partially submerged roadway that runs vertically through the image. Despite the floodwaters, the road is still discernible due to noticeable dark strips denoting lanes.\n- Several vehicles have ventured onto the flooded road, contributing to a sense of scale and illustrating the depth of the water. Small boats also appear on the same road, indicating a blend of emergency navigation and transportation efforts.\n- A cluster of buildings is partially submerged along the road, likely farm or storage facilities due to their structure and positioning close to the roadside.\n- Electrical poles line the roadway, uninterrupted by the flood, extending across the scene and disappearing into the waterlogged environment.\n- In the background and to the edges of the image, expanses of water surround all visible infrastructure, suggesting extensive flooding that affects large areas surrounding the road and buildings.\n\nNoteworthy is the calmness of the water, which reflects a serene yet stark contrast to the evident destruction and disruption caused by the flooding. The light and colors in the photograph are muted, typical of overcast or stormy weather, which may have contributed to the current situation shown.","title":"In the spring of 1973, the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River Basin. Much of the Jonesville area was submerged.","placename":"Alexandria (La.)","location":"Alexandria, Louisiana","nn1":["552843","552845","552849","552848","552841","552840","552856","552852","547266","547221","552853","552850","552857","552854","552851","548197"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["flooding","road","roadway","floodwater","emergency","flood","disruption","situation","positioning","navigation"]}
