{"path":"552833.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph features a young person climbing on a wooden construction framework in an urban setting. The framework is made up of numerous wooden beams and planks, providing structural support, likely for a building under construction. The beams and planks are arranged in a criss-cross pattern and are supported by wooden blocks placed on a concrete ground, which appears to be partially covered with patches of dirt or debris.\n\nThe person is wearing casual clothing, with dark pants and a lighter shirt, and is engaged in climbing one of the diagonal beams, using their hands to grasp another horizontal beam for balance.\n\nTo the right of the picture, there is a bicycle leaning against the wooden structure. The bike features a high handlebar typical of cruiser-style bicycles.\n\nIn the background, on the left side of the image, there's a visible street sign that reads \"ONE WAY,\" indicating the direction of traffic flow on the adjacent roadway. The environment suggests an area not densely populated with buildings or trees, as the background beyond the construction site is quite open and bare, with only a few industrial-looking structures and utility poles visible.\n\nThe overall scene captures a moment of playful or adventurous exploration in an otherwise mundane or utilitarian urban space.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh area below New Orleans and the entire atchafalaya river basin \"mud box\" on the atchafalaya at morgan city.  This is a kind of retaining wall, built to hold the flood waters in check","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["551725","545338","547188","546536","544394","555950","555931","555928","549674","551735","546018","547199","553513","551225","543226","547858"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["beam","bicycle","plank","construction","framework","cruiser","mundane","grasp","handlebar","climbing"]}
