{"path":"552883.jpg","date":"June 1973","photographer":"Messina, John","caption":"This photograph depicts a large accumulation of industrial barrels in a polluted environment, possibly a dumping ground or storage area. The barrels are varied in color, size, and condition, with many showing signs of rust, deterioration, and residues of past contents. They are tightly packed and piled haphazardly, some standing upright while others are tilted or lying on their sides.\n\nIn the foreground, several barrels are prominently visible, with visible damage and contents that have either corroded or spilled. Some barrels have faded labels, dents, and worn paint. The scene reflects a range of colors, primarily earthy tones of brown, tan, and gray, augmented by the rusty reds and dark blues of the barrels.\n\nThe environment is notably impacted by the waste, with a large water body in the scene reflecting a brownish-red color suggesting contamination. Reflections of the sky and trees are visible in the water, indicating a relatively clear sky above and the presence of surrounding foliage, which frames the background.\n\nThe overall composition of the image conveys a strong message about environmental neglect and the potential hazards of improper industrial waste disposal. It emphasizes the scale and severity of pollution, evoking a somber mood regarding the environmental impact observed.","title":"About 3,000 drums containing hazardous industrial wastes have been stored for six months in this swampy field near Ville Platte. Wastes were trucked in from industrial sites in the Houston-Beaumont (Texas) area by a company called B.W. & S., Inc. A court injunction has prevented the company from burying the drums at another location near Mamou.","placename":"Baton Rouge (La.)","location":"Baton Rouge, Louisiana","nn1":["543762","546000","542494","543806","552884","552248","552885","553433","553045","546004","544810","547907","556324","547493","544298","551562"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["barrel","content","waste","dent","severity","hazard","residue","deterioration","contamination","disposal"]}
