{"path":"552866.jpg","date":"June 1973","photographer":"Messina, John","caption":"This photograph depicts a close-up view of an open oyster shell resting on a weathered wooden surface. The oyster shell is predominantly white with hints of gray around the edges, showing natural textures and layers that are typical of oyster shells. Inside, the oyster remains are visible, with a glossy, wet appearance, reflecting some light. The oyster's body is a rich, creamy color with irregular textures and is partially enveloped by its shell.\n\nThe left side of the shell contains remnants of the oyster's attachment to the rock or another shell, evidenced by a cluster of harder, barnacle-like formations that are typical in marine settings where oysters develop and grow. The center of the shell features a notably dark hollow, possibly indicating the mouth or another bodily opening of the oyster.\n\nThe wooden background on which the oyster rests is rugged and weathered, likely from exposure to outdoor elements, showing deep grain textures and various shades of brown. The sun casts shadows sharply, highlighting the detailed texture of both the shell and the wooden surface. \n\nThis composition is suggestive of marine life studies or culinary setups, emphasizing the natural beauty and textural complexity of shellfish against a simple, rustic backdrop.","title":"Lake Borgne oystermen claim release of Mississippi River flood waters has polluted their oyster beds. Some of the men are preparing a legal deposition. Aboard Captain Pete Tesvich's boat they collect evidence for their case. One of hundreds of sick oysters taken in Tesvich's dredge is displayed on deck.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552867","546365","552287","552880","546279","552860","546297","552879","546322","545310","545190","545186","557605","552941","545082","546306"],"cl":[17],"cluster":["#17 &mdash; Fish"],"terms":["oyster","shell","texture","shellfish","attachment","remain","grain","mouth","opening","study"]}
