{"path":"552816.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph depicts a scene of a flooded mobile home lot. In the foreground, a large puddle or small pond reflects the surroundings. Prominently in this water, a bright red and yellow sign that reads \"FOR SALE\" is planted, displaying the message humorously amid the challenging conditions.\n\nThe main focal point is a silver mobile home that appears lived-in with its small windows, an air conditioning unit, and various items scattered around its exterior. Located slightly left of the center, this mobile home is surrounded by water, hinting at the difficulties of the situation.\n\nTo the left and right of the primary mobile home, slightly blurred in the background, there are additional structures suggesting a mobile home park setting. These homes and associated outbuildings exhibit various states of upkeep and wear.\n\nOverall, the landscape is lush with mature trees and dense vegetation typical of a humid, wooded area, perhaps in a southern region of the United States. The sky is overcast, contributing to the somber and damp atmosphere of the scene. No people are visible in the photograph, adding to the sense of abandonment and desolation exacerbated by the flooding. The reflective water captures the greenery and the cloudy sky, adding depth to the composition.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh area below New Orleans and the entire atchafalaya river basin Mobile home in gibson surrounded by flood water","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552815","547077","548762","552843","552827","547169","544118","552436","552857","552270","547036","558299","552825","556417","552852","547266"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["home","conditioning","upkeep","outbuilding","conditions","flooding","situation","puddle","reads","flood"]}
