{"path":"552841.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph provides an aerial view of a flooded urban area, revealing extensive inundation that has impacted buildings, streets, and infrastructure. The primary elements observed include:\n\n1. **Flooded Conditions**: A significant portion of the terrain is covered with water. The floodwaters seem to have merged with a river or large water body in the background, indicating possible river flooding.\n\n2. **Urban Landscape**: The area includes densely packed buildings, primarily industrial or commercial structures, given their larger footprint and flat roofs. Some residential type buildings are also visible.\n\n3. **Bridges and Roads**: Two visible bridges span what appears to be a river, emphasizing the scale of the flood compared to the normal water course. The bridges seem intact despite the high water levels. Roads adjacent to and leading up to the bridges are submerged, with water reaching the tops of the barriers.\n\n4. **Vehicles**: Cars are visible on the closest bridge and embanked road, many probably abandoned due to the flooded conditions.\n\n5. **Vegetation and Surrounding Terrain**: Trees are seen partially submerged in the floodwaters towards the background. The surrounding area is flat, which might contribute to the widespread nature of the flooding.\n\nThe color palette is muted, with grays and blues dominating due to the water and overcast sky, punctuated by the earthy tones of rooftops and greenery of the trees. The image captures a moment detailing the impact of a natural disaster on a human settlement, highlighting issues related to urban planning, disaster management, and the resilience of infrastructure.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh area below New Orleans and the entire atchafalaya river basin aerial view of the flood waters in the morgan city area","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["547221","552849","552843","552840","552855","552845","550884","550865","552853","552852","552850","552848","552851","548019","553701","547266"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["flood","floodwater","bridge","flooding","disaster","submerge","river","water","impacte","intact"]}
