{"path":"552828.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph depicts a scene with three children outdoors near a body of water, likely in a backyard or rural area. In the foreground, there is a young boy with wet hair and a slight frown, staring directly at the camera. He is dressed in a striped yellow, red, and white t-shirt along with white shorts. He is holding a fishing rod in his right hand.\n\nIn the background behind him, there are two other children on a makeshift wooden dock that extends from the house to the water. The house is a single-story structure with blue siding and white trim around a black door and a window with curtains. The boy closest to the house is standing and holding onto a rope tied to a barrel floating in the water, appearing to play or trying to stabilize something. The second child on the dock is sitting near the door of the house, observing the others or waiting their turn at the activity.\n\nThe surrounding area is verdant and there are trees visible in the further background. The water appears calm and a green garden hose partially submerged near the barrel suggests ongoing play or chores involving water. The overall atmosphere, while playful, carries a hint of rural or simplistic living, emphasizing an outdoor, water-based activity likely occurring during a warm season.","title":"In the spring of 1973, the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River Basin. Stevensville Road house near Morgan City flooded by waters from Lake Palourde. Lake could not drain into the flood-swollen Atchafalaya.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["554518","544221","550776","548116","550231","553914","546940","551392","544303","552257","543220","544229","551022","544203","552118","552821"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["house","barrel","child","boy","dock","water","door","backyard","turn","hose"]}
