{"path":"552881.jpg","date":"June 1973","photographer":"Messina, John","caption":"The photograph depicts four individuals engaged in an oyster harvesting activity, seemingly on a boat. The background shows a wide expanse of water, indicating that the scene takes place on a river or a coastal area.\n\nStarting from the right, there is a man who is handling one side of a metallic oyster dredge, which is filled with oysters. This man is dressed in a light-colored, striped short-sleeve shirt and appears focused on his task. Next to him, another man in a blue shirt and a bucket hat is assisting by holding the other side of the dredge, helping to either lift or secure the load of oysters.\n\nOn the left side of the photograph, beside a sturdy, rusted metal structure (possibly part of the boat's equipment used for lifting the dredge), a young boy and another man look on intently. The boy, dressed in a yellow shirt and pants, seems curious or fascinated by the process. The man next to the boy wears a plaid shirt and jeans, observing the process, likely explaining or simply supervising the operation.\n\nThe machinery involved in lifting the dredge appears aged and heavily used, coated in rust and old paint, showing signs of long-term exposure to the elements. The overall mood conveyed is one of routine labor and interest, highlighting a moment in the daily work of oyster harvesting. The lighting indicates it might be late afternoon or early evening, giving a warm tone to the scene.","title":"Lake Borgne oystermen claim release of Mississippi River flood waters has polluted their oyster beds. Some of the men are preparing a legal deposition. Aboard Captain Pete Tesvich's boat they collect evidence for their case. Tesvich's group has boarded a boat carrying a party of marine biologists of the U.S. Army Corps of Engineers. They too are testing the lake oysters. After examining a batch together, the men dump contents of dredge overboard.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552877","546305","552865","552876","545189","552863","546297","552875","551396","545181","545190","545093","552305","546301","546758","544755"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["oyster","lift","harvesting","boy","shirt","man","supervise","process","boat","explain"]}
