{"path":"552827.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph depicts a flooded scene with two small buildings partially submerged in water. The structures are painted in a soft peach color with cream trim around the bottom. Each building features a large window with a prominent \"CLOSED\" sign displayed inside. On the left building, the window also showcases a decorative element resembling vines painted on it.\n\nTo the left of the image, there is a tree with its branches overhanging towards the buildings, suggesting a lush, green environment. In front of the buildings, a wooden walkway, which appears to be sturdy yet simple, partly submerged, leads towards one of the structures. A white handrail accompanies the walkway to assist in balancing.\n\nOn the right-hand side of the right building, a black sign with text hung on the wall provides instructions and warnings — it appears to be communicating guidelines regarding the water or the facility itself. Additionally, behind and between the two buildings, other structures are faintly visible, indicating that this location is part of a larger complex or community near the water.\n\nThe overall atmosphere suggests that these buildings are part of a recreational area, commonly used during times when not affected by flooding. The serene yet eerie quietness conveyed by the closed notices and absence of people adds a poignant note to the scene. The overcast sky and the calmness of the surrounding water reflect a moment captured in tranquility despite the apparent disruption caused by the water level.","title":"In the spring of 1973 the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River Basin. Stevensville Road House near Morgan City flooded by waters from Lake Palourde. Lake could not drain into the flood-swollen Atchafalaya.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552852","552843","552857","552436","552270","547077","552853","547036","552825","547266","547212","552440","550949","552831","552817","552849"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["flood","building","walkway","submerge","vine","handrail","quietness","regard","instruction","notice"]}
