{"path":"552874.jpg","date":"June 1973","photographer":"Messina, John","caption":"This photograph captures a scene on a busy boat or dock where multiple men are engaged in various activities. On the left, an older man, dressed in green military-like attire and a bucket hat, is pointing towards the water, possibly instructing or showing something to a man who is leaning over the edge of the boat next to him. This second man wears a striped shirt and appears to be listening or looking intently into the water.\n\nIn the center of the image, three men, one in a blue shirt and hat who is wiping his face, an older man in a light blue shirt, and another wearing a white t-shirt, are gathered around a collection of objects spread on the ground. These objects seem to be mechanical or marine-related parts, possibly from the boat or for fishing equipment.\n\nOn the right, another man, also dressed casually, observes the items laid out on the dock. Everyone appears to be focused and engaged in their tasks.\n\nIn the background, we can see parts of the boat and other smaller boats on the water, suggesting that this activity is taking place in a harbor or a similar maritime setting. The overall atmosphere implies a working environment with a focus on marine or mechanical tasks.","title":"Lake Borgne oystermen claim release of Mississippi River flood waters has polluted their oyster beds. Some of the men are preparing a legal deposition. Aboard Captain Pete Tesvich's boat they collect evidence for their case. Tesvich's party comes alongside another fishing boat. Aboard is a group of biologists of the U.S. Army Corps of Engineers out to test lake oysters. The Tesvich group examines diseased oysters dredged by the engineers.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552862","552861","548278","551228","552875","548164","551986","546758","551046","543948","548277","544269","544993","544755","552870","549356"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["boat","man","shirt","instruct","dock","task","hat","object","maritime","harbor"]}
