{"path":"552853.jpg","date":"May 1973","photographer":"Messina, John","caption":"The photograph presents a landscape extensively affected by flooding, viewed from an elevated perspective. The bottom of the image foregrounds a part of a rooftop, possibly of a tall building, suggesting the photograph was taken from a high vantage point. The main field of the image reveals an expansive area covered by water, presumably due to a natural disaster like a flood.\n\nDotted across the water are numerous trees, primarily deciduous, that seem partially submerged, demonstrating the depth of the flood. These trees manage to break the surface of the water, pointing to their original height before the flooding. Despite the watery expanse, there aren't any visible people, boats, or animals, indicating the area is perhaps evacuated or uninhabitable for the moment.\n\nThe background of the image gives a view of more trees and slightly higher land, still mostly engulfed by the floodwaters. Further back, the hints of a settlement or more buildings are visible but are faint due to a hazy atmosphere, maybe suggesting mist or light rain.\n\nOverall, the photograph captures a serene yet somber scene of nature's overwhelming impact over human environments, with tones of blue and grey dominating the color palette, emphasizing the cool and damp conditions. Multiple aspects such as the extent of the flood, the lack of visible human activity, and submerged landscapes generate a sense of quiet and desolation.","title":"In the spring of 1973 the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River Basin flooded farms in the Jonesville area of the Atchafalaya Basin.","placename":"Alexandria (La.)","location":"Alexandria, Louisiana","nn1":["552843","552849","552440","550884","552834","552857","555570","552847","552852","552841","547212","552842","552855","548692","552438","550832"],"cl":[48],"cluster":["#48 &mdash; Water 4"],"terms":["flood","flooding","floodwater","engulf","extent","generate","disaster","rooftop","affect","demonstrate"]}
