{"path":"552817.jpg","date":"May 1973","photographer":"Messina, John","caption":"The photograph captures a serene but slightly somber scene within Brownell Memorial Park. The image is focused on a flooded area. In the foreground, a body of water, possibly a flooded portion of the park, reflects a bit of the cloudy sky and the dense foliage that characterizes the surrounding environment.\n\nCentrally located in the image is a crafted entrance gate made up of two white, rectangular pillars. Each pillar is topped with a decorative element. Strung between these pillars is a wrought iron fence with the park's name \"BROWNELL MEMORIAL PARK\" prominently displayed on one of the pillars. Behind this gate, submerged in water, is a raised platform leading to a park sign mounted on a low structure that also appears partially below the water level.\n\nThe background provides a lush view of mature trees that are dense and green, suggesting the photograph was taken during a vibrant, leafy season. There appears to be no human activity or wildlife observable, enhancing the feeling of quiet isolation after what might have been a significant weather event causing the flooding. The presence of debris like logs and branches in the water near the foreground emphasizes this possibility, suggesting the aftermath of the flooding has impacted the natural and man-made landscape alike. The whole scene conveys a sense of tranquility juxtaposed with disruption in a natural setting.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh area below New Orleans and the entire atchafalaya river basin park in morgan city has been inundated","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["552440","552853","552827","552834","550832","552438","555570","545008","550788","547169","555637","554717","554603","554776","546066","558006"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["pillars","flooding","gate","raised","possibility","park","wrotch","iron","pillar","impacte"]}
