{"path":"552835.jpg","date":"May 1973","photographer":"Messina, John","caption":"This aerial photograph depicts an industrial facility situated in a large waterlogged area, possibly a wetland or flooded region. The facility centric in the image includes several large cylindrical tanks, presumably for storage of liquids or gases, and a series of smaller buildings interconnected by pathways and roads. To the right of the tanks, there are piers extending into the water, where two large ships are docked, indicating the facility's capability for marine transport.\n\nThe surrounding landscape is fragmented with various patches of water and land. The vegetation appears sparse and marshy, reflecting a typical wetland ecosystem. There are small pockets of developed areas with more dense vegetation around them, possibly for residential or small commercial use. Background far into the image shows a large body of water, suggesting that this facility is near a coast or a large lake.\n\nOverall, the location is remote with significant interaction between the industrial operations and the surrounding aquatic ecosystem. The photograph was captured from a significant height, offering a comprehensive view of the spatial arrangement and the juxtaposition of industrial and natural environments.","title":"In the spring of 1973, the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River basin aerial view of the Mississippi, showing high water along the Southwest Pass, the river's main outlet into the Gulf of Mexico, southwest of New Orleans.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["552131","555786","549978","552025","555775","552245","551982","552009","550886","555777","545833","551995","555776","549526","551977","555778"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["facility","wetland","ecosystem","centric","tank","capability","interconnect","pocket","coast","liquid"]}
