{"path":"552856.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph depicts an aerial view of a flooded road with a car navigating through the water. The scene captures a broad expanse of dark, murky water surrounding a stretch of road. The road appears partially submerged, with water levels high enough to cover the lanes almost entirely, except for a visible dividing line visible between what would normally be the traffic lanes. On the road, a white car is making its way through the water, likely navigating carefully due to the unusual conditions.\n\nOn either side of the flood-covered road, there are patches of land with sparse vegetation and small bushes, indicating a rural or less developed area. The surrounding landscape is mostly flat, which might contribute to the extensive flooding. The water reflects some light, suggesting either a time of day with bright sunlight or conditions that enhance the glare on the water’s surface. In the background, more water continues to the horizon, emphasizing the scale of this flooding event, which likely impacts a significant area.\n\nThis image captures a moment of resilience or urgency as someone attempts to travel despite the environmental challenges posed by the flooding. It serves as a stark visual representation of the impacts of natural disasters or severe weather conditions, emphasizing how such events can disrupt daily life and mobility.","title":"In the spring of 1973 the Mississippi river reached its highest level in more than 150 years.  Unprecedented flooding occurred throughout the river basin.  Particularly affected were the marsh area below New Orleans and the entire atchafalaya river basin much of the jonesville area was submerged","placename":"Alexandria (La.)","location":"Alexandria, Louisiana","nn1":["552855","548197","548298","552843","552848","547221","552439","552850","552849","545875","552840","552841","552857","548286","552845","547266"],"cl":[9],"cluster":["#09 &mdash; Flooding"],"terms":["flooding","road","lane","navigate","water","condition","glare","mobility","event","urgency"]}
