{"path":"552821.jpg","date":"May 1973","photographer":"Messina, John","caption":"This photograph features a family of four standing outdoors in a somewhat rural or rustic setting. The setting includes a small body of water, possibly a creek or a pond, surrounded by lush green vegetation and a backdrop that includes a white mobile home with large windows, surrounded by trees. There’s a glance of another white object, possibly a vehicle, in the background. \n\nCloser to the foreground, two adults and two children are seen. The adult male, standing on the left, is wearing a plaid, short-sleeved shirt and has a crew cut hairstyle. Next to him, a woman is seen wearing a floral blouse; she appears to have short hair. In front of them, two children are present; a younger girl, partially hidden behind and slightly to the right of the center of the group, and a boy in the front who stands smiling directly at the camera. The boy is dressed in a light-colored striped shirt and dark shorts, wearing a cap and holding a fishing pole.\n\nIn the very foreground, there’s a portable, mustard-yellow barbecue grill positioned on the left side of the frame. The lid of the grill is open, displaying a baked dish, and beside the grill on a little pull-out shelf rests a tray with buns and a pink bowl, presumably containing some type of food.\n\nThe overall impression is of a family engaged in a leisurely outdoor activity, such as a barbecue or a picnic, in a casual, natural setting. The image captures a moment that seems both relaxed and intimate, perhaps a snapshot of a shared family experience during a warm season.","title":"In the spring of 1973, the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River basin family at Gibson cook out on road because Mobile home is surrounded by flood water and utilities have been cut off.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["542648","557933","556531","554506","543609","546167","552975","554517","545177","547398","543164","548737","543540","554447","544223","548312"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["grill","family","boy","bun","adult","mustard","glance","creek","dish","tray"]}
