{"path":"552806.jpg","date":"May 1973","photographer":"Messina, John","caption":"The photograph presents a serene riverside scene captured in a relatively dark exposure that emphasizes the silhouette of a person engaged in an activity by the water. In the foreground, the person appears sitting under the shade of trees, their silhouette distinctly outlined against the lighter backdrop of the river. The person seems to be working on something that resembles mending or handling nets or fabric, as suggested by the presence of loosely piled materials around them.\n\nIn the middle ground, the focal point shifts to the waterway, where a large white fishing boat named \"MISS BARBARA\" is moored near the riverbank. The boat is somewhat detailed, with its cabin and masts clearly visible, indicating its readiness for marine activity. Alongside the big boat, a smaller vessel is docked, suggesting an active fishing or boating area.\n\nThe background is populated by lush, green trees along the far riverbank, contributing to a picturesque, naturalistic setting. The sky above appears slightly overcast, diffusing the sunlight and lending a calm ambiance to the entire scene. \n\nThe composition effectively layers these elements—the silhouetted figure in the shadowed foreground, interesting marine activity in the mid-ground, and a vibrant, natural background—creating a balanced and tranquil riverside snapshot.","title":"In the spring of 1973, the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh areas below New Orleans and the entire Atchafalaya River Basin. Lafitte shrimp fisherman weaves net. Three weeks earlier this area was under flood water.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["544260","554169","551282","554147","550831","551281","550769","552308","550000","551221","551350","548304","542877","551208","547549","550324"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["boat","riverbank","fishing","person","silhouette","readiness","shift","mast","net","riverside"]}
