{"path":"552829.jpg","date":"May 1973","photographer":"Messina, John","caption":"The photograph showcases a scene of devastation or aftermath of an event, possibly a flood or storm, with various debris scattered across a wide, flat area. The ground is covered with a thick layer of mud and silt that suggests recent flooding, and there is a significant amount of scattered objects and materials throughout the image. This includes pieces of wood, bottles, trash, and miscellaneous household items.\n\nIn the foreground of the image is a visible trailer hitch part of a vehicle, which is out of frame but indicates the presence of towing or transport equipment. Multiple vehicles, including cars and a truck, are also visible in the enviroment, appearing partly submerged or stuck in the mud, and showing signs of being unattended or abandoned in haste. One of the cars is partially visible in the bottom right corner of the image, emphasizing the chaotic and haphazard situation.\n\nOn the right side, there is a more built-up area with some structures; a carport-like structure is visible sheltering two cars, one of which is a white van and the other a sedan. Trees are clustered in the background, showing no significant damage, which might hint that the water level rose swiftly and receded equally quickly.\n\nThese clues suggest that the area recently experienced a significant flood, and the scattered and random placement of objects across the landscape points to the water's path and the various places it reached before receding. The scene is devoid of people, indicating either evacuation or that the image was taken in a moment when no one was present to engage in immediate cleanup efforts.","title":"In the spring of 1973, the Mississippi River reached its highest level in more than 150 years. Unprecedented flooding occurred throughout the river basin. Particularly affected were the marsh area below New Orleans and the entire Atchafalaya River Basin flood-damaged area near Morgan City.","placename":"New Orleans (La.)","location":"New Orleans, Louisiana","nn1":["555870","550247","544462","552843","547868","557993","547888","548298","544797","544583","544458","544461","544463","547872","547527","549311"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["flood","mud","silt","car","devastation","household","flooding","situation","object","placement"]}
