{"path":"552989.jpg","date":"May 1972","photographer":"McAllister, Bruce","caption":"This photograph portrays a bleak and somewhat industrial scene, dominated by a large expanse of pollution in the form of white and gray foam. It appears thick and covers the ground, swirling in patterns that suggest it may be water pollution, possibly from a nearby factory or plant, visible in the background.\n\nIn the upper part of the image, near the horizon, sits a dark-colored factory or facility characterized by its large structure and what appears to be chimneys or silos. This industrial presence sets a stark, somewhat somber tone.\n\nThe foreground of the photo features the polluted foam, clustered in clumps and spread across the ground, catching shadows and highlights from the lighting conditions, giving depth and texture to the pollution. This foam has not evenly spread, and its thick disposition suggests it's quite dense.\n\nAt the very bottom of the image, small vegetation, possibly weeds, protrude through the foam, hinting at life attempting to survive amid challenging environmental conditions. The juxtaposition of nature and industrial impact creates a compelling narrative on environmental degradation.\n\nNo people are in sight, which focuses the viewer's attention on the environmental issue at hand rather than individual human activity. The background is fenced off, suggesting restricted access, likely due to the hazardous conditions.\n\nOverall, the image is a stark depiction of environmental pollution near an industrial area, showcasing the impact of industrial waste on the surrounding environment.","title":"Discharge from sewage treatment plant into the South Platte River. (From the Documerica-1 exhibition. For other images in this assignment, see fiche numbers 38, 39, 46, 47.)","placename":"Denver (Colo.)","location":"Denver, Colorado","nn1":["544779","544775","549624","552019","545312","545168","550369","551555","551561","551562","551559","550193","544784","544689","550708","550176"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["foam","pollution","factory","condition","weed","clump","impact","sight","silo","depiction"]}
