{"path":"552950.jpg","date":"May 1972","photographer":"Rowan, Dick","caption":"This photograph captures an outdoor scene, likely at a fair or amusement park. The central feature of the image is a large, colorful, carnival-style booth designed to resemble a whimsical, cartoonish horse. The horse is part of an attraction named \"The Paper Eater,\" as indicated by the signage on the booth. The horse, with an exaggerated facial expression, gaping mouth, and humorous eyes, is depicted in bright colors with decorative details.\n\nA young person, possibly a teenager or a young adult, is interacting with the booth, feeding a piece of paper to the horse, engaging directly with the ride's interactive element. The person is dressed casually in a light green jacket, brown trousers, and white sneakers.\n\nIn the background, other visitors can be seen. Notably, a small child wearing a white jacket is walking away from the camera, towards a woman and another child, hinting at a family or group outing scenario. The ambience suggests a joyful, leisurely day out with people dressed in casual clothing suitable for an outdoor event.\n\nThe setting around the attraction includes other buildings that likely house additional games, rides, or vendor stalls. The architecture is simple with some visible detailing that adds to the festive environment. Bright sunlight illuminates the scene, casting shadows and enhancing the lively, vibrant atmosphere typical of a fair.","title":"Leo, the litter lover, encourages good citizenship.  (from the documerica-1 exhibition.  For other images in this assignment, see fiche numbers 11, 12, 13, 14, 15, 16, 17.)","placename":"Santa Cruz (Calif.)","location":"Santa Cruz, California","nn1":["543213","556553","549711","547002","554456","543218","545444","545464","551298","547192","545458","551299","547278","543228","545461","545460"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["horse","booth","attraction","ride","carnival","teenager","amusement","child","sneaker","vendor"]}
