{"path":"552945.jpg","date":"May 1972","photographer":"Olive, Jim","caption":"In this photo, three young adults are engaging in activities on a small boat, which appears to be on a narrow, tree-lined river or canal. The focus is on their relaxed interaction and leisure rather than navigation.\n\nStarting from the left, a young woman with long blonde hair, wearing a dark red shirt and jeans, is seated near the edge of the boat. She is looking away from the camera, drinking from a can possibly soda or beer.\n\nIn the center, a young woman with dark hair pulled back, dressed in a mustard yellow top and pants, is sitting as she eats snacks from a small container. Her relaxed posture and casual attire suit the apparent warmth and brightness of the day.\n\nOn the right, a young man with short dark hair wearing a light yellow shirt, denim jeans, and sneakers is lounging on a padded boat seat. He is turned towards the center woman, speaking to her and gesturing with his hand that holds a similar snack or food item.\n\nThe boat is equipped with casual seating, including red and white bench seats. Around them, various picnic supplies and storage boxes are visible, suggesting preparation for a day trip. The sun illuminates the entire scene, creating a relaxing atmosphere.\n\nIn the background, the environment features lush greenery and tranquil waters, enhancing the leisurely ambiance of a warm, sunny day out boating with friends. The canopy of trees on either side frames the river, leading up to what seems like a curve or corner of the channel.\n\nThis photograph captures a moment of youthful leisure and companionship in a natural setting, emphasizing simplicity and enjoyment in the great outdoors.","title":"School children testing water (from the documerica-1 exhibition.  For other images in this assignment, see fiche number 24","placename":"Fort Smith (Ark.)","location":"Fort Smith, Arkansas","nn1":["543944","543943","553403","543915","553800","544980","543952","554177","554199","551255","546348","547879","553835","551309","551350","552316"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","snack","hair","seat","woman","jean","soda","mustard","leisure","sneaker"]}
