{"path":"552928.jpg","date":"March 1972","photographer":"Strode, William","caption":"The photograph depicts an industrial scene centered around a dam or sluice gates on a river. The dam itself appears quite robust, with large concrete supports and multiple gates to manage water flow. The main focus is on a concrete bridge-like structure that spans the river, supporting what appears to be water control infrastructure.\n\nOn top of this structure, there are several detailed features visible: metal fencing, a few small buildings or huts, and large metallic devices which could be machinery related to the dam's operations. The concrete is discolored in places, suggesting age and exposure to the elements.\n\nIn the foreground, the water churns vigorously as it flows out from under the dam, indicating the gates are at least partially open. The turbulence creates white water, demonstrating the power of the water's flow.\n\nA key element in the scene is a tugboat, marked \"SCC 620,\" which is positioned very close to the turbulent water exiting the dam. The tugboat is functional in style, with a visible cabin and deck area. Several people are visible on the tugboat, wearing outfits that suggest they could be crew members handling some operational tasks related to the dam or navigation of the river.\n\nVisible in the background beyond the dam are hints of a natural setting with sparse trees, suggesting this dam is located in a somewhat rural or less urbanized area.\n\nOverall, the image captures a moment of industrial activity tied closely to river management and possibly navigation or maintenance operations facilitated by the tugboat. The captured actions stress the interaction between human engineering and natural water flows.","title":"In March of 1972, a barge carrying liquid chlorine rammed the McAlpine Dam. (Sequence) (From the Documerica-1 exhibition. For other images in this assignment, see fiche numbers 24, 25.)","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["543978","550743","550654","550846","551179","553654","550701","547215","548016","543983","553392","549497","550901","548150","547037","548024"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["dam","tugboat","gate","flow","navigation","river","water","hut","discolor","stress"]}
