{"path":"552964.jpg","date":"June 1972","photographer":"Lyon, Danny","caption":"The photograph captures an old, degraded corner building constructed from red brick. The building's architecture includes ornamental details created with darker bricks and arch-shaped window outlines, which are characteristic for historical buildings. Across the top portion of the building's side, fading painted text reads \"HARDWARE FURNITURE\"; the paint is worn, indicating age and exposure to elements. The main door, which is in the foreground of the photograph, displays a large glass windowpane, divided into four sections, with what appears to be a curtain or painted design featuring floral patterns. The brick around the base of the building has been painted white, although much of the paint is chipping away.\n\nOn one side of the door, there are three windows covered with arch-shaped designs similar to the door, and they are also filled with divided glass panes; the paint around these windows shows significant deterioration. On the facade facing to the right, there is another window similar in design but vertically narrower. The condition of the building shows signs of significant wear and neglect, with evident decay in the wood used for the door and window frames. Shadows are cast on the building, possibly from an object not visible in the image, and the sky is clear and blue, suggesting that the photograph was taken on a sunny day. Small sections of a wire fence are visible at the bottom corners of the photo, indicating the boundary of the property.","title":"The chicano area, or second ward, is slowly giving way to urban renewal.  (from the documerica-1 exhibition.  For other images in this assignment, see fiche number 48.)","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["545355","553478","557139","550023","552968","557643","555952","544088","557634","545317","550049","547894","550140","557347","552511","550113"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["paint","door","window","brick","building","divide","corner","design","deterioration","section"]}
