{"path":"552968.jpg","date":"June 1972","photographer":"Lyon, Danny","caption":"The photograph depicts a vibrant scene featuring architectural elements of an old building in an urban setting. The main structure in the image is a corner building painted in a striking red color. There are distinct features that characterize the architectural style of this building, including a white trim around the windows and doors that contrast starkly with the red brickwork.\n\nOn the left side of the building, there is another section extending back which is painted in a muted white color. It has multiple doors and windows, each lined with the same distinct white trim. An overhang structure, possibly for a patio or walkway, extends along this section of the building, supported by metal poles and beams. This looks somewhat dilapidated and utilitarian compared to the primary structure.\n\nThe building appears to be situated in a quiet street, as no people or vehicles are visible in the scene. The ambiance suggests a serene, possibly residential area, with other structures closely neighboring the main building. The sky is overcast, casting a soft, diffuse light which reduces shadows and softens the overall colors. The ground is paved, and the curb along the street is visible, reinforcing the urban characteristics of the setting.\n\nOverall, the photograph captures a detailed view of a strikingly painted corner building with structural attachments, highlighting elements of urban decay and architectural simplicity.","title":"The Chicano area, or Second Ward, is slowly giving way to urban renewal. (From the Documerica-1 exhibition. For other images in this assignment, see fiche number 48.)","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["545356","555902","545355","555952","550285","553478","557140","557643","545353","550023","557286","546477","551722","553555","550108","545317"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["building","trim","corner","paint","neighbor","attachment","patio","door","brickwork","reduce"]}
