{"path":"552966.jpg","date":"June 1972","photographer":"Lyon, Danny","caption":"This photograph depicts a traditional white-washed building under a clear blue sky. The building features thick walls and architectural elements commonly seen in arid regions, possibly of Adobe style. It has a flat roof with a parapet that exhibits a crenellated design, adding to its distinct appearance.\n\nThere are several visible features on the building's facade:\n- Windows: There are two windows visible—one covered with vertical bars and the other open slightly, revealing a darkened interior.\n- Doors: A solid-looking wooden door can be seen on the left, partially obscured from this angle.\n- The walls of the building show some signs of wear and minor discoloration, possibly from aging or the elements.\n\nAtop the building, electrical wires stretch across the frame, connecting to a utility pole with an array of jumbled wires, suggesting the provision of electricity to the building.\n\nThe overall scene captures a serene yet stark architectural beauty, typical of desert or semi-desert environments, devoid of any visible human activity at the moment the photograph was taken. The environment and building style suggest a location that might be prone to hot climates, possibly in the southwestern United States or a similar geographic area. The simplicity and functionality of the architecture are clear, emphasizing practicality in its design suited for the local climate.","title":"The Chicano area, or Second Ward, is slowly giving way to urban renewal. (From the Documerica-1 exhibition. For other images in this assignment, see fiche number 48.)","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["545359","545334","555286","555340","556629","549221","545324","544417","556628","544911","556623","544396","544137","545355","555294","555321"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["building","wire","climate","practicality","door","discoloration","electricity","wall","bar","aging"]}
