{"path":"552946.jpg","date":"May 1972","photographer":"Olive, Jim","caption":"This photograph depicts a lively indoor scene, likely set in a school, where a group of children and teenagers are engaged in a creative activity on the floor. On the floor, a large banner is spread out - this appears to be a project that involves covering the banner with patches of various materials, possibly for the purpose of a protest or public demonstration, given the nature of the message which includes phrases related to peace and resistance. The banner is divided into areas of solid colors including red and green, and features bold lettering, though the full message is not entirely visible due to the angle of the photo.\n\nThe children, who vary in age from approximately 10 to 15 years, are actively participating in the project. Some are placing or gluing materials onto the banner while others appear to be arranging or sorting through the materials. They are dressed in typical casual wear from the period (potentially the 1970s or 1980s based on the style of clothing and hair).\n\nThe setting is a typical classroom, indicated by the presence of desks filled with papers, books, and other educational paraphernalia. There are other children seated at the desks in the background, engaged in different activities. Some look directly towards the camera, adding a sense of immediacy to the scene. Artworks and educational posters adorn the walls, providing a colorful and stimulating environment.\n\nOverall, the image captures a moment of collaboration and youthful engagement in a social or political cause, typical of the educational and activist movements of the time.","title":"School children making signs in ecology awareness class (from the documerica-1 exhibition.  For other images in this assignment, see fiche number 24.)","placename":"Fort Smith (Ark.)","location":"Fort Smith, Arkansas","nn1":["543919","543920","546548","556265","551716","546821","548227","551719","543928","553269","543895","549865","553151","558223","553911","553262"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["banner","desk","message","child","project","material","protest","collaboration","immediacy","floor"]}
