{"path":"552997.jpg","date":"May 1972","photographer":"McAllister, Bruce","caption":"The photograph captures a scene of urban decay in what appears to be a derelict part of an old mining town. In the foreground, there is a heavily damaged and rusted vehicle, possibly a truck. It is largely destroyed, with missing parts, exposed framework, and debris scattered around it, including bits of metal and wood. The truck's cabin is open, exposing its gutted interior and broken driver's seat. \n\nIn the background, there are two main structures. On the left stands the remains of a brick building, now mostly reduced to one standing wall with arched window openings, through which the barren landscape behind it can be seen. The building has clearly seen better times and now stands as a hollow remnant.\n\nOn the right side of the photograph, a more intact two-story brick building features a large, faded advertisement for \"Bull Durham\" smoking tobacco on its side. The ad includes a depiction of a bull and the claim of being \"The Old Reliable.\" This structure, while appearing more stable than the one on the left, also shows signs of wear and neglect, evidenced by its faded paint and the general wear visible on its facade.\n\nThe overall atmosphere of the photo is somber and evokes a sense of abandonment and past prosperity. The rugged, hilly landscape visible in the background further enhances the sense of isolation and the historical context of a mining or industrial town that has fallen into disuse and disrepair. This scene is framed under an overcast sky, which adds to the gloomy aesthetic of the image.","title":"Clear Creek Canyon. (From the Documerica-1 exhibition. For other images in this assignment, see fiche numbers 38, 39, 40, 47.)","placename":"Black Hawk (Colo.)","location":"Black Hawk, Colorado","nn1":["545295","547587","554561","546051","543354","552673","544809","556330","550279","544060","552087","544720","546816","547917","543173","556313"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["mining","town","ad","brick","truck","remain","disuse","opening","depiction","seat"]}
