{"path":"552955.jpg","date":"April 1972","photographer":"Heyman, Ken","caption":"This photograph depicts a rugged coastal scene, portraying an area where people live in close proximity to the forces of nature. The fore- and middle-ground are dominated by a rocky shore littered with substantial debris such as logs and miscellaneous refuse, evidence possibly of a recent storm event or consistent oceanic debris deposit. Several individuals are seen in the photograph, engaging directly with the surroundings: one person appears to be sitting on the rocks near the water's edge, looking out toward the ocean, while two others are busy among the debris further back, possibly sorting through or clearing it.\n\nOn the right side of the image, there is a densely packed cluster of informal housing. The houses, appearing somewhat makeshift, are built on stilts directly on the coastline. They are perched precariously over the rocky shore and show signs of weathering, with corrugated metal and wood panel exteriors. Flags fly from a few of the structures, fluttering in the breeze which suggests a lively, if challenging, human atmosphere.\n\nThe backdrop features a more continuous coastline that stretches out into the distance, fading under a stormy sky filled with heavy clouds, contributing to a somber and moody atmosphere. The ocean itself is tumultuous, with white surf crashing against the rocky shore, indicating possibly rough weather conditions typical of such a coastal environment. The overall mood conveyed by the photograph is one of resilience and adaptation to a harsh natural setting.","title":"Squatters' community. (From the Documerica-1 exhibition. For other images in this assignment, see row 3G through L and row 4A.)","placename":"Puerto Rico","location":"OTHER","nn1":["546378","543288","547118","543242","547119","551963","543337","551953","543291","543295","543204","547602","545122","553775","547040","548079"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["shore","coastline","debris","ocean","flutter","surf","stilt","adaptation","crash","deposit"]}
