{"path":"552910.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This photograph features a picturesque natural landscape likely captured in a coastal or wetland area. The foreground shows a broad expanse of flat, green terrain that appears to be a marsh or wetland. This green area is dotted with various white birds, possibly waterfowl, standing or feeding, suggesting a rich, biodiverse habitat.\n\nThe middle ground of the image is dominated by numerous more white birds, which introduces a sense of lively wildlife activity within the scene. These birds add a dynamic element to the tranquil environment.\n\nIn the background, the scene extends into a large body of water that glistens under bright sunlight. Beyond this water body, the terrain rises to form distant, low-lying mountains which stretch across the horizon, lightly capped with what appears to be snow, indicating cooler regions or seasons.\n\nProminently, off to the right side in the distant background, there is a notable geological formation—a steep, rocky islet or hill that rises sharply from the water level. This feature stands out against the relatively flat surroundings and adds a stark, vertical component to the otherwise horizontal landscape.\n\nThe overall composition conveys a sense of serene natural beauty and a pristine environment, likely valued for its ecological importance and scenic appeal. The image focuses on the interplay between the wildlife and its habitat, while the water and mountain elements suggest a coastal ecosystem.","title":"Pelicans wade in the Truckee River, ready to pounce on fish swimming up the river to spawn. Near this point the Truckee flows into Pyramid Lake. Anahoe Island on the lake is a federal bird sanctuary and pelican breeding ground.","placename":"Pyramid Lake (Nev.)","location":"Pyramid Lake, Nevada","nn1":["552145","555696","545991","543569","544838","557121","555683","550441","544834","544620","552922","553994","552904","548974","547924","553086"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["bird","wetland","habitat","wildlife","islet","value","marsh","feed","introduce","mountain"]}
