{"path":"552936.jpg","date":"May 1972","photographer":"Daniels, Gene","caption":"This image showcases a scenic, yet marred landscape depicting environmental neglect alongside natural beauty. In the foreground, the scene is littered with assorted trash, including a cardboard box, plastic bags, and miscellaneous other pieces of garbage, strewn over a rocky ground. This litter sets a stark contrast to the background which features a serene river bending gently through a valley surrounded by lush hills.\n\nThe river, reflecting the sunlight, is calm and runs through the center of the photograph, extending into the distance beneath a hazy, soft-lit sky which suggests an early morning atmosphere. Along the banks of the river, a few individuals are visible, likely engaging in recreational activities such as fishing or perhaps just enjoying the water's edge. The landscape around the river features verdant trees and grass, leading up to hills that boast moderate vegetation, highlighting various shades of green and earth tones.\n\nMoreover, there's a subtle sense of peaceful rural life, with an area across the river that looks like it could be used for picnics or similar outings, judging by the presence of people and cars parked in the distance. However, the beauty and tranquility of this natural setting are overshadowed somewhat by the foreground litter, pointing towards a theme of environmental pollution juxtaposed with natural beauty.","title":"Litter on the banks of the Kings River, first day of fishing season. (From the Documerica-1 exhibition. For other images in this assignment, see fiche numbers 1, 2, 3, 4, 5.)","placename":"Fresno (Calif.)","location":"Fresno, California","nn1":["557734","552098","550687","552080","552100","543056","551531","550250","543691","550352","556419","545945","552082","547525","552811","555228"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["litter","river","boast","overshadow","beauty","picnic","cardboard","hill","outing","garbage"]}
