{"path":"552963.jpg","date":"June 1972","photographer":"Lyon, Danny","caption":"This photograph depicts a city street scene, capturing a row of commercial buildings under clear blue skies. The buildings are mostly single-story, with facades varying from painted plaster to exposed brickwork, giving an impression of a mixed-use area probably within a town or a small city.\n\nOn the left side of the image, a building with a bold sign that reads \"BINGO\" dominates with its dark facade. To its right, connected buildings show signs of wear and aged paint. Signs on these establishments promote different businesses, one being \"RIOS SHOE SHOP,\" which features elaborate signage including shoe forms and decorative elements. The sign on this store includes bilingual text, suggesting a culturally diverse neighborhood.\n\nThe scene is devoid of heavy traffic or pedestrians, giving it a somewhat quiet, perhaps early morning or late afternoon time impression. Utility poles and street lamps line the sidewalk, and the street itself is marked with traditional white and yellow traffic lines.\n\nAs for geographical indications, the mountainous backdrop hints that this location could be in a region surrounded by hills or low mountains, common to many Western or Southwestern U.S. cities.\n\nOverall, the photograph exudes a feeling of a less modernized part of town with a close-knit community vibe, portrayed by the locally owned businesses and architectural nostalgia.","title":"The Chicano area, or Second Ward, is slowly giving way to urban renewal. (From the Documerica-1 exhibition. For other images in this assignment, see fiche number 48.)","placename":"El Paso (Tex.)","location":"El Paso, Texas","nn1":["545362","545333","542900","544882","546428","546440","545610","556422","550110","557155","545614","552526","550108","550127","550149","550111"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["city","sign","business","street","town","impression","facade","traffic","brickwork","indication"]}
