{"path":"553029.jpg","date":"June 1972","photographer":"Woodson, LeRoy","caption":"This photograph depicts an elderly couple standing in a home setting next to a medical device, likely for respiratory care. The woman on the left wears a patterned blue and white blouse with short sleeves and matching trousers, while the man on the right is dressed in a light blue shirt, dark trousers, suspenders, and carries a small black bag resembling a medical accessory. They both appear to be connected to the medical device at their feet, indicating they might be using it at the moment.\n\nThe device itself is prominent in the foreground. It includes a main unit with various controls and meters and is attached to a mask via a flexible tube. It sits beside an upright unit with a pole structure and another set of tubes, potentially for stability or additional functionality.\n\nIn the background, the interior of the house is modestly decorated. To the left, there’s a small wooden cabinet displaying small decorative items. Above it hangs framed artwork or diplomas. On the right side, part of a standard lamp and further back, a curtain window, and what seems to be the edge of a dining table.\n\nThe setting exudes a lived-in comfort, reflecting personal space that doubles as a spot for medical treatment, blending daily life with health care needs. The emotion conveyed seems to be sober and perhaps reflective, emphasizing a sense of resilience or adaptation to their circumstances.","title":"Mr.  Robert bowman jones, 78, suffers from emphysema.  (from the documerica-1 exhibition.  For other images in this assignment, see fiche numbers 49, 50, 51.)","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["545479","553849","545486","545416","545482","553035","545478","545413","556576","545976","558314","545552","558335","547421","543906","545420"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["device","tube","care","unit","trouser","double","emotion","stability","suspender","cabinet"]}
