{"path":"553024.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"The photograph displays an intriguing and abstract blur of lights, mostly likely captured with a slow shutter speed or some kind of motion effect. The dominant visual elements are swirls and lines of light that vary in color and brightness.\n\nOn the left side of the image, there is a prominent, large spiral of red light, which creates a swirling pattern possibly resembling the shape of a rose or similar flower structure. This red swirl is sharp and vivid, contrasting against darker hues surrounding it.\n\nMoving towards the center and right side of the image, there are several elongated vertical streaks of light that resemble standing bulbs or tubes. These elongated lights primarily display white or off-white colors, but they also exhibit hints of green and yellow on their edges.\n\nThere are additional swirling patterns similar to the large red swirl but in shades of pale green. They create an almost mirror image, though less distinct, on the right side of the image.\n\nThe background and lower portion of the image are more abstract and harder to discern, with a blend of green, red, and yellow colors overlapping in wavy and undulating patterns. These might represent streetlights or other similar sources captured in a flowing, dynamic movement.\n\nThe overall effect is kinetic and vibrant, suggestive of a nighttime urban scene captured in motion, possibly from a moving vehicle or using camera techniques to intentionally blur and stretch the lights for artistic effect. The photograph does not include any recognizable objects or people; it focuses entirely on light and color.","title":"(from the documerica-1 exhibition.  For other images in this assignment, see fiche numbers 87, 88, 106, 107, 108, 109, 110, 111.)","placename":"Las Vegas (Nev.)","location":"Las Vegas, Nevada","nn1":["549623","549111","551297","555431","555213","554360","557610","555804","553883","542766","547168","557584","549543","547051","546646","555714"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["swirl","effect","light","spiral","resemble","rose","streetlight","pattern","motion","bulb"]}
