{"path":"553051.jpg","date":"May 1972","photographer":"Gillette, Bill","caption":"This photograph depicts an aerial view of a landscape that appears significantly impacted by human activity. The main features include:\n\n1. **Forested Area and Buildings**: At the top of the image, there is a dense, lush area with a cluster of buildings that reflect a rural or suburban community. This area is separated from the foreground by roads that intersects horizontally across the image.\n\n2. **Mining or Large-Scale Excavation Site**: The central and foreground of the photo shows an expansive, disturbed area, suggesting a mining operation or a large-scale excavation site. The site is characterized by dark, rugged terrain with patterns that indicate systematic digging or extraction processes.\n\n3. **Organized Rows of Mounds or Dumps**: Within the disturbed area, there are organized rows of large mounds or dumps, possibly the material extracted from the earth. These are methodically placed and create geometric patterns in the landscape.\n\n4. **Infrastructure**: Visible infrastructure includes roads that traverse the mined region and a possible collection of vehicles or machinery, which appear tiny due to the scale of the excavation.\n\nThe overall composition and colors of the photograph suggest an environment altered by industrial or commercial operations, focusing on the stark contrast between the natural and disturbed landscapes. The image primarily uses shades of dark greens and earth tones, emphasizing the environmental impact of human activities.","title":"Aerial of peabody strip coal mining operation.  (from the documerica-1 exhibition.  For other images in this assignment, see fiche numbers 20, 21, 22, 23.)","placename":"Nucla (Colo.)","location":"Nucla, Colorado","nn1":["555812","554163","544438","550573","551204","556467","550572","544498","555859","543674","551611","553695","548589","543861","549255","550568"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["excavation","mining","digging","earth","extract","site","traverse","alter","scale","impact"]}
