{"path":"553096.jpg","date":"May 1973","photographer":"Dovydenas, Jonas","caption":"This photograph captures a scene at an outdoor area next to a large building with a modern appearance, showing several children and teenagers engaged in various activities. The building in the background is painted in a muted tan with a white upper section and a flat roof. There are two visible doors, painted in a contrasting orange-red, suggesting perhaps a school or a community building. The foreground is dominated by a gravel-covered ground.\n\nIn the image, eight children appear, involving themselves in different forms of play and social interactions. On the left side, a young child dressed in a yellow top and blue shorts kicks a basketball, seemingly playing alone. Nearby, two other children, one wearing a burgundy jacket and the other in a white shirt, stand and watch the activities around them.\n\nIn the middle of the photograph, a group of four children can be seen walking past the building. They appear engaged in conversation or moving together towards a destination off-camera.\n\nOn the right side, near the building, two more children stand next to the orange-red doors. They are perhaps chatting or engaged in some form of leisure interaction, leaning casually against the wall.\n\nThe overall atmosphere of the photograph suggests everyday leisure and the playful camaraderie typical of school or community settings. The scene encapsulates a moment of youthful engagement and the simplicity of play in a communal space.","title":"Paiute Indian children at the school yard in Wadsworth Pyramid Lake Indian Reservation","placename":"Pyramid Lake Indian Reservation (Nev.)","location":"Pyramid Lake Indian Reservation, Nevada","nn1":["546453","556437","556287","552755","556431","546527","557987","555931","556265","556175","553512","546537","546522","546449","554850","551769"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","school","play","basketball","burgundy","door","leisure","building","kick","tan"]}
