{"path":"553008.jpg","date":"May 1972","photographer":"Reaves, Bill","caption":"This photograph depicts an old, abandoned car sitting in an overgrown field surrounded by nature. The car appears to be a vintage model from the mid-20th century, possibly a 1950s sedan, identifiable by its distinctive chrome detailing and the elaborate design elements common to that era. It is a two-door vehicle, with its color faded to a light blue, and it showcases a considerable amount of rust and deterioration.\n\nThe vehicle's hood is open, exposing possibly a missing engine or other internal components, suggesting long-term neglect or scavenging. The body of the car has several dents and areas where the paint has chipped away, exposing the metal underneath. The windshield is missing, and the interior is not visible; however, the doors appear to be closed.\n\nThe car is positioned slightly off-center in the frame, with its front facing towards the right side of the image, allowing a clear view of its grille and one intact headlight, with the other either missing or obscured by foliage. The background is densely filled with wild bushes and trees, indicating the car is located in a forest or a similarly wooded area. The ground around the car is covered with gravel and patches of grass, enhancing the sense of abandonment.\n\nThe overall composition conveys a sense of forgotten history and the encroachment of nature, as the car is gradually being reclaimed by the surrounding environment. The lighting is natural, indicating a sunny day, with shadows from the surrounding trees falling across the car and the ground.","title":"Abandoned auto. (From the Documerica-1 exhibition. For other images in this assignment, see fiche number 35.)","placename":"Travis, Lake (Tex.)","location":"Travis, Lake, Texas","nn1":["546405","553002","550797","545540","554920","550795","547747","548751","553007","549107","553010","548750","546230","546318","547481","552995"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["car","miss","expose","dent","door","deterioration","reclaim","encroachment","forget","grille"]}
