{"path":"553059.jpg","date":"May 1972","photographer":"Hiser, David","caption":"This image is an aerial photograph depicting a landscape that broadly divides into three distinct sections. On the lower part of the image, there is a densely populated residential area. The area features numerous houses organized in a grid-like pattern. The houses appear close together, surrounded by lush green vegetation, adding vibrancy to the area. Streets neatly intersect between the rows of houses, creating a systematic urban layout.\n\nMoving towards the middle section of the photograph, the scene transitions into agricultural lands. These fields are organized in a more freeform pattern compared to the rigid urban grid below. Different types of crops can be guessed from the varying shades of green and the occasional brown patches that suggest either fallow land or recently harvested fields.\n\nThe upper portion of the image shows a stark contrast, dominated by what appears to be arid, rugged terrain. The land here features very little vegetation and is characterized by rolling hills and erosion patterns that suggest a combination of geological activity and the effects of water flow over time. The lack of development in this area contrasts sharply with the structured appearance of the town and farming zones below.\n\nIn the far background, mountain peaks are visible, providing a majestic backdrop and a sense of scale to the landscape. This transition from urban to agricultural to a more barren landscape illustrates a diverse use of land and differing geographical characteristics within a relatively small area. The overall composition of the photograph, with its clear delineation between urban, agricultural, and natural environments, offers a vivid snapshot of the interaction between human habitation and the natural world.","title":"Aerial of White Run and GRandview Point in Canyonlands National Park. Town of Moab on the Colorado River is supply center for the area. (From the Documerica-1 exhibition. For other images in this assignment, see fiche numbers 52, 53, 54, 55, 56.)","placename":"Moab (Utah)","location":"Moab, Utah","nn1":["553938","553695","557516","557518","553943","545625","552594","544768","553694","542674","553936","550550","549175","546407","556968","546765"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["land","grid","house","organize","delineation","transition","pattern","differ","section","harvest"]}
