{"path":"553068.jpg","date":"May 1972","photographer":"Eiler, Terry","caption":"This photograph captures a serene and picturesque natural waterfall scene likely in a tropical or subtropical environment. The main focus of the image is a large, majestic waterfall cascading over a rocky ledge into a beautiful emerald-green pool below. The waterfall is split into two main streams at the top, creating a stunning visual impact as the water plunges into the pool.\n\nAround the pool, there are multiple levels of smaller, terraced cascades, each adding to the tranquil and rhythmic sound of flowing water. The pool's water is clear, allowing visibility of submerged rocks and some debris, such as branches and leaves, near the foreground of the image.\n\nSeveral people are enjoying the water, indicating that this location is used for recreational purposes. In the foreground, to the right, an individual is squatting at the edge of the pool, possibly adjusting their swimwear or preparing to enter deeper water. Another person is halfway submerged in the water near the center, while a third can be seen just behind them, giving a sense of depth and activity within the scene.\n\nOn the far side of the main pool, beneath the waterfall, there are additional swimmers. This adds to the lively, yet peaceful, nature of the scene.\n\nFlanking the waterfall and pool are lush green trees and dense foliage, suggesting a secluded or protected natural area. The lighting in the photograph suggests that it was taken on a bright sunny day, casting shadows and highlighting the sparkling water surfaces. This setting seems ideal for nature lovers and people seeking relaxation and a break from more urban environments.","title":"(From the Documerica-1 exhibition. For other images in this assignment, see fiche numbers 27, 28, 31, 32, 33.)","placename":"Havasu Falls (Ariz.)","location":"OTHER","nn1":["544101","549629","544335","544346","544350","544340","544348","548021","544342","550979","558087","544343","544344","557820","554408","555220"],"cl":[47],"cluster":["#47 &mdash; Dam"],"terms":["pool","waterfall","cascade","water","plunge","sound","swimmer","seek","swimwear","squat"]}
