{"path":"553113.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This photograph captures a vibrant and action-filled scene in a desert setting under a vast sky dotted with clouds. The central focus is on three individuals and a pair of horses involved in what appears to be a roadside stop in a remote area.\n\nTwo of the horses are saddled and appear to be just unloading or preparing to load into a classic, rounded yellow trailer that is attached to a traditional car at its front. The trailer and car are parked on a rough, sandy track, which blends into the scrubby, flat desert landscape extending to the horizon, dotted with sparse vegetation and distant mountains.\n\nOn the left side of the image, a man is crouched down by the horses, handling one horse’s reins, perhaps preparing it for riding or ensuring its well-being after transport. This man is dressed in a light-colored long-sleeve shirt and a cowboy hat, suggesting a typical attire for working with horses.\n\nTo the right, near the open trailer door, another person stands facing away from the camera, wearing a dark red shirt and jeans, engaged in either organizing the contents of the trailer or possibly assisting with the horses from another angle.\n\nFurther right, another man is walking towards the camera, set apart from the rest of the group by his relaxed demeanor and civilian clothing—a green t-shirt and dark pants. His presence adds a casual note to the scene, perhaps indicating a mixed purpose or recreational nature of their journey.\n\nOverall, the composition and colors in the image—ranging from the dusty earth tones of the desert and the pale yellow of the trailer, to the more vivid colors of the individuals' clothing—create a dynamic yet harmonious visual narrative of travel, outdoor activity, and possibly equestrian work in a rugged landscape.","title":"Spring roundup of Paiute-owned cattle begins at Sutcliffe Pyramid Lake Indian Reservation. Coralling and bRanding is done in five stages around Pyramid Lake. Horse and horse trailer at the roundup.","placename":"Pyramid Lake Indian Reservation (Nev.)","location":"Pyramid Lake Indian Reservation, Nevada","nn1":["553102","553109","553114","553103","544309","544362","553104","545596","553101","548987","544425","553108","543779","553116","553112","553118"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["horse","trailer","desert","prepare","rein","dot","saddle","clothing","unload","shirt"]}
