{"path":"553120.jpg","date":"May 1973","photographer":"Dovydenas, Jonas","caption":"This photograph captures the entryway of a vibrant and colorful storefront adorned with various signs promoting fortune telling services. The architecture includes a bright yellow facade with red accents. On the left side of the image, a narrow door is open, revealing what looks like another inner part of the store filled with various items potentially belonging to different categories you would not expect in a fortune telling business, such as electronics referenced by the \"TV\" sign.\n\nThe primary focus of the composition is the array of signs surrounding the central doorway, which is painted dark, possibly to emphasize a sense of mystery or privacy regarding the services offered inside. The central doorway has a hanging sign saying \"Have Your Fortune Told,\" which is directly above another sign detailing the services as relating to past, present, and future predictions.\n\nTo the right of the doorway, a detailed hand illustration is depicted representing palmistry, with captions emphasizing help with \"All Problems\" and labels delineating the \"Past, Present, Future.\" Additional advertising suggests that advice is available inside and services are offered in multiple languages.\n\nOverall, the scene suggests a quirky place, possibly located in an urban setting given the dense advertising and compact use of storefront space. This kind of place might attract attention from a varied clientele seeking guidance or simply curious about fortune telling. The photograph uses a straightforward, documentary style to capture the character and peculiar appeal of this business.","title":"Entertainment round-the-clock is a Reno attraction.","placename":"Reno (Nev.)","location":"Reno, Nevada","nn1":["554185","550132","546034","555439","551321","554184","551495","550127","543986","550130","556207","547808","543132","549870","545154","551494"],"cl":[38],"cluster":["#38 &mdash; Signs"],"terms":["service","doorway","advertising","sign","business","tv","guidance","help","documentary","entryway"]}
