{"path":"553101.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This photograph depicts an outdoor scene set in a desert-like environment with a range of mountains in the background and a large body of water bisecting the scene in the middle ground. The terrain is arid and sparse, covered with rocks and small bushes. The foreground shows a gathering of people engaged in what appears to be a cattle rounding activity. \n\nMultiple individuals can be seen mounted on horses, seemingly herding a group of cattle. The composition showcases at least seven horse riders, with some horses appearing in darker shades likely due to the natural light. The cattle, a mix of different colored cows, is clustered near the center of the foreground area.\n\nIn the middle ground on the left, an assortment of vehicles is visible, including trucks, trailers, and possibly camper vans, indicative of a temporary or mobile setup, possibly supporting the cattle herding activity. \n\nThe distant background features rugged mountains looming over the lake, adding a stark contrast to the relatively flat foreground. The lake provides a serene blue strip that complements the earthy tones of the landscape. \n\nOverall, the photo captures a vibrant and dynamic outdoor activity set against the dramatic backdrop of a desert landscape with mountains and a sizable body of water. This could be depicting a routine agricultural exercise, possibly in a region known for livestock farming and expansive natural sceneries.","title":"Spring roundup of Paiute-owned cattle begins at Sutcliffe Pyramid Lake Indian Reservation. Coralling and bRanding is done in five stages around Pyramid Lake. Riders and cattle near Sutcliffe.","placename":"Pyramid Lake Indian Reservation (Nev.)","location":"Pyramid Lake Indian Reservation, Nevada","nn1":["553104","553102","554128","553100","553109","553110","543634","553105","548954","553108","552698","553106","548830","553113","549033","552565"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["cattle","horse","mountain","desert","exercise","camper","lake","cow","rider","livestock"]}
