{"path":"553142.jpg","date":"May 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a diverse and busy street scene filled with a variety of people engaging in what appears to be a public event or gathering. The atmosphere seems lively, as evidenced by the mix of expressions and activities observed in the crowd.\n\nIn the foreground, there is a man prominently featured. He has a large afro and is dressed in a dark-colored coat, carrying a small child who looks back over his shoulder. The child is dressed in a light blue hooded jacket and adorned with bright yellow pants featuring colorful prints. \n\nTo the right, another child, possibly a little girl, is sitting on someone's shoulders. She is dressed in a pink hooded outfit with her face visible, looking towards the left side of the frame. The person carrying her is partially seen from behind and appears to be interacting with others in the crowd.\n\nSurrounding these central figures are several other individuals, each engaged in their own conversations or activities. Various styles of dress suggest a casual setting, with some individuals wearing jackets, and others in lighter clothing, possibly indicating mild weather. \n\nThe background is somewhat blurred but hints at an urban setting with portions of buildings and possibly foliage. Overall, the scene captures a moment of community interaction, characterized by a mixture of adults and children, possibly at a festival, market, or similar public venue.","title":"Fountain square in downtown Cincinnati is a public square that works for the city and its people in a myriad of ways: crowd at israeli birthday celebration","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["558292","551811","549320","546821","551011","556277","551810","543482","553287","553267","551689","552655","553311","556272","551688","547026"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["child","shoulder","crowd","afro","carry","dress","jacket","festival","dark","venue"]}
