{"path":"553124.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"The photograph showcases a highway scene under a clear blue sky. There is evidence of considerable light exposure, likely captured with a camera using a slide film, giving the image deep, vivid colors and a somewhat overexposed sky.\n\nIn the foreground, a major highway with multiple lanes is visible. The surface of the road appears to be composed of rough, grey asphalt. On the right side of the road, there's a large, moving vehicle, partly visible—it seems to be a red and grey truck-trailer moving towards the right of the frame.\n\nRising above the road, a steep, uneven mound of sandy brown dirt acts as a divider. There’s little to no vegetation on this mound, emphasizing the arid environment.\n\nBeyond the mound, approximately mid-frame, a row of houses is situated atop the hill. These homes have a modern architectural style, possibly new constructions, given their uniformity and the raw landscape around them. They feature flat roofs and are constructed with materials that blend with the surrounding environment, perhaps to maintain a low profile or due to local zoning regulations.\n\nThe sky, occupying the upper third of the image, is deep blue and completely clear of clouds, suggesting a sunny, possibly warm day. Overall, the scene captured combines elements of modern construction juxtaposed against a rough and raw landscape, touched by signs of transit and mobility signified by the highway and the truck.","title":"Reno expanding to surrounding meadows, off I-80. Continued growth strains the water supply and threatens Pyramid Lake.","placename":"Reno (Nev.)","location":"Reno, Nevada","nn1":["545367","557471","555630","553127","553721","545451","546612","544043","547569","549902","547294","553475","557468","555437","547811","554155"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["mound","highway","road","slide","truck","mobility","evidence","uniformity","regulation","construction"]}
