{"path":"553140.jpg","date":"May 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a protest. In the foreground, various individuals are depicted holding signs. The central woman, noticeable with her headscarf and stern expression, carries a sign stating \"STOP ISRAELI NAZISM IN PALESTINE.\" To her right, a man with dark hair and a suit looks intensely at the camera while raising his hand, seemingly in a gesturing manner or possibly clutching something. Behind them, another protester holds a sign with a message about Nazism and persecution.\n\nThe signs have strong political messages, reflecting intense sentiment against the described actions in Palestine and invoking references to Nazism, which suggests the protest is centered around a human rights or political dispute concerning Israel and Palestine.\n\nThe surrounding environment suggests this takes place in an urban area with buildings that appear to be typical city architecture, and other demonstrators and onlookers populate the background. The attire of the protesters varies, showing a mix of casual and somewhat formal clothing, which demonstrates a diverse group of participants.\n\nOverall, the photo depicts a scene of active political demonstration, characterized by visually striking signage and a diverse group of participants engaged in protest activities in a city setting. The expressions and body language of the participants indicate a passionate involvement in the issue at hand.","title":"Fountain Square in downtown Cincinnati is a public square that works for the city and its people in a myriad of ways: pro-Arab pickets at Israeli birthday celebration","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553143","553237","553321","545253","553307","551852","544235","556256","551938","543482","551939","556257","553233","552731","556272","553144"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["protest","participant","message","sign","clutch","describe","demonstration","reference","headscarf","language"]}
