{"path":"553149.jpg","date":"May 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a moment of joy and playfulness occurring at a grand fountain. The fountain, serving as the backdrop, is ornate and large with multiple tiers of flowing water. Several intricately detailed bronze statues, including figures and cherubs, decorate the fountain, adding a classical aesthetic to the scene.\n\nIn the foreground, three main subjects are engaged in a playful activity. Two women and one man appear to be young adults, caught mid-movement. The man, dressed in a green jacket and plaid trousers, is swinging one of the women around. This woman is playfully suspended in the air, her motion suggesting she is being twirled. She is dressed in a purple jacket and red pants, and her body language conveys delight and motion blur is visible, emphasizing the speed of her spin.\n\nThe other woman, clad in a purple jacket similar to the first, stands by watching the swinging motion, with a look of amusement or conversation directed at the man.\n\nThe environment around them is speckled with droplets, likely from the fountain, adding a dynamic quality to the image and highlighting the spontaneity of the moment. Around the fountain, other indistinct figures can be seen in the background, generally contributing to a lively public space atmosphere. The foliage of trees can be glimpsed further back, hinting at an urban park setting.\n\nOverall, the photograph is vibrant and full of movement, capturing a spontaneous, joyous interaction among friends with a beautifully detailed fountain enriching the aesthetic and historical feel of the scene.","title":"Fountain square in downtown Cincinnati is a public square that works for the city and its people in a myriad of ways: Tyler davidson fountain","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["552539","549982","551638","552737","550072","551449","552703","557268","550747","552540","553229","550080","553195","552706","551446","553207"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["fountain","motion","woman","jacket","flowing","delight","spontaneity","bronze","playfulness","first"]}
