{"path":"553108.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This photograph depicts a rustic outdoor setting, suggestive of a livestock handling or cattle roping scene, likely in a semi-arid or desert region. The focal point of the picture is two individuals, each wearing wide-brimmed hats and involved in an action pose, pulling a rope taut. They are engaged in the activity of either roping or pulling a cattle, which is on the ground, likely having been roped as part of the activity.\n\nOn the left of the image, there is another individual in similar attire, observing the activity closely, which indicates that they might be in a supervisory or participatory role. To the right side, a man on horseback oversees the scene, further emphasizing the agricultural or ranch-related nature of the activities. In the background, a group of cattle and additional horse-mounted individuals add to this rural, livestock management setting.\n\nThe landscape is expansive, with sparsely vegetated ground and rolling hills in the background under a clear, wide sky. Dust being kicked up by the activity contributes to the dynamic, rustic atmosphere of the photograph. Additionally, there is a parked vehicle to the far left, hinting at the modern elements present in this traditional setting. This backdrop sets a vivid scene of traditional ranch activities in a vast, open environment.","title":"Spring roundup of Paiute-owned cattle begins at Sutcliffe Pyramid Lake Indian Reservation. Coralling and bRanding is done in five stages around Pyramid Lake. Roped calf.","placename":"Pyramid Lake Indian Reservation (Nev.)","location":"Pyramid Lake Indian Reservation, Nevada","nn1":["553104","553106","553110","552575","543686","543779","543634","553109","552564","548830","553101","548838","553100","552569","553105","554949"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["cattle","ranch","livestock","horseback","activity","individual","handling","horse","dust","pose"]}
