{"path":"553112.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This photograph appears to capture an outdoor scene in a semi-arid desert area. The backdrop features a vast landscape with an expansive sky that has some clouds, and there are dry, low-lying vegetations and flat plains stretching towards distant mountains. The terrain is barren with sandy and dusty soil, indicative of a desert-like environment, possibly a prairie or basin area.\n\nIn the foreground, a group of five men is engaged in various activities. Two men on the left side are standing near an open tailgate of a vehicle, possibly preparing or sorting out equipment. They are dressed in Western-style attire including cowboy hats and casual shirts. Next to them, another group of two men is seated on large, flat cardboard pieces laid out on the ground. They appear to be engaged in a task that requires them to be low to the ground, possibly assessing maps, artifacts, or other items. They are also dressed in casual outdoor gear, including hats.\n\nTo the sides, the environment is very open, suggesting a remote location. There are no visible buildings or other structures, just the open road and natural landscape, accentuating the sense of a field expedition or a journey in a rural setting. Overall, the photograph has an adventurous, exploratory feel, with a focus on either geological, archaeological, or environmental survey work, judging by the setting and activities.","title":"Spring roundup of paiute-owned cattle begins at Sutcliffe Pyramid Lake indian reservation.  Coralling and bRanding is done in five stages around Pyramid Lake.  Field lunch near rawhide point","placename":"Pyramid Lake Indian Reservation (Nev.)","location":"Pyramid Lake Indian Reservation, Nevada","nn1":["545596","545776","544740","553113","542601","554543","544093","553662","553117","545575","553103","553108","544085","549086","544821","544763"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["desert","prairie","survey","assess","expedition","artifact","basin","map","dusty","hat"]}
