{"path":"553190.jpg","date":"June 1973","photographer":"Hubbard, Tom","caption":"The photograph depicts an outdoor social scene, likely seated in a busy urban area. In the center of the image, a vivid collection of red and blue umbrellas, each branded with \"Cinzano,\" marks the central area where people are gathered. Beneath these umbrellas, groups of individuals are seated around round tables covered with white cloths, engaged in dining or conversation, suggesting a relaxed, convivial atmosphere.\n\nIn the background, a large, dark building facade features a neon sign that reads \"Loll forty three Cocktails & Buffet,\" indicating the name of the establishment hosting the outdoor dining area.\n\nForeground activity includes several men walking across what appears to be a plaza paved with light-colored stones. The attire of the people is varied but suggestive of casual to smart casual fashion, typical of a daytime outdoor setting. Interestingly, the people in motion contrast with the stationary groups under the umbrellas, adding a dynamic element to the scene.\n\nAdditionally, the area is adorned with floral arrangements and greenery, which, along with the outdoor umbrellas, contribute to an appealing and welcoming environment for visitors and diners. The scene captures a moment of daily life characterized by leisure and social interaction, possibly during a lunch hour or similar occasion. The overall mood exuded is one of ease and enjoyment under sunny skies.","title":"Fountain Square in downtown Cincinnati is a public square that works for the city and its people in a myriad of ways: at the edge of the square is Loll Forty-Three, a sidewalk cafe in the Du Bois Tower.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["549669","549672","551650","549677","551634","549657","550037","551637","551846","551836","551635","551848","551795","551803","548568","553320"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["umbrella","dining","diner","ease","lunch","welcome","neon","round","cloth","occasion"]}
