{"path":"553196.jpg","date":"June 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a vibrant and bustling scene at night, centered around an ornate fountain that is beautifully illuminated. The fountain has multiple tiers and jets, creating a dynamic display of water that is lit from below, adding an amber glow that stands out against the darker night sky.\n\nThe background of the image features the RKO theater, which is adorned with bright and distinctive neon lights that spell out \"RKO\". The marquee below the RKO sign lists various shows and performers, giving a vintage vibe and suggesting the era might be from the mid-20th century. The architecture of the theater is classic, with an elegant façade visible behind the illuminated marquee.\n\nIn front of the fountain and the illuminated façade of the theater, several silhouettes of people are visible. This group is diverse in terms of height and posture, likely consisting of both adults and children. They appear to be either watching the fountain or perhaps waiting to enter the theater. Their exact activities are not clear, but they contribute to a lively, communal atmosphere.\n\nThe lighting and the composition of the photograph emphasize the contrast between the bright lights of the fountain and theater and the darker silhouette figures, creating a dramatic and inviting scene. The overall impression is one of entertainment and public enjoyment, characteristic of a lively downtown urban environment during the evening hours.","title":"Fountain Square in downtown Cincinnati is a public square that works for the city and its people in a myriad of ways: lighted waters of Tyler Davidson Fountain.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553179","553195","553181","550747","553295","553289","552705","551663","551661","551772","552726","551647","557282","551449","553224","557268"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["theater","fountain","façade","night","performer","entertainment","tier","silhouette","neon","jet"]}
