{"path":"553104.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This photograph captures a dynamic scene of rural life, likely taken in a western American setting, characterized by rugged, arid landscape and activities related to cattle ranching. In the foreground, a large group of cattle, primarily brown in color with some featuring white patches, dominate the scene. These cattle appear restless or in motion, perhaps being herded or driven by individuals not fully visible in the frame.\n\nIn the middle ground, two men on horseback are actively involved in managing the cattle. One rider, on the left, is sitting atop a dark horse, seeming to observe or supervise the scene. Wearing a light-colored cowboy hat, long-sleeve shirt, and jeans, he holds a lasso in one hand. The other rider, on the right, dressed in a darker hat, long sleeve shirt, and jeans, is also holding a lasso while riding a dark horse. This individual seems to be in the act of throwing the lasso.\n\nThe background features several stationary vehicles and trailers, which further establish the context of a ranching or livestock operation. Some people are seated in and standing near the vehicles, observing or possibly waiting to participate in the activities. The terrain behind all of this is hilly and sparse, typical of a desert or semi-arid region, with little vegetation visible and a dusty environment, enhancing the rustic and tough feel of the setting.\n\nOverall, the composition of the photograph captures a moment of active ranching life, highlighting the interaction between humans, animals, and the landscape. The environment speaks to the challenging conditions of pastoral activities in such arid settings, while the presence of vehicles and trailers points to a modern albeit remote setting.","title":"Spring roundup of paiute-owned cattle begins at Sutcliffe Pyramid Lake indian reservation.  Coralling and bRanding is done in five stages around Pyramid Lake.  UnbRanded calves are allowed to seek their mothers.  Then they are roped and bRanded","placename":"Pyramid Lake Indian Reservation (Nev.)","location":"Pyramid Lake Indian Reservation, Nevada","nn1":["548830","543634","553105","553108","553101","553110","553100","548828","548878","543779","549033","553106","543776","548829","552565","553109"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["cattle","ranching","rider","trailer","horse","jean","horseback","vehicle","herd","supervise"]}
