{"path":"553186.jpg","date":"June 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a scene at an outdoor dining area, likely at a market or public space, where four people are engaged in activity around a table. Two children and two women can be seen. \n\nThe child on the left appears to be reaching across the table, extending their arm towards the center, possibly trying to grab something such as food or a drink. The girl is dressed in a long-sleeved top with a horizontal striped pattern and has her hair in a casual style.\n\nAcross from this child sits a woman wearing large, dark sunglasses that cover her eyes. The woman's hair is styled in a short, layered look and she is wearing a light orange or peach-colored top. Her attentive gaze might be directed towards the child opposite her, suggesting interaction or supervision.\n\nOn the right side, another child, possibly a girl based on the floral patterned dress and visible bow in her hair, is held by the second woman at the table. This woman is also wearing large, dark sunglasses and her hair brushed back. The back of the child can be seen as she faces the woman holding her.\n\nThe background is a busy and somewhat dimly-lit space with a mix of sunlight and shadows. Other individuals, likely patrons of the market or passersby, can be discerned in the background, seated and standing in various poses.\n\nOn the table, various items are present that could suggest a mealtime, including plates and glasses, although the specifics are not clearly visible due to the focus and lighting on the main subjects. The overall atmosphere is casual and public, characteristic of a lively outdoor market or fair environment.","title":"Fountain square in downtown Cincinnati is a public square that works for the city and its people in a myriad of ways: lunching at one of the marble chess tables","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["557664","551688","556843","544990","554861","551834","553167","551419","553169","551277","554222","558292","552612","556531","558188","557795"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","table","market","woman","hair","sunglasse","girl","reache","peach","grab"]}
