{"path":"553198.jpg","date":"June 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a scene of urban maintenance, specifically showing two individuals engaged in cleaning a public plaza using hoses. The setting is semi-urban, with an older movie theater and billboards visible in the background, advertising various films and featuring names like \"Sweet Jesus,\" \"Preacher Man,\" and \"Roger Mobley – Marla Gibbs in dealing with the Underworld,\" suggesting perhaps a 1970s or 1980s timeframe.\n\nIn the foreground of the image are two men, each holding a hose and spraying water onto the paving stones of the plaza. Their attire is notably period-specific; the man on the left is dressed in a pink shirt paired with red pants, while the man on the right wears a striped shirt with plaid pants, both choices reflecting fashion trends of past decades.\n\nThe environment around them appears slightly wet, indicating ongoing or recent use of the hoses. Spread through the scene are various hoses, snaking across the plaza, adding a sense of organized chaos to the task at hand. The plaza itself is bordered by buildings that show a mix of architectural styles, from modern to more dated, broad-paneled constructions.\n\nIn addition, there are a couple of individuals visible in the background, sitting and observing the scene, possibly patrons of the building or pedestrians taking a break. The movie theater behind the men provides a cultural context, underlining the everyday nature of the setting amidst the buzzing life of a city. The lighting in the image suggests either early morning or late afternoon, with a soft glow that casts gentle shadows on the ground, enhancing the tranquil everyday ambiance of the photograph.","title":"Fountain square in downtown Cincinnati is a public square that works for the city and its people in a myriad of ways: chemical cleaning of granite paving block surface","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["551936","549841","546445","556177","551073","551869","549834","553214","551704","557261","553224","549269","553423","546551","549838","550083"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["plaza","hose","theater","trend","paving","timeframe","constructions","patron","spraie","deal"]}
