{"path":"553167.jpg","date":"May 1973","photographer":"Hubbard, Tom","caption":"The photograph captures a candid street scene, possibly in a park or urban area with a bit of greenery visible in the background. Four individuals feature predominantly in the image, three of whom are seated around a table, deeply engaged in conversation.\n\nA man with shaggy, dark hair, wearing a black shirt, is seated facing towards the camera and appears to be talking animatedly. His posture, leaning slightly forward, suggests an engaging discussion. Opposite him, two women are seated, one with her back turned towards the camera. The woman facing the camera has long, straight brown hair and wears large hoop earrings, a white top, and a smart blazer, holding what seems to be a bag on her lap. Her facial expression, characterized by slight squinting, suggests she is attentively listening or responding. The second woman's hair is also long and brown, and from the visible profile, she seems engrossed in the conversation.\n\nIn the foreground, another person's back is captured, with only the back of their head and a gray shirt visible, implying they might be part of the ongoing discussion or perhaps another bystander.\n\nThe low, dappled sunlight creates a contrast of shadow and light across the subjects and the table, adding an atmospheric and somewhat intimate feel to the gathering. The background, diffused and out of focus, hints at other individuals and trees, suggesting a public setting, teeming with life and activity, yet the focus remains tightly on the interactions of these four individuals. The overall ambiance reflects a relaxed, social atmosphere typical of a sunny day outdoors.","title":"Fountain square in downtown Cincinnati is a public square that works for the city and its people in a myriad of ways: office girls on their lunch hour","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["551460","551470","551433","551482","557030","553146","557036","557031","551028","556028","557175","543511","553122","557038","557856","551853"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["discussion","hair","seat","camera","table","hoop","back","woman","conversation","earring"]}
