{"path":"553185.jpg","date":"June 1973","photographer":"Hubbard, Tom","caption":"This photograph portrays a vivid social scene in a public setting. The image captures four individuals, possibly in their late teens or early twenties, sitting against a backdrop of a lively fountain.\n\nOn the left side of the photograph, a young man and woman are seated side by side. The man is dressed in a white shirt with a bold, patterned tie and a dark blazer, looking intently to his left towards the woman. He has mid-length hair and is wearing glasses. The woman beside him is wearing a multicolored plaid jacket over a red top, paired with a simple white skirt. She has long, straight dark hair and appears to be engaged in a conversation with the man, looking directly at him with an expression of curiosity or mild concern.\n\nOn the right side, another pair shows more intimate interaction. A young woman, seated and facing slightly to the left, wears a white sleeveless top adorned with a dark pattern and black shorts. Her hair is dark and long. A young man, in a casual gray t-shirt and dark shorts, is leaning over her from behind, his face close to hers, whispering or kissing her ear. Both seem relaxed and absorbed in their personal moment, somewhat disconnected from their surroundings.\n\nThe background is dominated by a dynamic fountain, with water spraying upwards, creating a refreshing and lively ambiance. The sunlight illuminates the water jets, enhancing the contrast with the darker tones of the individuals’ clothing.\n\nOverall, the setting suggests a sunny, pleasant day, likely in an urban park or similar public space, where people come to relax, interact, and enjoy the outdoors. The photograph captures a slice of youth culture, with each individual dressed in styles that suggest a time setting possibly in the 1970s, given the fashion and hairstyles.","title":"Fountain Square in downtown Cincinnati is a public square that works for the city and its people in a myriad of ways: Tyler Davidson Fountain.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["551658","551450","549909","551640","551453","550082","551433","553166","551460","551451","553149","549324","553183","551449","551858","551435"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["fountain","woman","hair","short","twenty","teen","man","youth","jet","ear"]}
