{"path":"553199.jpg","date":"June 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a person engaged in the activity of filming or taking photographs outdoors. The individual, who is facing away from the camera, is obscured from view apart from their arms and the back of their head. They are using a camera mounted on a tripod, focusing intently on the scene in front of them. The camera and tripod setup suggests a serious approach to photography or videography, often used for stability and precise framing in professional or enthusiastic amateur shoots.\n\nThe background of this image features an urban plaza, characterized by a patterned pavement that suggests some design intention, likely to enhance the aesthetic or functional aspect of the public space. The architecture around the plaza includes modern buildings with reflective glass and minimalistic designs. There is also a visible presence of greenery with trees that provide a natural contrast to the urban elements.\n\nIn the plaza, a few people can be seen engaging in various activities; some appear to be walking across the plaza, while others are sitting and enjoying the open space. This suggests a typical day in an urban public area where people perform routine activities such as walking, socializing, and relaxing in an outdoor setting.\n\nProminently, the foreground features hands adjusting the camera’s lens, demonstrating the operational aspect of photography and focusing on capturing the right angle or shot. The camera itself appears robust and professional, indicating the high quality of equipment used. \n\nThe overall composition of the photograph, with its focus on the act of shooting and the background activity, offers a narrative about urban life and the role of photography in documenting or experiencing everyday public scenes.","title":"Fountain square in downtown Cincinnati is a public square that works for the city and its people in a myriad of ways","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553246","552399","547116","551648","550076","543894","556380","550079","551653","550048","553292","550188","551798","551463","551823","553324"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["plaza","photography","tripod","camera","aspect","socialize","stability","walk","shoot","use"]}
