{"path":"553184.jpg","date":"June 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a busy urban street scene filled with pedestrians, likely shot during the 1960s or 1970s based on the fashion styles. The image shows a group of people crossing the street and others who are apparently waiting, perhaps at a crosswalk.\n\nIn the foreground, three women are prominently visible. One on the left is dressed in a patterned long dress with flowers, paired with a red scarf in her hair, and she carries a light-colored handbag. The woman in the middle wears a short, sleeveless orange dress with intricate white and orange trim at the edges; she holds a white purse and has styled dark hair. The third woman, to the right, is wearing a white shirt with horizontal stripes of varied lengths and colors on the ends of her sleeves, a red-orange couple of bottoms, and a white bag, and she has short hair.\n\nIn the background, a mixture of men and women can be seen. Most men are wearing formal attire including suits and ties, while women's fashion varies, including a range of dresses and skirts. The crowd overall contains a mix of hairstyles and clothing styles that reflect a typical city day. Individuals range from seeming business-focused to more casual attire, mingling together on what appears to be a sunny day in a city environment.\n\nThe street is paved and has visible crosswalk stripes, suggesting that these individuals are possibly waiting to cross or are just beginning to move as they are allowed. The background shows other pedestrians and perhaps a hint of city architecture, but it is mostly obscured by the group forming the scene. The photograph exudes a lively, vibrant urban atmosphere found in busy city centers.","title":"Fountain Square in downtown Cincinnati is a public square that works for the city and its people in a myriad of ways: at corner of 5th and Vine streets.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["549923","556808","549906","548369","545231","556199","548368","547788","551835","556725","546626","551124","546600","556710","549645","553155"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["woman","city","fashion","wait","pedestrian","hair","cross","street","stripe","dress"]}
