{"path":"553103.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"The photograph captures four men on horseback, presumably situated in a rugged, open terrain setting that suggests a location potentially in the American West or a similar region. The landscape is arid, with modest vegetation and rolling hills forming the backdrop. The sky is predominantly clear with few clouds, casting a bright and natural light upon the scene.\n\nEach of the four men is dressed in attire typical of cowboy or rural Western gear, featuring denim jeans and hats that shade their faces. From left to right: the first man is wearing a plaid shirt and has his horse in mid-stride, perhaps adjusting its direction or pace; the second man, wearing a light-colored shirt, seems to be in conversation with the third man, who is dressed in a dark t-shirt and jeans; the fourth man, wearing a striped shirt, looks ahead, perhaps scanning the landscape or the path in front.\n\nThe horses are of various colors, including chestnut and a darker shade, possibly black or dark brown. They appear well-kept and equipped with saddles and bridles suitable for a day's ride.\n\nThe overall composition of the image, with the angle focused slightly upward towards the riders against the vast landscape, conveys a sense of exploration or purpose in a remote setting. The atmosphere suggests a narrative of cooperation or shared endeavor among the riders, highlighted by their casual postures and engagement with one another.","title":"Spring roundup at paiute-owned cattle begins at Sutcliffe Pyramid Lake indian reservation, coralling and bRanding is done in five stages around Pyramid Lake.  The cows have been herded and now the riders rest","placename":"Pyramid Lake Indian Reservation (Nev.)","location":"Pyramid Lake Indian Reservation, Nevada","nn1":["548838","553102","557047","553109","548987","557043","553114","553113","543634","557992","544420","553118","553116","543776","554885","557988"],"cl":[41],"cluster":["#41 &mdash; Horse"],"terms":["rider","horse","man","shirt","bridle","jeans","saddle","cooperation","horseback","pace"]}
