{"path":"553169.jpg","date":"May 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a social gathering of seven people, seemingly a mix of adults and children, seated on a bench against a dark, textured wall, possibly under the shade of foliage. On the left, an adult wearing a striped suit with a matching striped jacket and pants sits with a calm demeanor, slightly turned away towards a small child next to her. The child, in a red top and navy blue shorts, is nestled against the adult, both pairs of their legs crossed in parallel.\n\nNext to them, an adult in a vibrant green jacket and black pants holds what appears to be a small camera or a pair of binoculars, focused intently on it. This second adult is seated more forward than the others, closer to the ground, making him a prominent figure in the group.\n\nTo the right, three children and another adult are involved in an eating activity. Two of the children are dressed predominantly in white. A girl in a white, frilly dress adorned with floral embellishments is seated next to another girl in a simple white shirt, who wears intricately patterned flared jeans that stand out in contrast to the dress. The girl in the dress appears to be holding a drink, conversing with the girl in jeans. Another person, slightly obscured and partially cropped out of the frame on the far right, engages with these two girls.\n\nThe background is minimal and dark, which sharply contrasts with the bright sunlight illuminating the group, highlighting their faces and the textures of their outfits. The scene conveys a casual, relaxed outdoor moment, with interpersonal connections highlighted by their close proximity and engaged activities. The overall attire and style suggest the photo might be from the 1970s, given the fashion of the time reflected in the clothing and hair styles.","title":"Fountain Square in downtown Cincinnati is a public square that works for the city and its people in a myriad of ways: office girls on their lunch hour.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["556764","556532","553151","553205","551460","551063","543511","551017","553122","551029","553167","551433","551028","557779","556525","550679"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["adult","girl","child","pair","seat","jean","binocular","dress","matching","embellishment"]}
