{"path":"553224.jpg","date":"July 1973","photographer":"Hubbard, Tom","caption":"This photograph captures an urban scene centered around a fountain. The fountain is ornate, with multiple tiers from which water cascades energetically into a large basin. It appears to be located in a spacious square or plaza, bathed in sunlight, with shadows cast by surrounding tall buildings and trees indicating it might be either early morning or late afternoon.\n\nIn the immediate foreground, two individuals enhance the urban ambiance. One person, wearing a yellow coat, walks away from the camera towards the fountain. Their posture and stride suggest they are in motion. Another figure, seemingly an older woman dressed in a light-colored jacket and darker skirt, is seen from the side and appears to be walking while holding a large bag. Her direction toward the edge of the frame suggests she might be leaving the plaza or just passing through.\n\nThe surrounding environment includes several high-rise buildings that enclose the area, adding a sense of an enclosed urban park. These buildings have numerous windows and a fairly classic architectural style which suggests that the photo might be from the mid-20th century. The presence of older cars parked in the background and a partially visible bus with advertisements also points to this timeframe.\n\nTrees around the square provide a touch of greenery, softening the urban feel and introducing a more peaceful element to the setting. The composition of the photograph, with the fountain centrally placed and the figures judiciously positioned, allows the viewer to grasp the interaction between humans and their built environment in this public space. The bluish tone of the lighting and shadows, along with the overall quiet activity, imparts a tranquil yet slightly isolated atmosphere to the scene.","title":"People stroll across fountain square, on their way to shops and offices.  Tyler davidson fountain is at right center","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553214","550747","551663","552705","551647","553289","551858","551772","551855","551661","557282","551449","551643","557258","551658","550072"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["fountain","plaza","square","enclose","timeframe","grasp","tier","impart","basin","stride"]}
