{"path":"553266.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a unique and colorful scene in an urban outdoor setting, most likely a public square or plaza. There are large, inflatable structures that dominate much of the composition. These structures are tube-like, with one being a vivid yellow and the other a soft pink, snaking around the area and enveloping what appears to be a traditional-style street lamp post in their layout.\n\nThe background features several tall buildings that suggest a downtown area in a city. One of the buildings prominently displays a sign that reads \"Morley & Co.\" suggesting a commercial area. The architecture of these buildings varies, contributing to a skyline representative of many urban centers.\n\nThe foreground shows a group of people interacting with the scene. There are multiple pedestrians, including men and women dressed in casual and light summer clothing, suggesting the season may be warm. One individual in the foreground is taking a moment to sit on the base of the lamp post, looking relaxed as they watch something off to the side. The ground is covered with cobblestones or a similar paving, which complements the historical feel introduced by the lamppost.\n\nOverall, the photograph exudes a lively, curious atmosphere as people engage with this unusual installation in their environment, highlighting a blend of contemporary art in a traditional urban space.","title":"D'aug Days (pronounced dog) is a month long presentation of all the arts at downtown Cincinnati's immensely popular public plaza, Fountain Square. Jonathan Ahearn's inflatable sculpture","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553254","553294","550076","553247","551651","553249","551647","557263","551646","551823","551496","551493","553324","551656","553250","551480"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["post","representative","cobblestone","paving","lamppost","like","tube","plaza","introduce","square"]}
