{"path":"553232.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a lively scene in an urban outdoor setting, possibly a square or park, with people engaged in various activities, primarily music and dance, on a sunny day. In the foreground, to the left, there are three individuals who appear to be musicians; one of them is playing a flute, another plays an accordion, and the third person seems to be adjusting a clarinet or similar woodwind instrument. All three are dressed casually but distinctly. The two woodwind players are men, one in a white outfit while the other wears a shirt and jeans. The accordion player is a woman in a bright red dress.\n\nIn the middle of the image, there is a couple dancing. The man, with a beard and long hair, wears a tight blue tank top and blue jeans, showcasing a 1970s style. The woman, facing him, has curly hair and wears a green jumpsuit. They are holding hands, engaged in what looks like a swing or salsa dance move, displaying a sense of motion and interaction.\n\nBehind the dancing couple, other people are visible in the background, including a few more dancers and people walking across the square. The background architecture includes tall buildings, typical of a metropolitan downtown area, suggesting that this event is taking place in a city center. The expanse of the square is paved and marked with a circular pattern, adding an interesting geometric aspect to the scene's composition.\n\nThe overall atmosphere is cheerful and festive, highlighted by the sunny weather and the shadows cast on the ground, indicating the time may be around midday or early afternoon. The setting and attire suggest this photo might have been taken in the 1970s, given the style of clothing and the popularity of public community events during that era.","title":"August brings the \"d'aug days\" to fountain square.  \"d'aug days\" is a month long festival of arts presented to, for, and sometimes by, the people.  The new media theater of Cincinnati and the celebrations group of New York dance in the square","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["551019","553231","553241","553235","553201","553264","556288","553210","551710","553183","553267","553297","551770","551018","550076","558295"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["square","dancing","dance","player","couple","dancer","jumpsuit","popularity","jeans","1970"]}
