{"path":"553260.jpg","date":"July 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a lively urban scene at night, filled with a bustling crowd of people. The images show a large number of individuals gathered in an outdoor plaza area, likely during an event given the density and the focused attention of the crowd.\n\nIn the background, there are modern, tall buildings with prominent linear designs, adding a stark, vertical contrast to the horizontal spread of the crowd. The building immediately behind the crowd has illuminated windows that reflect on its surface, suggesting a sleek, contemporary architecture style. There is also an elevated, angular structure on the left side of the image, perhaps a part of a modernist venue like a theater or pavilion, with its underside lit to highlight its distinctive design.\n\nThe crowd itself is diverse, with varying styles of dress suggesting a casual to semi-formal attire mix, fitting for an evening out in a metropolitan area. The crowd's motion appears blurred, indicating movement and the long exposure of the camera, which also captures the bright, vivid lighting. Overhead, trees are lit by green lights that lend an ethereal, vibrant glow to the setting, contrasting naturally against the urban backdrop.\n\nOverall, the composition successfully conveys a dynamic, lively atmosphere of a cultural or social gathering in a modern urban setting at night. The interplay of light and architecture, along with the density and activity of the crowd, forms a rich, layered narrative about community and urban life.","title":"D'aug days (pronounced dog) is a month long presentation of all the arts at downtown Cincinnati's immensely popular public plaza, fountain square.  Jazz and rock performers snake dance around the square","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553298","553257","553259","553287","550076","553331","553193","551656","551798","553311","553296","551674","553324","551673","553306","553822"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["crowd","night","density","pavilion","theater","underside","plaza","venue","architecture","fit"]}
