{"path":"553236.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"The photograph depicts a vibrant and lively scene with a group of people engaged in a spirited group dance outdoors. They are standing close to one another and are reaching up with their arms in the air, ostensibly in a moment of joy and togetherness. The group consists mainly of women, with the visible one in the center wearing a purple sleeveless top. Other individuals wear bright clothes in a variety of colors such as red, blue, and green.\n\nThe background features a large, dynamic water fountain, which adds a refreshing and energetic backdrop to the scene. There's a banner visible in the background, which, although partly obscured, appears to contain the text \"SOLUTIONS FOR A HEALTHY PLANET,\" suggesting the gathering might have a specific organizational or advocacy purpose related to environmental or health issues.\n\nThe expressions on the faces of the participants are of enthusiasm and happiness, which, along with their physical upward stretch, creates a sense of liberation or celebration. The photograph has a slightly dimmed and warm tone, consistent with older or vintage photography styles, contributing to the feeling of a historical or past event captured in a joyful moment. It appears to be taking place in an urban plaza, as implied by the architectural features slightly visible around the fountain.","title":"August brings the \"D'Aug Days\" to Fountain Square. \"D'Aug Days\" is a month-long festival of arts presented to, for, and sometimes by, the people. Marilyn Woods (center, facing) dances with her Celebrations Group in the square.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553235","553241","551019","551710","553239","553233","553268","553232","553267","553251","553149","547317","558286","553237","558295","553761"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["fountain","group","enthusiasm","sleeveless","dim","happiness","dance","banner","health","plaza"]}
