{"path":"553271.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"The photograph captures a lively outdoor scene where a crowd of people have gathered in what appears to be a city setting. The focus is on a large cow in the foreground, which is being tended to by a young person, presumably during an event like a state fair or agricultural show. The young person is sitting on a stool, dressed in a checked shirt and white pants, actively engaged in grooming the cow's front legs.\n\nBesides the cow and the young person, there are several other people visible in the image. Two men, one of whom is wearing a cowboy hat, are standing to the right of the cow. They appear to be interacting casually, possibly overseeing the young person's work.\n\nThe area is congested and filled with other spectators. Some are standing close to the scene, while others are more distant, possibly on tiers or an elevated structure, watching the ongoing activities. The crowd includes individuals of various ages, some wearing cowboy hats, indicating a theme or culture suggestive of a rodeo or country event. There are also balloons, adding to the festive atmosphere.\n\nIn the background, a modern building can be seen, suggesting that this event is taking place in an urban center, likely in a specially designated public space like a square or an open area near office buildings. The scene is framed by shadows and bright sunlight, casting significant contrast over the area, highlighting the interaction between people and the animal amidst the urban environment.","title":"Fountain Square is downtown Cincinnati's popular public plaza. Cow milking contest at the square publicizes the opening of Carthage Fair. The contestants are local newspaper, radio and TV personalities.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["552665","552666","554949","551732","552662","552668","554950","552664","548959","552669","552667","552569","553104","552631","548960","553106"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["cow","person","event","crowd","stool","tier","balloon","country","hat","people"]}
