{"path":"553204.jpg","date":"June 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a scene full of people at what appears to be an urban outdoor area during a bright, sunny day. The image has a vintage quality, suggesting it might have been taken a few decades ago.\n\nIn the foreground, a woman in the center is sharply dressed in a black patterned blouse and patterned boots, walking towards the camera with an ice cream cone in her hand. Next to her on the right, there are two men standing together, one wearing a bright yellow outfit and the other in a short-sleeved shirt with trousers featuring a plaid pattern. They are looking casually off to the side. There is also a man to the far left of the frame, in motion, wearing a white shirt and sunglasses.\n\nFurther back, a mixed group of people are seen sitting and standing around a low wall. Several individuals are holding drinks, which might suggest the presence of nearby cafes or food stands. Particularly notable is a man with a camera around his neck and sunglasses, indicative of either a tourist or an enthusiast enjoying the day.\n\nThe background features lush green trees and a bright sky, hinting at a well-maintained urban park or similar recreational area. A sign that partially reads \"…lor Pla…\" is visible in the top right corner, though its full message is unclear. This setting provides a relaxed, communal atmosphere, typical of public city areas designed for leisure and socializing. The fashion seen in this image, from the clothing to the sunglasses, helps place the photograph in a specific era, likely around the 1970s or 1980s, providing a nostalgic glimpse into urban life during that period.","title":"Watching an entertainment at fountain square","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553319","551835","553183","549909","545231","551124","550082","549923","551829","549806","550079","550751","556214","556808","556221","550037"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["sunglass","cafe","enthusiast","cone","cream","ice","camera","tourist","drink","neck"]}
