{"path":"553219.jpg","date":"July 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a tender moment between a woman and a young child in an outdoor urban setting, likely a city park, highlighted by a sunlit fountain in the background. The woman, who may be the mother, is dressed in a full-length burgundy skirt and a fitted light-colored top. Her long blonde hair cascades down her back as she looks at the child she is holding in her arms.\n\nThe child, dressed in a red and white horizontally striped shirt and light-colored pants, appears to be held close to her left shoulder and is possibly engaging with the woman. Both the woman and the child are backlit by bright sunlight, which accentuates the spray of the fountain directly behind them.\n\nThe fountain itself is composed of multiple jets of water, shooting vertically upward, creating a dynamic and refreshing backdrop. On the ground, the surrounding area appears wet, suggesting the fountain is a popular spot perhaps for people to cool off or enjoy water play.\n\nIn the far background, under the shade of trees, a sign reading \"EATON'S BISTRO\" is partially visible, indicating the vicinity of eateries or commercial establishments, thus placing the setting possibly near a commercial area. Further background details are obscured by the darkness and the contrast against the bright foreground.\n\nOverall, the composition beautifully focuses on the intimate and serene interaction between the woman and the child, with the vibrant, energetic fountain providing a contrasting backdrop that emphasizes the tranquility of their connection.","title":"Watching the play of the waters in fountain square","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["549985","551467","551473","550080","551446","543863","553229","553192","551807","552702","550748","551468","551449","547072","547055","551857"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["fountain","child","woman","mother","backlit","burgundy","cool","jet","shoot","fit"]}
