{"path":"553295.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph portrays an evening scene in an urban setting, likely a city square or plaza. The composition centers on several elements that contribute to a dynamic yet serene urban landscape.\n\n1. **Foreground**: In the lower part of the image, there is a bright, illuminated fountain. Water jets forcefully upward, illuminated from below, creating a luminous effect against the darker surroundings. Silhouettes of people can be seen around the fountain, some possibly sitting, others standing or moving, adding a layer of lively urban activity.\n\n2. **Sculpture**: Dominating the middle ground is a large, slender, and curving sculpture that stretches diagonally across the frame. Its surface reflects the ambient light and appears sleek and elegant. The sculpture adds a modern artistic element to the scene, contrasting with the more traditional architecture around.\n\n3. **Architecture and Buildings**: The background is filled with the imposing presence of high-rise buildings, the most notable being a tall, densely windowed skyscraper that towers centrally in the view. It is lit from within, showing numerous illuminated windows that suggest late working hours or residential occupation. The building's detailed, grid-like facade adds a textural contrast to the smoother lines of the sculpture.\n\n4. **Sky and Lighting**: The sky transitions from a deeper blue at the top to a lighter, more violet hue near the horizon, suggesting the time is either dusk or dawn. The ambient light is dim, highlighting the illuminated elements like the sculpture, fountain, and building interiors.\n\n5. **Additional Elements**: Floating above in the sky, there are a couple of pale orbs, possibly balloons, adding an unexpected, whimsical note to the otherwise structured urban environment.\n\nOverall, this photograph captures the essence of a thriving, bustling city life, enriched with cultural elements like sculptures and fountains, alongside the constant hum of people and architectural majesty. The lighting and time of day add to the mood, suggesting either the quiet of early morning or the winding down of late evening.","title":"D'aug Days (pronounced dog) is a month-long presentation of all the arts at downtown Cincinnati's immensely popular public plaza, Fountain Square. \"Sky Blades,\" sculpture by Oliver Andrews Gary Rievschl, has begun creating his \"Light Arrow\" by turning on selected room lights in Carew Tower.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["551647","549543","550747","551663","551661","555419","553179","553181","552705","550018","551653","557267","553224","550762","549490","551480"],"cl":[43],"cluster":["#43 &mdash; Urban Architecture"],"terms":["sculpture","fountain","occupation","evening","orb","balloon","majesty","jet","plaza","note"]}
