{"path":"553293.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph captures an outdoor scene, likely at a community or recreational event, where two young gymnasts are performing in front of an audience. The setting is in an urban environment, indicated by the tall buildings in the background, adding a metropolitan flair to the composition.\n\nTowards the center and left of the frame, one gymnast is in mid-air, executing what looks like a leap or dismount off a small trampoline, which is visible in front of her. She has both arms stretched outward and her head facing the sky, adding a sense of motion and grace to her pose. She is wearing a dark, sleeveless athletic outfit, which makes her stand out against the lighter background.\n\nIn the foreground on the right, another young gymnast is energetically running along a red mat that extends towards the bottom edge of the photograph. This second gymnast, also clad in a very similar dark athletic outfit, appears to be in preparation or in motion towards the trampoline, possibly readying for her turn to perform a routine.\n\nThe audience, composed of several people of various ages, surrounds the performance area, observing the gymnasts’ display. They are mostly standing, suggesting an informal, open-air event setting. The environment is sunlit, with shadows cast by the performers and onlookers, indicating that it is a bright day, which contributes to the vibrant atmosphere of the scene.\n\nOverall, the photograph captures a moment of youthful energy, skillful exhibition, and community engagement, set against an urban backdrop that adds a compelling contrast between leisure activity and city structures.","title":"D'aug Days (pronounced dog) is a month long presentation of all the arts at downtown Cincinnati's immensely popular public plaza, Fountain Square. Young gymnasts perform.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553283","558197","553268","558195","558196","556536","553296","551656","556162","550076","553241","545404","553235","547270","551811","551710"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["audience","outfit","air","grace","mat","flair","performer","motion","exhibition","event"]}
