{"path":"553282.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph depicts a touching and colorful scene involving three individuals in a public setting. On the left, a person wearing a bright, plaid red-and-white shirt and a straw hat is dressed as a clown, complete with white face paint and exaggerated facial features drawn in black, likely makeup. The clown has a quizzical or solemn expression on their painted face as they look at a young child.\n\nIn the center, a man holds the young child. The man has shaggy, dark hair and wears a pale jacket over a striped shirt with a dark tie adorned with diagonal stripes. He gazes at the child with a caring and focused expression.\n\nThe child, held securely in the man's arms, appears to be a toddler with short brown hair and dressed in a playful and colorful outfit; the outfit includes a red vest over a white blouse with red accents and some blue design elements near the waistline, possibly part of the shorts or a decoration.\n\nThe background is softly blurred, suggesting a busy public space with muted colors and the presence of other unidentifiable individuals. This soft background throws the sharply focused figures into strong relief, emphasizing the emotional or interpersonal interaction among them. The overall composition of the image conveys a sense of casual, spontaneous human connection in a lively social environment.","title":"\"D'aug Days (pronounced dog) is a month long presentation of all the arts at downtown Cincinnati's immensely popular public plaza, Fountain Square. Steven Sharp, a mime clown, is a favorite of the children.\"","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["558292","549582","552655","549569","545464","556294","556235","549575","543866","556525","551688","553500","551810","553094","549320","553142"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["child","outfit","relief","toddler","face","hair","straw","accent","expression","vest"]}
