{"path":"553235.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a lively outdoor dance performance taking place in a public plaza. In the foreground, multiple dancers, both male and female, are actively engaging in a choreographed routine. They are wearing vibrant, colorful attire: women in fitted tank tops paired with flared pants in colors like red, green, purple, and yellow, and a man in a blue unitard. The dancers have raised their arms or are performing expressive movements, contributing to the dynamic energy of the scene.\n\nIn the background, there is an ornate fountain with water jets creating an arc, adding a refreshing and uplifting element to the setting. Observers, casually dressed, watch the performance from the sides and back of the plaza, some standing and others possibly seated, though their lower bodies are not visible. Also visible in the background are a few musicians with drums and banners, suggesting that live music accompanies the dance.\n\nThe environment suggests a festive or celebratory occasion, enhanced by the sunny weather and clear skies. The overall feel is one of joy and community engagement, typical of public performances or cultural festivals. The architecture and outdoor elements suggest that this might be taking place in an urban center. The image, seemingly from a bygone era, gives a nostalgic glimpse into community art and expression.","title":"August brings the \"d'aug days\" to fountain square.  \"d'aug days\" is a month long festival of arts presented to, for, and sometimes by, the people.  The celebrations group of New York dances in front of the Tyler davidson fountain","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553268","553241","553236","553232","551710","551019","553231","551656","556288","553283","553201","556309","558286","553297","553239","550076"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["performance","dancer","dance","plaza","arc","musician","observer","drum","festival","jet"]}
