{"path":"553294.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph depicts an intriguing urban scene, possibly at a public event or festival. The setting is a plaza surrounded by several tall buildings, a typical metropolitan environment. The focus of the photograph is a large, translucent fabric installation that billows dramatically in the air, its semi-transparent material catching light and adding a mystical aura to the scene.\n\nAbove this floating fabric, three spherical balloons levitate against the backdrop of the evening sky, enhancing the surreal quality of the scene. To the left, a vertical, dark building features distinct, narrow windows that add to the geometric variety of the background. The right side and central background display other tall structures, setting a solid urban scene.\n\nThe plaza itself is bustling with people. Various individuals, including adults and children, can be observed engaging with the event, pointing at the installation, or looking up at the balloons. Some people appear to be walking, while others stand and observe the spectacle. It's clear this is a moment of public gathering and communal interaction, highlighting a social and possibly celebratory atmosphere.\n\nOverall, the composition is rich with dynamic contrast between the sweeping lines of fabric and the static, vertical lines of urban architecture. The interaction between the installation, balloons, and people creates a lively scene, imbued with curiosity and wonder.","title":"D'aug Days (pronounced dog) is a month long presentation of all the arts at downtown Cincinnati's immensely popular public plaza, Fountain Square. \"Sky Blades\", sculpture by Oliver Andrews.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553266","553254","552652","553272","550076","553295","553247","553260","551656","553249","553324","553257","551651","551689","551662","553278"],"cl":[49],"cluster":["#49 &mdash; Weather Phenomena"],"terms":["balloon","installation","fabric","plaza","wonder","spectacle","event","aura","festival","people"]}
