{"path":"553218.jpg","date":"July 1973","photographer":"Hubbard, Tom","caption":"This photograph depicts a scene of everyday urban life. It features several individuals seated around what appears to be a large, black, stone planter in an outdoor setting. The planter serves as a casual spot for seating, where a total of seven people are seen engaging in various activities.\n\nFrom left to right: \n- A man wearing sunglasses, a light blue short-sleeved shirt, and dark trousers sits in a relaxed posture, his hands resting on his thighs.\n- A woman, slightly hunched over, in a light blue sleeveless dress and a white hat, is engrossed in reading a book, holding it quite close to her face.\n- Two men—one younger in a turquoise shirt leaning slightly forward with a contemplative look and another in a white shirt—sit back to back, both appearing to be deep in thought.\n- Another man sits with his body turned outwards, newspaper spread wide open, clearly focused on reading. His attire is a business-style light suit, white shirt, and a tie, suggesting he might be on a lunch break.\n- A man with glasses, wearing a pink shirt by the side casually resting an arm on the planter, seems to be watching something in the distance or simply resting.\n- Another individual, barely visible, sits next to this man, mostly obscured from view.\n\nThe foreground shows a group of pigeons clustering and moving around on the patterned pavement, adding a dynamic element to the otherwise serene setting.\n\nThe background is subtle, showing the edges of what may be buildings or trees, but it's blurred enough to maintain the focus on the people and pigeons in the foreground. The lighting suggests it might be midday, with shadows indicating sunlight from above, casting a warm, natural light on the scene. This photograph captures a quiet, yet lively moment of city life, showcasing a mix of relaxation and engagement among the individuals present.","title":"Feeding the pigeons at the base of the flagpole in Fountain Square","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553222","553292","551434","553158","551829","551793","552722","551481","551823","550074","551477","557713","551815","555991","550751","553167"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["planter","shirt","man","thigh","total","lunch","individual","newspaper","seating","pavement"]}
