{"path":"553279.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This is a vintage photograph that portrays two individuals, a man and a woman, standing beside each other, likely captured in an outdoor setting during a sunny day. The background includes a vibrant rainbow flag, suggesting the setting could be at a parade or some sort of public gathering.\n\nThe man on the left appears to have a distinctive hairstyle, possibly an afro, and is wearing glasses with thick frames. He has on a striped polo shirt. His stance is relaxed, and he looks toward the right, possibly observing something in the crowd or environment beyond the frame of the photograph.\n\nThe woman on the right has long, blond hair and is smiling, looking directly towards the camera, giving a candid and friendly expression. She wears a light white blouse decorated with a floral pattern and holds a yellow paper or booklet in her hand, clutching it against her chest with both hands. Her style and the joyous expression contribute to a lively and informal atmosphere.\n\nOverall, the photo captures a moment of leisure or participation in a community event, highlighted by the informal dress of the subjects and the casual, yet engaged postures. The presence of the rainbow flag adds a colorful backdrop, enhancing the festive or significant tone of the gathering.","title":"D'aug Days (pronounced dog) is a month-long presentation of all the arts at downtown Cincinnati's immensely popular public plaza, Fountain Square. Audience participation is enlisted by the new media theater, a Cincinnati dance group: the girl is holding a pole of streamers handed to her during a performance.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553280","553171","551820","553761","553210","550106","550077","554852","553202","556532","551028","551016","549324","556552","551452","554909"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["rainbow","flag","gathering","afro","polo","participation","parade","chest","hairstyle","stance"]}
