{"path":"553241.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This is a vibrant and dynamic photograph depicting an outdoor dance scene in an urban setting, likely during a festival or public celebration. The scene is filled with movement and life, centered around two main figures - a man and a woman dancing joyously in the foreground. The man, slightly balding and in a light-colored shirt and dark pants, is captured in a mid-dance step with one leg in the air, portraying a sense of motion. The woman, with long, flowing red hair and wearing a casual dark outfit, dances opposite him with her arm extended, her hair and body posture also conveying movement.\n\nAround them, numerous other individuals are involved in the celebration. Some carry colorful banners or flags, possibly indicating the festive or ceremonial nature of the event. The crowd, while not in sharp focus, adds to the overall impression of a lively public gathering.\n\nThe setting features a distinctive cobblestone pavement that adds texture to the scene. In the background, modern architecture is visible - tall buildings with a stark, minimalist aesthetic typical of mid to late 20th-century urban design. These buildings provide a sharp contrast to the organic and fluid movement of the people in the foreground.\n\nThe sky is clear and blue, suggesting that the event takes place on a sunny day, contributing to the cheerful and energetic atmosphere captured in the photograph. Overall, the image is a snapshot of urban life, community interaction, and public celebration, encapsulated within a vibrant and kinetic composition.","title":"August brings the \"d'aug days\" to fountain square.  \"d'aug days\" is a month long festival of arts presented to, for, and sometimes by, the people.  Troupes dancing in the square are joined by young-in-heart spectator","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["551710","553235","553268","553239","551019","553232","556288","547317","553236","558286","553231","547334","547274","547403","547386","558285"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["celebration","dance","movement","bald","opposite","dancing","minimalist","cobblestone","event","festival"]}
