{"path":"553234.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a vibrant and colorful street scene, likely during a festival or parade given the presence of banners and artistic symbols. The focal point is a person standing confidently, adorned in a striking outfit that includes a broad-brimmed straw hat and a harness decorated with multiple small locks over their bare chest. The person is also wearing arm bands and is posed with hands on hips, projecting an air of boldness and celebration.\n\nThe individual is playing a large drum adorned with vivid, eye-like designs, adding a mystical or tribal feel to the ensemble. This suggests that music and rhythm are integral parts of the event. Around the central figure, other individuals can be glimpsed, including a young boy staring intently at the drum and a woman to the left holding a pole that supports a large, colorful banner featuring artistic decorations or symbols. These elements suggest the parade might have themes of artistic expression or community identity.\n\nThe background includes glimpses of other participants and spectators, each engaged in various activities related to the event. The setting is an urban environment, as indicated by glimpses of modern buildings with reflective glass windows that starkly contrast with the traditional and artistic elements at ground level. The ground is patterned with circular cobblestones, further adding texture to the vibrant scene. The composition of the photograph, with its dynamic angles and bustling activity, conveys a sense of movement and celebratory energy.","title":"August brings the \"D'aug Days\" to Fountain Square. \"D'aug Days\" is a month-long festival of arts presented to, for, and sometimes by, the people. Member of the Celebrations Dance Group of New York leads banner parade with congo drum.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553239","546780","551787","551789","553238","556280","553241","556279","551806","553210","553237","556277","553267","550076","553251","549567"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["drum","parade","banner","symbol","glimpse","stare","cobblestone","lock","ensemble","adorn"]}
