{"path":"553267.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph depicts a vibrant street scene that captures an array of people engaged in an apparent public event or performance. In the foreground, a woman holding a microphone leads the event. She is dressed in a long sleeve, light blue dress and is actively gesturing with her free hand, either singing or speaking. Standing beside her, with a joyful expression, is an older lady clad in a green and white floral dress, seeming to enjoy the atmosphere.\n\nThe crowd surrounding these two central figures is diverse and dense, displaying a variety of expressions and attitudes. Some are clapping, others are just watching, while several are engaged in conversation. The attendees come from various ethnic backgrounds and are wearing a range of attire, from casual t-shirts and jeans to more formal shirts and dresses, suggesting a mixture of ages, cultures, and styles typical of a large, bustling city environment. This crowd includes people of different races, including Caucasian, African American, and possibly other ethnicities.\n\nOne man on the far left of the image is notably clapping and seems particularly entertained or moved by the proceedings. He has long hair and wears a tight brown top, indicative of fashion styles that suggest the photograph may have been taken in the 1970s or around that era.\n\nThe background indicates an urban setting, possibly a street or an open public space surrounded by buildings, which hints at the event being accessible and community-focused. The overall atmosphere is one of engagement and enjoyment, capturing a moment of cultural or communal celebration that brings together a variety of individuals.","title":"D'aug Days (pronounced dog) is a month long presentation of all the arts at downtown Cincinnati's immensely popular public plaza, Fountain Square. Performance by the Chicago Street Theater.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553322","553264","553321","551019","553761","551852","553210","551709","558295","556277","556272","553311","558293","553142","553287","553237"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["dress","event","crowd","proceeding","race","microphone","variety","attendee","celebration","street"]}
