{"path":"553297.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This image captures an outdoor concert scene, bustling with vibrant activity. A band is performing on a temporary stage set in a city plaza, surrounded by a dense crowd of enthusiastic spectators. The band consists of multiple musicians, including a drummer, a guitarist, and other members who are either singing or playing various instruments. The composition suggests a lively performance, with some musicians engaging directly with the audience and others focused intently on their instruments.\n\nThe audience, composed of diverse individuals including both young and older adults, is spread out around the stage, some sitting directly on the plaza's paving, while others stand further back. The interaction between the band and the audience conveys a communal and spirited atmosphere.\n\nThe background features architectural elements typical of an urban environment—a combination of tall modern buildings and historic structures, giving a hint of the city's character. Dominating the background is a large, ornate building and a modern skyscraper, suggesting the performance is taking place in a well-established city center. There's also a fountain visible, adding a scenic element to the overall setting.\n\nThe setting is further characterized by clear skies and ample daylight, enhancing the visibility and color vibrancy in the photograph. The overall ambiance is that of a lively, urban cultural event, capturing a moment of artistic expression and communal enjoyment.","title":"D'aug Days (pronounced dog) is a month long presentation of all the arts at downtown Cincinnati's immensely popular public plaza, Fountain Square. Rock band entertains at noon.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["551708","553201","553284","551012","553296","551674","551770","553286","551673","551018","551656","556308","557264","553173","551670","551672"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["audience","band","musician","plaza","performance","instrument","stage","city","singe","paving"]}
