{"path":"553256.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a dramatic and visually compelling scene showcasing five individuals dancing or performing acrobatic poses on top of a high structure, possibly a bridge or a building. The figures are silhouetted against a moody sky, imbuing the image with a silhouette effect, which adds a layer of mystery and enhances the artistic appeal.\n\nThe sky in the background is covered with clouds that vary in intensity, suggesting it might be dusk or an overcast day. The silhouette forms of the individuals are dynamic and spread out, appearing as if they are in the middle of a dance sequence or possibly doing yoga poses. Each person is captured in a different pose, ranging from wide-armed stances to bends and stretches, contributing to a sense of movement and freedom.\n\nThe structure they are on is barely visible except for its upper edge, which the individuals are standing upon. The deep contrast between the dark figures and the lighter sky draws attention directly to the actions of the figures, while the vastness of the sky provides a stark, open backdrop that emphasizes the height and precariousness of their position.\n\nOverall, the composition skillfully uses silhouette and contrast to focus on the expressions of human freedom and creativity, set against the backdrop of the natural sky, creating a powerful and intriguing visual narrative.","title":"The \"Celebrations\" group of Marilyn Woods rehearses dance on the roof of the Fifth Third Bank building overlooking Fountain Square. They are using the safety rail as a dance bar.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553228","553226","553227","550174","553261","548826","554421","546775","548841","543417","555140","546203","547716","556185","544605","551710"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["pose","dance","silhouette","freedom","figure","sequence","creativity","do","imbue","individual"]}
