{"path":"553252.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"In this photograph, a large, colorful kite hovers above a crowd of people. The kite is designed in a geometric pattern, featuring multiple interconnected cells, each filled with a different color such as yellow, red, green, and blue. These cells are outlined with black, distinguishing each segment distinctly against the others.\n\nThe crowd beneath the kite is composed of people of various ages and genders, all clustered together and looking upward towards the kite. These individuals display a variety of expressions and hairstyles, reflecting the diversity within the group. Several of these people wear sunglasses, hinting at the likely bright outdoor conditions.\n\nThe backdrop of the scene includes dark vertical structures, which might be tall buildings, contrasting with the vivid colors of the kite. Additionally, there are lush green trees partially visible behind the skyscrapers, giving the scene an urban park-like feel.\n\nThe overall atmosphere captured in the photo is one of a shared moment of joy or curiosity, as the crowd gathers closely to admire the floating kite against the backdrop of a city environment. The colorful kite stands out as the focal point against the relatively muted tones of the settings and the people's attire.","title":"August brings the \"d'aug days\" to fountain square.  \"d'aug days\" is a month long festival of arts presented to, for, and sometimes by, the people.  A dennis valensky sculpture hangs in the square.  Sculpture consists of a series of wire hoops covered with gauze and ties together.  Hoops are supplied and people can add them at will","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["552362","547120","552361","551733","551811","553294","552652","553272","557799","557798","553254","549734","553287","551689","551809","557721"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["crowd","people","hover","distinguish","gender","hairstyle","joy","sunglass","diversity","curiosity"]}
