{"path":"553248.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph depicts a vibrant outdoor scene at a public event, likely a festival or a street fair. Several people are gathered around a large, wooden xylophone, taking turns playing it. The instrument, made up of various sized wooden bars, is supported on a framework that holds the bars in a layout similar to a keyboard.\n\nIn the foreground, there are numerous individuals actively engaging with the xylophone. A young boy in the lower left corner is striking the wooden bars with mallets. Nearby, a woman with curly hair wearing a black top is also playing the instrument. To her right, a young woman dressed in a halter neck top smiles as she participates in the music-making activity.\n\nThe scene captures a diversity of people, including a man with a distinctive tie-dye jacket, standing beside the xylophone with his back facing the camera. The crowd surrounding this musical activity appears joyful and involved, with some onlookers focused on the players while others chat among themselves.\n\nThe setting suggests a sunny day, evident from the bright lighting and shadows cast on the ground. The background is bustling with more festival attendees, some visible under a large, colorful banner that partially obscures the view beyond the immediate activity around the xylophone. The energy and communal spirit of a public, cultural gathering is palpable in this vibrant, dynamic composition.","title":"August brings the \"d'aug days\" to fountain square.  \"d'aug days\" is a month long festival of arts presented to, for, and sometimes by, the people.  Member of the celebrations group plays marimba","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["546780","553201","551012","553232","551770","553297","553234","553286","557264","551688","553173","558295","551018","553267","558294","551020"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["bar","festival","instrument","halter","play","spirit","chat","player","onlooker","music"]}
