{"path":"553296.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This image captures an outdoor urban event, possibly a concert or gathering, set against a backdrop of towering skyscrapers. The scene is quite dynamic and lively, taking place in a square or open public space surrounded by tall city buildings.\n\nIn the foreground, a stage area is visible with audio equipment and musical instruments indicating an ongoing performance. There appears to be at least three individuals actively engaged in managing or performing on the stage. One person is facing the audience, seemingly involved in the performance, while another looks like they are operating the audio equipment. Various spectators standing or sitting near the stage are viewing the event, suggesting their engagement and interest in the performance.\n\nThe majority of the photo shows a large crowd of people who are seated on the ground, likely enjoying the performance. The crowd is dense and fills the space between the stage and the surrounding buildings.\n\nIn the broader context, the architectural elements include modern high-rise buildings, indicative of a metropolitan setting. The sharp edges and minimalistic facade of these buildings contrast with the flurry of activity at street level. The lush trees interspersed among the buildings add a touch of greenery to the urban environment, suggesting a well-planned cityscape.\n\nOverall, the photograph depicts a vibrant urban event, highlighting a sense of community and leisure within a bustling city atmosphere.","title":"D'aug Days (pronounced dog) is a month-long presentation of all the arts at downtown Cincinnati's immensely popular public plaza, Fountain Square. Rock band entertains at noon.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["551673","551674","550076","553297","551708","551656","553265","553287","553201","551671","553264","551670","553284","551770","551672","550302"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["performance","stage","event","crowd","concert","building","majority","audience","equipment","city"]}
