{"path":"553285.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph presents a high-altitude cityscape viewed during the daytime. At the forefront, there is a dense arrangement of mid-rise buildings that have a somewhat traditional architectural style, typical of early to mid-20th century urban developments. On the right side of the image, a prominent building features a large sign stating \"CENTRAL TRUST,\" suggesting it is a bank or financial institution.\n\nIn the middle ground, the photo showcases a large, circular stadium with an open roof, which strongly resembles a sports arena. Adjacent to the stadium, a network of intertwining highways and overpasses creates a complex transportation hub. Visible around and within the transportation structures are several parking areas filled with cars, emphasizing the area's high capacity for vehicle traffic.\n\nFurther in the background, there's a significant water body, most likely a river, with several bridges crossing over. These bridges connect the cityscape to other parts of the city or neighboring regions, implying robust infrastructure and connectivity.\n\nThe river continues to wind into the distance where it is bordered by more developed areas with clusters of residential-looking buildings and dense greenery, suggesting suburban areas surrounding the more urban core.\n\nOverall, the photograph captures a lively urban center, featuring architectural, recreational, and infrastructural elements that coalesce into a bustling metropolitan area. The snapshot not only highlights the city's focus on sports and banking but also its connectivity through prominent roadways and bridges, preparing for both local and commuting traffic. The panorama is cloudy, providing a somber tone to the otherwise vibrant urban scene.","title":"Riverfront Stadium on the Ohio River. Ft. Washington Way (highway network) on near side. Towboat with barges is under the suspension bridge designed and built by J. A. Roebling before he built the Brooklyn Bridge.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["557274","547431","553559","551510","551509","547210","548392","557273","547755","546704","548334","550157","546624","551189","548416","549979"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["stadium","connectivity","bridge","sport","cityscape","arena","transportation","panorama","core","neighboring"]}
