{"path":"553268.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a lively outdoor scene where a dance performance is taking place in front of a large audience. The setting appears to be a public square, marked by concrete ground and bordered by modern-looking buildings, possibly in a city center.\n\nIn the foreground, two male dancers are performing. They are dressed in athletic outfits; one is wearing a black sleeveless top with matching pants, and the other sports a yellow sleeveless top with black pants. Both show dynamic movement, possibly mid-dance, with one dancer extending his leg in a high kick and the other swooping low while throwing an arm out to the side, suggesting a highly energetic performance.\n\nBehind the dancers, a large banner hangs with the illustration of a cartoon dog's face alongside the words \"Drug Days\" in stylized retro font, hinting at the event’s theme or possibly an awareness campaign. This gives a historical or educational dimension to the gathering.\n\nThe crowd gathered to watch comprises diverse individuals, including men, women, and children. Many are standing and watching intently, and some are seated on steps around the square. The audience's expressions of focused attention and their casual clothing style suggest an informal, community-type event.\n\nOverall, the composition and elements in the image convey a sense of community engagement and vibrant cultural activity in an urban environment.","title":"'D'aug Days (pronounced dog) is a month long presentation of all the arts at downtown Cincinnati's immensely popular public plaza, Fountain Square. Festival sign and dancers'","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553235","553241","551019","551710","553283","556288","551656","553231","553236","547270","550076","553232","553239","558286","553296","553201"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["dancer","dance","square","audience","performance","campaign","awareness","cartoon","illustration","font"]}
