{"path":"553257.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"The photograph depicts a crowded night-time scene at an urban public square or similar outdoor venue. In the foreground, numerous people are gathered, with many facing away from the camera toward the focus of their attention. The crowd appears engaged and attentive, wearing a variety of casual and semi-formal attire typical of a public event or gathering.\n\nIn the middle of the image, slightly off-center to the right, there's a prominently illuminated, modernist tent-like structure with a geometric design featuring distinctive triangular shapes. This structure is lit in a way that underscores its architectural uniqueness against the dark nighttime backdrop. It seems to be an attraction or a pivotal point of interest, possibly a stage or pavilion.\n\nBehind this tent-like structure, there is a building with rectangular architecture evident from its lit façade. The building’s exterior is decorated with rows of what appear to be small lights or glowing fixtures. These architectural and lighting elements suggest a commercial or cultural building, possibly a bank, as indicated by the signage “Fidelity Bank” visible through the trees.\n\nThe trees themselves are brightly lit, likely with decorative lights, adding a festive, vibrant feel to the atmosphere. These illuminated trees contrast sharply against the darker elements of the scene, contributing to the overall ambiance of the event.\n\nAt the far background, visible above the roofline of the tent structure, numerous smaller lights can be seen dotting the darkness, possibly part of a distant building or another section of the same building, adding depth and layers to the scene.\n\nOverall, the photograph captures a lively, festive night scene focused around a unique architectural element, attended by a diverse group of people participating in what might be a cultural or public event.","title":"August brings the \"d'aug days\" to fountain square.  \"d'aug days\" is a month long festival of arts presented to, for, and sometimes by, the people.  The celebrations dance group on roof of bank building overlooking crowds in the square below","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553298","553260","553259","550076","553287","553331","551674","553296","553306","551798","553193","551673","553294","551656","553311","553324"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["tent","night","event","pavilion","building","light","roofline","attraction","nighttime","venue"]}
