{"path":"553283.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a moment of public performance and spectator interaction, set in an outdoor space that appears to be a park or public square. The scene is divided into two main areas of activity:\n\n1. **Performance Area**: On the right side, there are three women who seem to be engaging in some form of dance or physical performance. They are dressed in casual, athletic attire—two in tank tops and wide-legged pants, and one in a white shirt and dark pants. Their arms are stretched upwards or outwards, and their poses suggest dynamic movement, possibly a choreography involving dance or yoga. The facial expressions and body language indicate a focus and intensity associated with performance art.\n\n2. **Spectators**: On the left side of the photograph, a group of onlookers watches the performance. This group consists of three adults and one child. The adults include two women and one man. One woman wears a white dress and sandals with a handbag slung over her shoulder, and she is closely observing the performers. The other woman, donned in a sleeveless top and trousers, stands beside her. The man, who is wearing a polo shirt and trousers, appears slightly disengaged, with his hands in his pockets and a neutral expression. A young boy stands in front of them, clad in a dark outfit, also watching the performers intently.\n\n**Background and Setting**: The background features lush greenery, suggesting that this is likely a park. There's a striped canopy or tent to the far right, hinting at more activity perhaps related to this event or other public gatherings. An individual sits on a park bench under a tree, overlooking the scene. The ground is paved with stones arranged in a circular pattern, contributing to the aesthetic of a communal, open space typical of urban parks.\n\n**Atmosphere and Composition**: The image has a candid and somewhat vintage feel, emphasized by the quality of light and the grain of the film. The composition effectively juxtaposes the focused energy of the performers against the varied levels of engagement among the spectators, creating a narrative about public performance and community interaction.","title":"D'aug days (pronounced dog) is a month-long presentation of all the arts at downtown Cincinnati's immensely popular public plaza, Fountain Square, dancers from New Media Theater, a Cincinnati group.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["550076","553268","551019","551811","553235","551656","553231","547270","553251","558295","553264","555947","551809","553241","553254","551808"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["performance","performer","spectator","dance","park","woman","trouser","adult","polo","sandal"]}
