{"path":"553262.jpg","date":"August 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a vibrant outdoor art event where participants are actively engaged in creating artworks on a large canvas spread on the ground. The scene is teeming with people of various ages, and the atmosphere appears lively and interactive.\n\nIn the center of the image, a sizeable, square canvas is laid out on an urban street, potentially blocked off for this event. The canvas itself is richly textured with various sculptural elements—possibly made from mud or clay—that create an array of forms and patterns. These forms range from small, intricate designs to larger, more abstract shapes.\n\nSeveral individuals are directly interacting with the materials on the canvas. Children and adults alike are seen kneeling or crouching as they mold or sculpt the clay. Their engagement suggests a hands-on, collaborative art-making process, where everyone contributes to the sprawling artwork.\n\nThe attire of the participants varies, indicating a casual, possibly summertime setting, with some wearing short sleeves and light clothing. The crowd around the canvas includes spectators and participants. Their expressions and postures suggest interest and fascination with the ongoing activities.\n\nThe background shows buildings typical of a city environment, with large windows and commercial spaces, confirming the urban setting of the event. The time of day seems to be either late afternoon or early evening, evidenced by the soft, diffuse lighting that casts no harsh shadows on the scene.\n\nOverall, the photograph depicts a moment of community and creativity, highlighting a public, participatory art project that attracts a diverse group of people, all engaged in the joy and freedom of artistic expression in an urban setting.","title":"'D'aug Days (pronounced dog) is a month long presentation of all the arts at downtown Cincinnati's immensely popular public plaza, Fountain Square. Roy Cartwright's clay carpet: the public is invited to make their own designs on panels of moist clay. The panels will then be fired for exhibit next year.'","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["556230","553254","551719","553269","550076","553266","551716","551666","551811","553250","553294","553177","553283","553239","551677","551688"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["canvas","art","participant","clay","artwork","event","summertime","creativity","form","freedom"]}
