{"path":"553331.jpg","date":"September 1973","photographer":"Hubbard, Tom","caption":"This photograph captures a vibrant nighttime scene, likely at an urban public gathering or street event. A large crowd of people fills the frame, gathered on a street lined with various signs and advertisements that hint at commercial establishments like a cinema (noted by signage that reads “CINEMA”). The lighting is low, mostly ambient city lights and possibly light from nearby advertising which enhances the nocturnal, lively atmosphere.\n\nThe individuals in the photo represent a range of attire suggesting a casual social event. There's a noticeable diversity in fashion, from checkered pants to more traditional jackets, indicating the era might be from the 1970s or early 1980s based on the style of clothing and hairstyles. Some people are occupied with activities like talking or looking towards something out of frame, suggesting engagement with the event or each other.\n\nA prominent visual element is a large, partially visible banner or sign, carried by a couple of individuals, decorated with words and the symbol “#1”. This suggests that the gathering might be connected to some form of competition, celebration, protest, or public declaration. The text includes fragmented phrases like “NATIONAL” and “CHAMPIONS”, which might indicate a celebratory event related to a national achievement or sporting victory.\n\nThe overall mood is communal and vibrant, with people actively participating in a public occasion during the night, underscored by urban elements and a festive atmosphere.","title":"Fountain square crowds celebrate Cincinnati reds' victory that put them in the play-off for the national league pennant","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553298","553259","553260","553287","551787","553257","551789","553304","553264","553322","553311","553239","550076","553267","558295","543482"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["event","competition","gathering","protest","achievement","phrase","nighttime","occasion","banner","1980"]}
