{"path":"553389.jpg","date":"June 1973","photographer":"Massar, Ivan","caption":"This photograph features a dynamic scene of a river with multiple waterfalls in a semi-urban environment. At the bottom of the photograph, the river flows swiftly, with white foam and turbulent water indicating strong currents. The water has a brownish hue, suggesting possible sediment or tannins.\n\nIn the background, there is a larger waterfall cascading over a straight, horizontal ledge. This wide waterfall spills a significant volume of water, creating a misty appearance where the water impacts the river below. To the right of the waterfall, there's an old building with visible brickwork and several windows, suggesting it could be a mill or factory situated alongside the river, utilizing the water for industrial purposes.\n\nToward the left foreground, smaller cascades can be seen emerging from a lower level of the river, adding to the complex water patterns observed throughout the scene. Surrounded by nature, the area around the river is lush with greenery, including trees and bushes that line the banks and partially obscure the top of the image.\n\nThe riverbed and its immediate environs are rocky, with evident rock formations both within the river and along its edges, contributing to the rugged terrain and natural beauty of the scene.\n\nOverall, the photograph captures the energy of a vibrant river ecosystem co-existing alongside historical industrial architecture, creating a fascinating juxtaposition of natural and man-made environments.","title":"Waste from the weyerhaeuser mill is discharged into the whitman river, which in turn flows into the nearby and heavily polluted Nashua river","placename":"Fitchburg (Mass.)","location":"Fitchburg, Massachusetts","nn1":["553354","550736","548061","553349","550738","557745","550843","550658","553395","550857","550647","547238","542743","553372","553416","542699"],"cl":[47],"cluster":["#47 &mdash; Dam"],"terms":["waterfall","river","water","riverbed","brickwork","cascad","cascade","spill","volume","ledge"]}
