{"path":"553324.jpg","date":"September 1973","photographer":"Hubbard, Tom","caption":"The photograph depicts a vibrant outdoor scene focusing on an urban plaza filled with a large gathering of people. The setting is characterized by the presence of modern architectural elements and well-maintained public spaces.\n\nForeground:\n- The plaza is bustling with activity. Numerous individuals gather here, suggesting the occasion of a public event or possibly a regular day out in a populous city. The ground of the plaza is mostly paved, featuring patterns that include a mix of parallel lines and staggered blocks, presumably serving both an aesthetic and functional purpose.\n- Several people are seen sitting around the edges of the plaza, likely enjoying a sunny day or watching an event unfold. Various small groups seem to be engaged in casual interactions or moving across the area.\n\nCentral Features:\n- Prominently, there appears to be a fountain or sculpture from which water is visibly spraying. This acts as a central meeting point or landmark within the plaza.\n- Temporary structures like tents or stalls suggest ongoing events such as markets, exhibitions, or possibly public speeches, adding to the communal atmosphere.\n\nBuildings and Background:\n- Dominating the background is a towering high-rise building featuring a plain, unadorned façade consisting of vertical slats or ribs that lend it a streamlined, modernist aesthetic. This building significantly impacts the skyline and underscores the urban setting.\n- To the left and slightly set back, you can observe another building, possibly of governmental or commercial use, indicated by its substantial, block-like structure and rows of windows.\n  \nAtmosphere and Environment:\n- The environment is bright and clear, indicating a sunny day with shadows clearly marking the ground, enhancing the details of the plaza's design.\n- A few trees around the plaza bring a touch of greenery, softening the architectural dominance and providing shade to some areas of the square.\n  \nActivity:\n- The diverse activities, combined with the layout and features of the plaza, create a lively urban environment that is both functional and aesthetic, typical of a city that values public spaces for communal activities.","title":"Fountain Square during a noon concert by the Cincinnati Symphony Orchestra. Du Bois Tower at rear. Fifth Street on right, Vine Street on left in foreground.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["550759","550076","550003","553317","551656","557267","551651","551795","551798","551800","549999","553320","551792","552726","553162","551647"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["plaza","event","block","speech","dominance","slat","exhibition","meeting","stall","sculpture"]}
