{"path":"553328.jpg","date":"September 1973","photographer":"Hubbard, Tom","caption":"This image captures a striking aerial view of an urban landscape, dominated by a towering skyscraper that occupies the central portion of the photograph. The skyscraper stands prominently, a large, box-shaped structure with a dark, curtain wall facade, reflecting the sky and some surrounding buildings. It is positioned in such a way that it casts a long, sharp shadow over a plaza area and adjacent buildings.\n\nBelow and surrounding the skyscraper, a densely populated cityscape unfolds, composed of a variety of buildings with different designs and heights. Immediately around the skyscraper, there is a spacious, open plaza visible, punctuated by small dots that are likely people, indicating the scale and also lending a sense of activity. This plaza also includes a few small, geometrically shaped lawns or green spaces and several paths that intersect the area, possibly pedestrian pathways.\n\nFurther away from the skyscraper, numerous other city buildings can be seen in a mix of architectural styles, some with flat roofs and others with noticeable rooftop equipment or structures. The skyline is interrupted sporadically by taller buildings, but none compete with the central tower in height.\n\nFurther in the background, the image spreads out to less dense areas, showing tree-lined spaces and a snaking river or canal lined with further development. The horizon extends to a suburban or lightly urban area, with expanses of green and sparse buildings, backed by a blue sky filled with wispy clouds.\n\nThis picture provides a comprehensive view of urban architectural dynamics, contrasting densely packed commercial areas with the surrounding less developed regions, all captured under a clear sky, hinting at the urban ecosystem and the interactions within.","title":"Fountain square in foreground.  Buildings in row are du bois tower (tall), post office (u-shaped), federal building, and proctor and gamble (with park).  I-71 in rear","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["549477","552395","551508","551510","549971","551507","551506","549476","551509","553674","550202","548392","552363","553559","546624","548364"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["skyscraper","plaza","height","building","interrupt","tower","unfold","shape","dynamic","canal"]}
