{"path":"553312.jpg","date":"September 1973","photographer":"Hubbard, Tom","caption":"This image captures a scene at a large stadium filled with spectators during what appears to be a graduation ceremony. Viewing from an elevated angle, the photograph shows expansive seating that covers much of the frame, filled with a dense crowd that adds a patchwork of colors mainly from their attire.\n\nAt the stadium's field level, there is a special setup for the event. A sizable group of people, likely the graduates, are seated in orderly rows on the field, dressed in traditional academic robes. Two distinct groups separated by a central aisle are visible, facing a stage set up for speakers and dignitaries. The stage is centrally placed with a podium, and it is decorated possibly with banners or flags, though the details are not distinct enough to specify.\n\nThe scene is set in a broad daylight environment with no roof overhead in the central part of the stadium, which sheds ample natural light on the attendees below. The boundaries of the field are marked possibly for a sport, suggested by what seems like goal posts standing in the background.\n\nThe upper part of the image shows the shaded part of the stadium, where the photograph is likely taken from, revealing the backs of several spectators and some profiles as they watch the event. The spectators here appear more in shadow due to the stadium's overhang.\n\nThe composition and perspective of the photograph give a sense of the scale and significance of the event, showcasing a moment filled with anticipation and celebration, typical of graduation ceremonies. The positioning from the shaded upper deck looking into the brightly lit field creates a contrast that draws attention directly to the ceremony happening below.","title":"Cincinnati Symphony Orchestra's annual concert at Riverfront Stadium draws some 25,000 people. Eric Kunzel, resident conductor, is at the podium.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553757","547442","547323","549734","551814","547285","553759","551673","556068","555407","556243","547431","551675","556694","551801","553311"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["stadium","ceremony","spectator","field","event","stage","aisle","speaker","robe","anticipation"]}
