{"path":"553317.jpg","date":"September 1973","photographer":"Hubbard, Tom","caption":"This photograph is an aerial view of an urban scene captured on a sunny day. It features a bustling square framed by streets with vehicular traffic on all sides. The square itself is divided into multiple terraces connected with steps and is filled with people, suggesting a social or public event might be taking place.\n\nKey features include:\n\n1. **The Fountain**: Towards the right side of the image, there's a prominent fountain with water spouting up, encircled by people. Some individuals are seated near the fountain's edge, while others are walking around. A large statue or monument is visible towards the left side of the fountain.\n\n2. **Vehicular Traffic**: The streets surrounding the square include a variety of vehicles, such as cars and buses. These are vintage models, indicating the photo might be from an earlier era. The roads are marked with white lane and pedestrian crossing lines. \n\n3. **Crowd**: A large crowd is gathered in various parts of the plaza. Some are in groups, while others are walking or seated in smaller clusters. People are casually dressed, signifying a daytime outdoor gathering.\n\n4. **Greenery**: There are small patches of greenery, particularly trees on the left side of the square, providing shade and adding to the urban landscape aesthetic.\n\n5. **Built Environment**: There are structured pedestrian pathways within the square which help organize the foot traffic. Buildings of moderate height surround the square, typical of a downtown city area.\n\n6. **Tents and Stalls**: Visible towards the bottom right of the fountain are what appear to be small canopies or tents, possibly vendors or information booths contributing to the event taking place.\n\nThis combination of elements reflects a vibrant city life scene, focusing on communal and recreational activities within an urban setting.","title":"Noon concert by Cincinnati Symphony Orchestra in Fountain Square. A week of these noon concerts is an annual summer event. Orchestra is under the green tarp.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553324","553320","551795","550747","553289","551772","552726","551797","551647","551661","551800","551792","552705","553313","553224","551823"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["square","fountain","crowd","pedestrian","traffic","monument","terrace","place","event","vendor"]}
