{"path":"553388.jpg","date":"June 1973","photographer":"Massar, Ivan","caption":"The photograph portrays an aerial or high-angle view of a water body, possibly a river. The main features are the textural contrasts and color differences in the water surface. On one side of the image, there is foamy, turbulent, and white water that could suggest turbulent flow possibly due to underlying rocks or a sudden drop like a small waterfall or rapid. This white, foamy water consists of a mix of smaller bubbles and froth.\n\nThe rest of the water surface in the image is calmer, with larger patches of foam that seem to collect and float downstream. The tone of the water is a muddy or silty brown, implying that the water carries a significant amount of sediment or dirt, which is typical of river waters, especially during or after periods of heavy rainfall or in areas with a lot of soil erosion.\n\nAdditionally, to the right side of the image, there's a glimpse of what appears like a rocky riverbank. This rock has smooth surfaces possibly shaped by the constant flow of water, coupled with some shrubs or small plants growing on or near the rock, suggesting some vegetation beside the river.\n\nThe composition predominantly focuses on the contrast between the turbulent and calm parts of the water, highlighting the dynamic nature of river ecosystems. The textures and patterns formed by the foam provide a detailed and interesting visual element, creating a natural abstract pattern.","title":"Waste from the Weyerhaeuser mill is discharged into the Whitman River, which in turn flows into the nearby and heavily polluted Nashua River.","placename":"Fitchburg (Mass.)","location":"Fitchburg, Massachusetts","nn1":["544856","547502","557252","550651","544854","550815","547650","550370","542742","552061","553420","553416","550742","550817","542557","553653"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["water","foam","river","rock","flow","froth","drop","bubble","difference","surface"]}
