{"path":"553350.jpg","date":"April 1973","photographer":"Massar, Ivan","caption":"In this photograph, there is a detailed view of an urban construction or excavation site, situated beside a body of water, presumably a river or lake, which reflects the scene vividly. At the center of the image, there's a prominent red excavator working on the site. The machine is digging into the earth, surrounded by small piles of dirt and sparse green vegetation. There's another piece of construction machinery to the left, colored in red, and some construction or warning signs visible around the area.\n\nThe background of the scene shows several buildings in various states of disrepair or construction. The building immediately behind the excavation area is red with apparent structural supports visible, possibly indicating ongoing construction or stabilization efforts. Other buildings are visible in the distance, in varying colors like yellow and brick-red, exhibiting a dense, possibly old neighborhood.\n\nOn the right-hand side of the image, construction workers can be seen. They are relatively small due to the perspective and are interacting with the machinery or managing the excavation process. The clarity and details of their activities are minimal due to their distance from the camera's viewpoint.\n\nThe entire scene, with its vivid colors and active construction work, is duplicated in the surface of the water, creating a mirror image that adds a serene but slightly surreal quality to the photograph, contrasting the industrial activity above. The reflection is sharp, suggesting the water is calm.","title":"Water pollution control facilities will be built on the Nashua river at Nashua.  The project will be jointly assisted by the epa water quality office and the New Hampshire water supply and pollution control commission","placename":"Nashua (N.H.)","location":"Nashua, New Hamshire","nn1":["545858","553352","544282","553379","553375","545888","557742","547225","553382","547583","552814","545846","551262","545648","547235","553383"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","excavation","digge","machinery","site","excavator","warning","disrepair","work","clarity"]}
