{"path":"553392.jpg","date":"June 1973","photographer":"Massar, Ivan","caption":"The photograph presents a vibrant outdoor scene, illustrating a construction or industrial site near a river. The composition is partially framed by diagonal steel beams, possibly part of a bridge or an overhead structure, suggesting the image is taken from an elevated position looking downward.\n\nAt the forefront, there is a turbulent river with white foamy water rushing over rocks and what appears to be a small dam or barrier. The cascade creates a dynamic and somewhat chaotic movement in the water, indicating the river's considerable power.\n\nBeyond the immediate riverscape, the middle ground reveals multiple areas of interest. There are various pieces of heavy construction equipment, such as cranes and earth movers, actively engaged in some form of large-scale construction or excavation work. This part of the scene is filled with mounds of earth, uneven terrain, and scattered vegetation, suggesting recent or ongoing land alteration.\n\nThe background extends into a treelined horizon under a clear, bright skies, hinting at a sizable distance from the river to the edges of the construction site. The sense of an open-air environment is palpable, highlighted by the abundant natural light and the remote setting.\n\nThis image captures a moment of industrial activity within a natural landscape, juxtaposed against the calmness of the distant treelines and the raw power of the river. It likely depicts efforts of land development or environmental adjustment, potentially for infrastructure purposes.","title":"Dam on the whitman river just below the weyerhaeuser paper mill.  On the far shore a new sewage treatment plant is under construction","placename":"Fitchburg (Mass.)","location":"Fitchburg, Massachusetts","nn1":["553380","548061","550673","553379","547238","545858","553353","544943","551519","550647","551515","553932","548091","553375","549514","544282"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["treeline","river","construction","riverscape","power","adjustment","earth","site","alteration","rush"]}
