{"path":"553352.jpg","date":"April 1973","photographer":"Massar, Ivan","caption":"This photograph depicts an industrial urban scene characterized by older buildings and ongoing construction activities. In the foreground, a calm body of water reflects the scene opposite. On the far side of the water, several large buildings with brick facades line the view. These structures appear aged, with some showing signs of wear and disrepair. Each building varies slightly in color, mostly in shades of red and brown, and several have multiple floors evident by the rows of windows.\n\nIn terms of activity, there are construction efforts noticeable on the right side of the image. A bright orange excavator stands out, positioned near the edge of the water, apparently engaged in some sort of digging or land-clearing project. A few construction workers can be spotted near the excavator, wearing hard hats.\n\nThe environment also includes some foliage and dirt patches along the water’s edge, indicating a somewhat unkempt area, possibly undergoing transition or landscaping as part of the construction project. The gray sky suggests an overcast day, which casts a soft, diffused light over the entire scene, muting the colors and adding a tranquil, if somewhat somber, tone to the setting.\n\nOverall, this photograph captures a moment of change in an urban industrial landscape, juxtaposing the tranquil reflection in the water with the active, mechanical work of construction, underlined by a broad historical architectonic presence.","title":"The EPA Water Quality Office and the New Hampshire Water Supply and Pollution Control Commission together are assisting the construction of water pollution control facilities at Nashua.","placename":"Nashua (N.H.)","location":"Nashua, New Hamshire","nn1":["547996","547890","553932","555792","553393","546886","547519","555796","552135","549300","552040","545858","549303","553375","547622","555731"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["construction","excavator","project","digging","water","landscaping","sort","term","disrepair","clearing"]}
