{"path":"553318.jpg","date":"September 1973","photographer":"Hubbard, Tom","caption":"This photograph is an aerial view capturing a large outdoor gathering, likely during a symphony orchestra event as indicated by the text \"CINCINNATI SYMPHONY ORCHESTRA\" displayed on a billboard. The view is centered around a symmetrical plaza featuring a variety of elements:\n\n1. **Crowd**: Numerous people are congregated in an open space, most evidently centered around gazebos and other focal points for the event. It appears to be a relaxed, casual gathering with attendees sitting on portable chairs, blankets, or standing in informal groups.\n\n2. **Central Areas**: There are two central areas filled with people. The main area has what seems like a temporary stage at the top (indicated by vertical structures like speakers) used for the orchestra's performance. Another notable central area is a garden with patterned walkways radiating outwards, enhancing the symmetry of the view.\n\n3. **Surroundings**: The plaza is surrounded by streets on three sides, lined with cars and bordered by trees. There are several small pavilions and tables, likely used for concessions or information stands. Areas of grass accentuate the urban setting, providing green spaces among the pavement.\n\n4. **Background Structures**: There are high-rise buildings visible in the periphery of the photograph, indicating the event's urban setting. These buildings stand in contrast to the open public space filled with attendees.\n\nThe composition provides a contrasting view of a vibrant, crowded event set within a structured urban park, showing a blend of nature, urban life, and cultural activity. The clarity and breadth of the shot suggest it might have been taken from a high vantage point, capturing the scale and atmosphere of the gathering effectively.","title":"Fountain square during a performance by the Cincinnati symphony orchestra (under the green tarp).  Fifth street (bottom) vine street (left), and underground garage entrance (upper left)","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["553316","550076","553296","551656","553273","551673","553311","553324","553313","551801","553287","553297","551798","550302","553286","553260"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["event","plaza","attendee","gathering","gazebo","pavilion","space","breadth","congregate","speaker"]}
