{"path":"553476.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"The photograph showcases a scene of urban decay or a demolition site. In the foreground, there's a young person wearing a light-colored short-sleeve shirt and dark pants, standing and observing the scene. Their hair is shoulder-length, and they are facing away from the camera, looking towards the ruins.\n\nThe central focus is a dilapidated brick building partially destroyed, with visible damage and debris. Parts of the structure's walls are missing, revealing the remains of interior walls and a few hanging wires. The building appears to be a multi-story structure based on the remnants of windows and multiple levels visible in the debris.\n\nIn the background, there are a few more elements that contribute to the sense of a cluttered, abandoned space. There’s a large tree to the right, which partially obscures the view and adds a touch of nature to the otherwise bleak urban setting. Utility poles and lines are also visible, which intersect the view at various angles.\n\nThe lighting suggests this scene is captured during daylight with sufficient natural light casting shadows and illuminating the scene vividly, highlighting the textures and colors of the bricks and rubble. The overall mood conveyed is somber, reflecting a moment of contemplation or investigation into the state of decay before them.","title":"Mulky Square is a neighborhood in the west side of Kansas City, an area of low-income dwellings. I-635 will cut right through Mulky Square, which is already isolated by railroad yards on the west, I-70 on the north, and I-35 plus a 4-lane freeway on the east. Billy Watkins watches an apartment building come down in the 1600 block of Madison Street.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["557351","550253","551330","547130","553555","557349","554565","557350","550246","553548","556164","550263","553477","549786","552757","543344"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["decay","investigation","brick","ruin","remain","demolition","wall","rubble","debris","damage"]}
