{"path":"553466.jpg","date":"October 1973","photographer":"Massar, Ivan","caption":"The photograph depicts a newly constructed building, likely a house, set in a clearing within a wooded area. The building has a rectangular shape and is clad in orange-red wooden siding. There are two main sections to the building; one part has a single story while the other has two levels, each featuring gabled roofs.\n\nThe front facade of the house has several windows: four rectangular windows on the upper section and six (including a small decorative round window above the door) on the lower level. There are two white doors visible—one is a regular entrance door, and the other appears to be a sliding door or a large window with shutters. A tall brick chimney emerges from the roof on the left side of the house.\n\nThe surroundings of the house look like a construction site with a dirt-covered ground that has no vegetation. There is a pile of earth near the center of the image, and various construction debris, including wooden planks and possible tools, are scattered around. On the right side of the frame, partially visible, is a small dark trailer or large vehicle, indicating ongoing or recent work at the site.\n\nThe setting is quite sunny, as indicated by the bright lighting and shadows cast by the house and trees in the background. This environment suggests that the photograph may have been taken during the daytime in a rural or semi-rural area. The background is predominantly occupied by tall conifer trees, hinting at a secluded or private location.","title":"Injunctions have been filed to halt further development of this sand-filled wetland in W. Townsend.","placename":"Fitchburg (Mass.)","location":"Fitchburg, Massachusetts","nn1":["544448","546988","557326","543587","557327","557669","552986","548295","558153","550124","553458","543544","557335","551076","556619","555232"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["house","door","window","level","round","site","section","construction","shutter","conifer"]}
