{"path":"553474.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"This photograph captures a vivid urban scene likely set in a bustling city environment. In the background, there's a cityscape featuring a number of prominent high-rise buildings including some with noticeable architectural rooftop features, and others displaying commercial signage, such as \"Hotel Kansas Citian\". It suggests a setting in or around Kansas City, given the visibility of the noted hotel.\n\nThe foreground shows an elderly woman ascending a concrete ramp leading off a pedestrian bridge or pathway. She is dressed in a light blouse with a cardigan over her shoulders, plaid skirt, and sensible shoes, indicative of comfort and practical apparel. She is carrying a handbag and appears to be using a walking stick, suggesting mobility assistance. Her expression and posture suggest focus and determination. \n\nThe setting around her includes urban elements like a chain-link fence, and the bridge has graffiti, adding a touch of organic urban texture, juxtaposing the rigidity and verticality of the background architecture.\n\nThe overall composition is a blend of urban development encapsulated in the skyscrapers, juxtaposed with the mundane, everyday movement of city life represented by the woman. The image encapsulates a moment that brings together personal activity within the broader urban environment.","title":"Mulky square is a neighborhood in the west side of Kansas City, an area of low-income dwellings.  I-635 will cut right through mulky square which is already isolated by railroad yards on the west, i-70 on the north and i-35 plus a 4-lane freeway on the east.  A resident returns from down-town by the 14th street bridge, the only connection for people north of 23rd street","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["549551","549916","556199","551828","552757","551911","553486","557039","546498","551829","546623","551493","556742","549654","550118","549646"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["encapsulate","determination","apparel","juxtapose","assistance","bridge","verticality","mobility","ramp","handbag"]}
