{"path":"553489.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"This photograph depicts an outdoor scene within an urban setting, characterized by signs of neglect and disrepair. In the foreground, a person, seemingly a male, is lying on his back underneath the front portion of a vintage car, possibly performing maintenance or inspection work. The person is dressed in a buttoned-up shirt and trousers, paired with dress shoes, and is partially obscured by the vehicle, with only the upper half of his body visible.\n\nThe car itself is an old, sizable sedan with a polished exterior, suggesting a contrast between its maintained condition and the surrounding environment. Positioned slightly to the right and behind the first car is an old truck, appearing to be from the mid-20th century, parked adjacent to a run-down and possibly abandoned house. The house exhibits peeling paint, broken windows, and an overall dilapidated state, adding a sense of decay to the setting.\n\nThe yard of the house is overgrown and littered with debris, and a small, damaged picket fence borders the property, adding to the general atmosphere of neglect. The scene is bathed in soft, natural light, indicating either a cloudy day or a setting sun, which casts muted shadows and contributes to the somber mood of the photograph.\n\nThe composition of the image, with its focus on vintage vehicles and a rundown environment, suggests themes of past prosperity contrasted with current abandonment and decay. The presence of the person working on the car adds a human element, implying resilience or an attempt to restore or maintain remnants of the past.","title":"The Watkins of Mulky Square, a family of eleven, live in the 1600 block of Madison Street, a few blocks from the area being cleared for I-635. The older Watkins boys tinker with cars, a favorite occupation.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["553488","547883","553491","553490","557832","547587","549273","553492","550144","545540","551108","548752","552995","557371","555907","545353"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["car","house","neglect","decay","person","down","picket","attempt","run","past"]}
