{"path":"553480.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"In the photograph, we see an elderly woman standing near a wooden railing outside what appears to be a series of apartments or similar residences. The woman is dressed in casual attire, wearing a short-sleeve blue shirt and a patterned skirt. On her head, she wears a white hair cap, suggesting she might be involved in a domestic activity, likely connected to home maintenance or cooking. The woman is smiling and holding what seems to be a bottle in her left hand.\n\nThe building behind the woman appears aged, with a dark exterior that may need maintenance. The structure is multistoried, and the woman is on what looks to be a ground-level patio or deck. Notably, on the right side of the image, there's a large sign hanging from the second story of the building that reads \"APARTMENT FOR RENT\" in bold lettering, indicating that one or more units in the building are available for leasing.\n\nThe environment around the building conveys a suburban or possibly a small-town setting, shown by the visible tree-lined street in the background, accompanied by a clear blue sky and utility lines stretching across the frame.\n\nThe candid nature of the shot and the overall setting provide a slice-of-life glimpse into everyday life at this location, perhaps in a mid to late 20th-century setting, as indicated by the visual style and aesthetic of the photo.","title":"Mulky square is a neighborhood in the west side of Kansas City, an area of low-income dwellings.  I-635 will cut right through mulky square which is already isolated by railroad yards on the west, i-70 on the north and i-35 plus a 4-lane freeway on the east.  This building in the west 700 block of 16th street is coming down.  Finding other housing for the same rent is a problem","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["552680","554798","556487","556488","556498","548246","550718","555905","546437","550679","553486","557039","546987","551129","557837","548625"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["woman","apartment","maintenance","patio","cooking","residence","need","building","accompany","bottle"]}
