{"path":"553401.jpg","date":"June 1973","photographer":"Massar, Ivan","caption":"This photograph captures a scene of intense physical activity and teamwork. It depicts two rowing crews in slender, elongated boats in the midst of a rowing competition or practice session on a river. Each boat is occupied by four rowers with their oars dipped into the water, synchronously pulling to propel the boats forward. The bow of both boats is slightly lifted indicating the movement and speed of the rowers' efforts.\n\nThe bodies of water are muddy, suggesting either the aftermath of recent rainfall or a typically sediment-rich river. The river is surrounded by abundant green foliage, indicating a location rich in trees, likely a secluded or less urbanized area ideal for such sports. The trees under the bright sunlight frame the scene, enhancing the natural and tranquil setting against an otherwise vigorous physical activity.\n\nThe ripples and splashes around the oars, as well as along the sides of the boats, suggest swift movement through the water. The rowers are dressed in athletic attire suitable for the activity, and while individual details are not crystal clear, their focused demeanor and coordinated movements emphasize a sense of determination and teamwork.\n\nOverall, this image beautifully juxtaposes the serene natural environment with the dynamic, energetic endeavor of competitive rowing, capturing both a moment of focused athletic exertion and the peaceful outdoor setting.","title":"Visiting crew at Groton School on the Nashua River. The river is so thoroughly polluted and so foul-smelling that ordinary pleasure boating, as well as fishing and swimming, are no longer possible.","placename":"Boston (Mass.)","location":"Boston, Massachusetts","nn1":["553404","553402","553407","553400","550054","549416","553406","553405","549419","550050","552982","553403","545937","551679","546070","550659"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["rowing","boat","oar","teamwork","movement","determination","river","competition","crystal","exertion"]}
