{"path":"553485.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"The photograph displays a calm, relaxed scene on a covered outdoor porch or veranda. Three elderly women are seated on what appear to be garden chairs placed along the porch, facing outwards towards the view, though most of what can be seen through the porch's railing and beyond is overexposed in the image, with just vague outlines of structures and trees discernible in the bright backlight.\n\nThe woman on the far right is wearing a blue dress and a white headscarf. She is holding a small, light-colored dog in her lap, gently supported by her hands. Sitting next to her in the center, the second woman is dressed in a checkered blouse and dark pants, and she is also holding a small dog, which is looking attentively towards the camera. The woman on the left side of the frame is partially cropped out; only her legs and the shoes she's wearing are visible.\n\nThe veranda is framed by dark wooden pillars, and a wire grid functions as both a safety rail and an unobtrusive boundary. The flooring looks to be made of concrete, and the porch itself suggests a practical, utilitarian space, possibly belonging to a communal building or residential complex given the urban-like background glimpses and this setup.\n\nThe overall mood is one of peaceful coexistence and simplicity, with the subjects and their pets enjoying a quiet moment together. The photograph seems to capture a slice of everyday life, with a timeless quality underscored by the traditional attire and the old-fashioned setting.","title":"Elderly residents of this building in the west 700 block of 16th street in mulky square must find other lodging soon.  Their present home is in the path of i-635","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["553483","546990","553484","552611","557761","553502","556176","546209","556576","555580","553481","551273","546855","545525","557175","548625"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["porch","dog","woman","overexpose","pet","backlight","everyday","flooring","headscarf","belong"]}
