{"path":"553487.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"This photograph depicts two young men seated outdoors in what appears to be a run-down urban environment. The central figure is positioned prominently in the foreground, seated on a large rock. He has a muscular build, is shirtless, and wears beige pants. His hair is slicked back, and his face is adorned with a mix of beard and mustache. He is holding a cigarette in his right hand. Various tattoos are visible on his arms and a necklace with large beads hangs around his neck.\n\nThe second figure is sitting in a relaxed position on the ground slightly behind the main subject. He appears younger, wears a sleeveless undergarment, and plaid pants, and holds a drink bottle with both hands. He has short, dark hair and his expression appears contemplative or distant.\n\nIn the background, a large, old house with distinctive architectural features such as a bay window and a decorative balcony is visible. The house looks somewhat dilapidated, with peeling paint and a sense of neglect evident from the exterior's overall condition. There are also trees and a wooden object resembling either a fence or another structural element that blends with the rundown ambiance.\n\nThe setting suggests a sense of roughness or marginalization, implying that these individuals might be part of a subculture or living in a less affluent urban community. The overall mood conveyed by the image is one of raw, unpolished reality, with a strong emphasis on individuality and perhaps resilience.","title":"Mulky square is a neighborhood in the west side of Kansas City, an area of low-income dwellings.  I-635 will cut right through mulky square which is already isolated by railroad yards on the west, i-70 on the north and i-35 plus a 4-lane freeway on the east these brothers talk of moving to California as they sit on the steps of an already abandoned house in the 1600 block of Madison street outside the area being cleared for i-635","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["556153","545358","552753","552973","553504","552971","545044","552970","545511","545319","557907","545315","556220","546077","553270","551301"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["tattoo","slick","necklace","reality","figure","mustache","pant","house","cigarette","hair"]}
