{"path":"553486.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"This photograph depicts a quiet street scene, likely in a residential area that shows signs of neglect or disrepair. The central focus of the image is an elderly person, possibly a woman, pushing a four-wheeled shopping cart. She is dressed in a light-colored coat and a hat, and she appears to be walking away from the viewer down the middle of a street.\n\nThe environment around her indicates a neighborhood with older homes. Several homes are visible in the background; they are large, with prominent front porches and appear to have seen better days. The architecture suggests an early to mid-20th century style. The house directly in the background has a partially obscured facade, with what looks like boards or debris piled in front of it. Another nearby home has overgrown weeds and bushes in the yard, suggesting long-term neglect.\n\nThe street itself is cracked and appears worn, lined with a mix of green grass and dried weeds, which are sunlit, casting shadows over the pavement. The scene is framed by tree branches that dapple the sunlight across the scene, adding to the quiet but slightly melancholic atmosphere of a once-thriving neighborhood perhaps now forgotten or in decline.\n\nOverall, the photograph captures a moment of daily life in a setting that speaks to broader themes of aging, economic change, and urban decay. The presence of the elderly person adds a human element to the scene, suggesting resilience amid challenging surroundings.","title":"Mulky Square is a neighborhood in the west side of Kansas City, an area of low-income dwellings. I-635 will cut right through Mulky Square which is already isolated by railroad yards on the west, I-70 on the north and I-35 plus a 4-lane freeway on the east. On Madison Street, above the area being cleared for I-635, some businesses and residents plan to stay on.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["547816","545372","551828","543037","546931","552757","557408","553493","553474","550253","547388","553480","551439","557284","551723","547820"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["weed","home","neighborhood","street","neglect","decline","cart","shopping","pavement","aging"]}
