{"path":"553447.jpg","date":"September 1973","photographer":"Massar, Ivan","caption":"The photograph captures a vibrant, lively scene at a lakeside beach on a sunny day. The setting includes a grassy area leading to a sandy beachfront, where numerous people of various ages are engaged in typical beach activities, with a lake filled with swimmers in the background.\n\nIn the foreground, on the left side of the image, there are several people sitting or lying on towels spread over the sand. A young man with dark hair sits facing the lake, with his back to the camera; next to him, another person is lying on a towel facing upward towards the sky. \n\nIn the center and right of the foreground, a focal activity involves three people. A young woman in a pink bikini top and blue jeans holds up a small child, trying to fit a small hat on the child’s head. Next to her, a man without a shirt, wearing denim shorts, supports the child from beneath, looking at the child attentively. The child appears to be wearing a matching pink outfit.\n\nIn the middle ground, the sandy beach transitions into water where numerous people are swimming, wading, and engaging in water play. Some individuals are standing in shallow water, while others are farther out, swimming or floating on inflatables.\n\nThe background shows more of the lake, lined with greenery and trees on the opposite shore. Several houses can be seen in the distance, nestled among the trees, forming a tranquil and idyllic lakeside community setting.\n\nThe scene is bathed in bright sunlight, indicating a clear day, perfect for outdoor activities. The atmosphere is cheerful and relaxed, with people enjoying a leisurely day by the water.","title":"Here at Clinton, in the first quarter mile from its origin below the Wachusett Reservoir, the Nashua River is still safe for swimming.","placename":"Fitchburg (Mass.)","location":"Fitchburg, Massachusetts","nn1":["557772","554476","553446","558233","551543","550228","544442","550243","543518","546942","546874","552978","546794","547503","554618","548541"],"cl":[29],"cluster":["#29 &mdash; Outdoor Recreation"],"terms":["child","towel","beach","lake","people","beachfront","swimmer","matching","bikini","lakeside"]}
