{"path":"553470.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"This photograph captures a scene of urban destruction which appears to be caused by a large-scale demolition or disaster. In the foreground, there is a weathered, white sedan, slightly dusty, parked and unoccupied. The central focus of the image is the large pile of debris consisting mainly of wood, some of which is framing materials that have collapsed. The pile of debris is extensive, covering much of the midground and creating a chaotic morass of broken wood, panels, and possibly furniture.\n\nBehind this pile, among swirling dust, two partially demolished buildings can be seen. The structure on the left is still somewhat intact with partly visible windows and a gable roof; however, it's clear that substantial damage has occurred. The building in the back center is also heavily damaged, with only a part of its structure remaining visible among the trees partially obscuring it.\n\nThe setting appears to be a residential area, given the style of the buildings and the presence of trees which line the background. The image captures a moment that suggests destruction perhaps from a demolition project or natural disaster, accompanied by a sense of abandonment and loss. The atmosphere is muted and dusty, highlighting the extent of devastation and the force that caused it. The overall lighting and color palette of the photo are subdued, with a focus on dark, earthy tones and a significant amount of shadow, enhancing the post-disaster, forsaken vibe of the scene.","title":"Mulky Square is a neighborhood in the west side of Kansas City, an area of low-income dwellings. I-635 will cut right through Mulky Square which is already isolated by railroad yards on the west, I-70 on the north, and I-35 plus a 4-lane freeway on the east clearing for I-635.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["547888","554536","554302","544468","547587","547130","553863","557350","552682","549785","547868","544797","555780","543165","551086","550253"],"cl":[27],"cluster":["#27 &mdash; Natural Disasters"],"terms":["demolition","disaster","destruction","pile","loss","wood","extent","devastation","debris","furniture"]}
