{"path":"553407.jpg","date":"June 1973","photographer":"Massar, Ivan","caption":"This photograph captures a team of eight rowers in a rowing shell on a body of water, most likely a river, given the natural setting. Each rower is seated on a sliding seat, using a single oar to propel the boat. The team is coordinated, with all rowers caught mid-stroke, their oars parallel to the water.\n\nAll individuals are dressed in matching athletic attire, consisting of sleeveless tops and shorts, suggesting they are part of the same rowing club or team. Their attire is a dark maroon color. Several of the rowers wear white headbands, potentially to keep hair and sweat away from their faces, enhancing visibility and comfort.\n\nThe background is lush and green, indicating a serene, natural environment typical of river settings. The brightness of the day is reflected in the slight overexposure of the background, focusing the viewer's attention more on the subjects in the foreground. The water around the boat is disturbed by the movement of the rowers, illustrating the action and energy of the scene.\n\nThe rowers display varying expressions of focus and exertion, indicating the physical effort involved in the activity. The person at the stern (rightmost in the photo), likely the coxswain, is looking forward, guiding and motivating the team.\n\nThis composition captures a moment of teamwork and physical exertion in a sport that requires precision, strength, and coordination. The photo evokes a sense of movement and dynamic action, while also feeling balanced and symmetrical due to the alignment and uniformity of the rowers.","title":"Visiting crew at groton school on the Nashua river.  The river is so thoroughly polluted and so foul-smelling that ordinary pleasure boating, as well as fishing and swimming are no longer possible","placename":"Boston (Mass.)","location":"Boston, Massachusetts","nn1":["553402","553401","553404","553400","553406","549419","553405","550050","549416","550054","549388","553403","547466","547455","545937","548553"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["team","exertion","oar","action","coordination","club","headband","strength","maroon","slide"]}
