{"path":"553483.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"This photograph captures a quaint and serene scene on a shaded porch of what appears to be a brick building. The porch extends along the side of the building, supported by square columns, revealing a long, uninterrupted corridor. It is lined with wooden benches where several people are seated.\n\nIn the foreground, two older women are sitting close together on one of these benches. One woman, wearing glasses, a light bonnet, and a cardigan over her dress, is holding a knitting project, perhaps working on it but currently looking towards her companion. The other woman, also wearing glasses and a cardigan over her dress, is seated holding what seems to be a yarn basket on her lap, likely engaged in a conversation with her friend or assisting in the knitting activity.\n\nScattered around their feet are three small dogs, adding a liveliness to the image. One dog is particularly close to the camera, suggesting a familiar and comfortable environment.\n\nIn the background, other individuals can be seen sitting or moving along the porch, contributing to a community-like atmosphere. There's a sign hanging from one of the columns reading \"APARTMENT FOR RENT,\" suggesting this location might be a residential building.\n\nThe scene extends into the street visible at the far end of the porch, where a car is parked and the tranquil life of a quiet neighborhood is evident. The lighting in the photograph suggests it might be either early morning or late afternoon, casting long shadows and providing a warm glow to the setting.","title":"Elderly residents of this building in the west 700 block of 16th Street in Mulky Square must find other lodging soon. Their present home is in the path of I-635.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["553485","555580","557761","546209","548625","557360","545525","557362","546994","555961","546855","557672","550679","553484","553498","548588"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["porch","cardigan","dog","bench","column","bonnet","woman","liveliness","companion","corridor"]}
