{"path":"553436.jpg","date":"August 1973","photographer":"Massar, Ivan","caption":"This photograph captures a lively scene at a natural river setting, surrounded by a dense, green forest. The image is centered on a young man in mid-air as he jumps off a rope swing above the river, the swing trailing behind him. His body is extended, angled downwards towards the water, suggesting a moment of thrill and enjoyment.\n\nOn the riverbank, there are activities and people that contribute to the lively atmosphere. To the left, several individuals, including children and adults, are engaged in various water activities. Some are standing in shallow water nearing the center of the river, possibly chatting or watching the jumper. Others are sitting or standing on the bank, adding to the communal, picnic-like vibe of the scene. Two children in particular are floating on blue inflatable tubes just by the water's edge, adding a splash of color against the natural tones of the scene.\n\nThe riverbank is framed by large, mature trees that provide a canopy of shade. On the right, another man is standing on the bank, observing the scene, possibly waiting for his turn on the swing. The natural light filters through the leaves, casting dappled shadows and highlights across the scene and reflecting off the water, enhancing the serene yet dynamic quality of the outdoor setting.\n\nOverall, the composition and activities convey a sense of summer recreation and camaraderie among friends and family gathered to enjoy a day at the river.","title":"This favorite spot for swimming in the Squannacook River is located near Groton in the Town Forest Preserve. Five miles downstream, the clear waters of the Squannacook are lost in the heavily polluted Nashua River.","placename":"Boston (Mass.)","location":"Boston, Massachusetts","nn1":["557737","553438","550829","551499","550830","551530","553439","551498","553435","553437","544336","545941","557740","543692","545933","544339"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["swing","river","riverbank","bank","thrill","child","water","turn","picnic","camaraderie"]}
