{"path":"553478.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"This photograph captures the facade of a dilapidated brick building in an urban setting. The building appears to be old, possibly from the early twentieth century or late nineteenth century, judged by the architectural style. The brickwork is painted dark brown, and the building exhibits classical architectural elements such as decorative cornices with dentil molding at the top.\n\nThe building's windows and doors are prominently featured; they are boarded up with wooden planks, suggesting abandonment or disrepair. The door, centered at the bottom of the frame, is sandwiched between two classical columns supporting a slightly overhanging lintel. This porch-like structure includes a transom area above the door, also boarded up. The street number \"1635\" is clearly visible, painted in white above the door, indicating its address.\n\nNo human presence or active life is visible in the image; only the shadows of adjacent structures cast onto the building and the area around it hint at the surrounding environment. The lighting suggests that the photo was taken during the day with clear skies, casting sharp shadows and illuminating the facade brightly, albeit partly.\n\nThe overall mood of the photograph is somber and neglected, evoking a sense of forgotten history and urban decay. The image is void of vibrant colors, predominated by the tones of brown, white from the planks, and the dark shadows, enhancing its melancholic atmosphere.","title":"Mulky square is a neighborhood in the west side of Kansas City, an area of low-income dwellings.  I-635 will cut right through mulky square which is already isolated by railroad yards on the west, i-70 on the north and i-35 plus a 4-lane freeway on the east boarded-up building on summit street","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["557348","557139","557643","550129","545355","550023","555952","551944","550285","553548","557347","557140","552968","552964","553555","553479"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["door","plank","board","facade","sandwich","cornice","predominate","molding","building","brickwork"]}
