{"path":"553488.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"The photograph depicts an outdoor scene in a residential or semi-industrial area where activity revolves around vintage cars. In the foreground, there's a classic, blue-gray four-door sedan prominently visible from the side, with distinct chrome details and a sleek design typical of mid-20th-century automobiles. Beyond this vehicle, the scene includes a person squatting next to the front wheel of the car, who seems to be inspecting or working on it, likely involved in some sort of mechanical adjustment or repair. The individual is dressed in darker clothing which contrasts with the lighter pavement.\n\nTo the right, another older model black pickup truck is partially visible, parked perpendicular to the sedan. This truck has a distinct vintage design with rounded contours and a higher cabin, indicative of utility vehicles from a previous era. A man stands near the truck, facing away from the camera and seemingly observing or interacting with someone or something out of the frame. He is dressed in a light-colored shirt and darker pants, lending a casual appearance to the setting.\n\nBehind the vehicles and activities, dilapidated buildings add to the ambiance of the scene. The façade directly behind features heavy wear and abandoned aesthetics, with partially boarded windows and faded, peeling paint. Additional elements like graffiti and exposed structural components suggest an area that might be economically depressed or in transition.\n\nVarious other details, such as scattered debris and irregular paving on the ground, along with the neutral tones and shadows cast by the surrounding structures, contribute to a gritty, realistic snapshot of urban life. The roughly textured background and the classic vehicles suggest the photograph could be from the mid-to-late 20th century, capturing a moment of daily life possibly in a working-class neighborhood.","title":"The watkins of mulky square, a family of eleven, live in the 1600 block of Madison street, a few blocks from the area being cleared for i-635.  The older watkins boys tinker with cars, a favorite occupation","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["553489","553491","553490","549273","552800","551108","545353","557832","555944","557850","556709","557905","553492","551119","557878","546177"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["truck","sedan","vehicle","paving","adjustment","class","squat","century","graffiti","pickup"]}
