{"path":"553421.jpg","date":"July 1973","photographer":"Massar, Ivan","caption":"This photograph captures the Fitchburg City Hall, a prominent, elegant building located in a bright daylight setting. The architectural style of the City Hall is stately and classic, characterized by a blend of Federalist and Georgian elements. It features a symmetrical façade with a prominent red-brick exterior and white accents. The front of the building is adorned with six large white columns supporting a significant pediment displaying the building's name in bold, capitalized lettering. A circular window accents the center of the pediment.\n\nSeveral tall, white-framed windows evenly spaced along the front facade add to the dignified appearance. Each window is topped with a decorative white arch. The building's entrance has a grand vibe, accessible by a set of steps leading to a double-door entry flanked by two smaller doors, all under small white porticos.\n\nOn the ground level in front of the City Hall, there are two vehicles parked along the side of the road. One is a large, yellow sedan reminiscent of the styles popular in the late 1970s or early 1980s, and the other is a smaller, dark-colored sedan. The presence of these cars adds a temporal dimension to the photo, suggesting it was taken several decades ago.\n\nA man is casually walking in front of the City Hall, contributing a human element to the scene. The scene is framed by a bright blue sky and a couple of other brick buildings are visible on the left-hand side, indicating that the City Hall is part of a busy urban environment. There is also a greenish traffic sign, likely indicating a street or traffic direction, which blends with the trees lining the street further enriching the urban landscape.","title":"Fitchburg on the Nashua River is the home of a Weyerhaeuser paper mill and the Fitchburg Paper Company. The river has been severely polluted by decades of mill wastes.","placename":"Fitchburg (Mass.)","location":"Fitchburg, Massachusetts","nn1":["553422","552469","552460","553425","546440","556046","558032","550024","549991","545870","555908","558030","557156","546436","550107","550111"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["pediment","sedan","front","brick","traffic","door","window","building","dimension","entry"]}
