{"path":"553424.jpg","date":"July 1973","photographer":"Massar, Ivan","caption":"This photograph depicts a group of young people engaged in a gardening or landscaping activity in an urban setting. The scene appears to be taking place on a sunny day.\n\nIn the foreground of the image, on the left side, stands a shirtless young man wearing blue jeans, holding a rake and looking directly at the camera. Next to him, slightly to the center, a younger boy is also shirtless, wearing striped pants; he is digging into the ground with a shovel. This pair is working on a small patch of soil where a few plants are visible, suggesting they are planting or maintaining a garden bed.\n\nMoving to the right, another shirtless young man, also in jeans, is using a shovel to work the soil. He appears to be industrious in his task, focused on the area in front of him.\n\nIn the background, to the right, there are two more youths involved in similar activities. One, wearing a white t-shirt and blue pants, is also digging with a shovel. Nearby, another young person in a light blue t-shirt and jeans holds a rake, also engaged in the task at hand.\n\nThe background shows a typical urban street view: buildings in the distance, a wide road to the right with cars passing by, and a clear blue sky overhead. The presence of street signs and storefronts places this activity within a city neighborhood context. The overall composition of the photograph captures a moment of community activity and youthful involvement in urban beautification or gardening efforts.","title":"Contingent from the youth opportunities corps builds a pocket park on main street","placename":"Fitchburg (Mass.)","location":"Fitchburg, Massachusetts","nn1":["553423","551619","551633","551738","551623","551618","543439","551620","546567","543927","551621","551617","542655","550055","543441","555546"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["shovel","rake","digge","gardening","jeans","task","soil","right","youth","overhead"]}
