{"path":"553462.jpg","date":"October 1973","photographer":"Massar, Ivan","caption":"This photograph depicts an industrialized river scene set in a somewhat wooded area. At the forefront of the image, a rocky riverbed filled with stones and some swirling water is visible, suggesting rapid currents or recent rainfall. Large rocks and debris populate the riverbank, alongside some faded grass and sparse vegetation, indicating a somewhat barren or neglected landscape.\n\nDirectly to the left of the riverbank, an aged pipeline stretches across the scene, appearing somewhat disused or in disrepair, leading toward an old structure resembling a mill. This building, along with a distant house glimpsed through the trees in the upper left corner, gives the scene a historical or rural industrial feel.\n\nIn the right portion of the image, a large, brick building dominates the background. It features numerous windows and a flat, unadorned facade typical of historical industrial architecture. Attached to it is a concrete dam structure, showcasing a decaying environment influenced by both nature and human activity.\n\nThe overall atmosphere is one of quiet decay and historical significance, possible remnants of a once-thriving industrial area now overtaken by natural and temporal erosion. The lighting in the photograph suggests an early morning or late afternoon time, casting soft light that enhances the texture and age shown in the river and buildings.","title":"Ranor, inc., is constructing its parking lot by dumping tons of fill into this stream.  The town has ordered the company to stop and may order removal of the fill","placename":"Fitchburg (Mass.)","location":"Fitchburg, Massachusetts","nn1":["553393","550204","549514","547890","550673","551519","549515","550721","547807","547519","550854","550949","544796","550710","554835","548061"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["riverbank","industrialized","swirling","riverbed","remnants","pipeline","thrive","mill","dam","rainfall"]}
