{"path":"553475.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"This photograph captures an urban landscape depicting a complex network of highways and interchanges, likely taken in the mid to late 20th century given the film and color saturation qualities. The image shows a vast stretch of layered roadways with multiple levels of traffic lanes that crisscross and loop around each other. The roads appear fairly empty with only a few visible cars, suggesting the photo might have been taken during a non-peak hour or before these highways were fully operational.\n\nThe foreground is overgrown with wild grass and small bushes, indicating an undeveloped or abandoned area adjacent to the highway system. This natural overgrowth contrasts sharply with the concrete and linear constructions of the highway.\n\nOn the left side of the photo, you can see a cityscape with several high-rise buildings that demonstrate a variety of architectural styles. One prominent building with a tower adds a vertical accent to the skyline. These buildings suggest a downtown district of a moderately large city.\n\nThe sky is clear with scattered clouds, contributing to a sense of openness above the dense infrastructure below. The natural light and shadows suggest that the photo was taken either in the late afternoon or under a soft sunlight condition. The overall composition of the photograph frames the juxtaposition of natural and man-made environments, capturing an evolving urban landscape marked by extensive transportation structures.","title":"Mulky Square is a neighborhood in the west side of Kansas City, an area of low-income dwellings. I-635 will cut right through Mulky Square which is already isolated by railroad yards on the west, I-70 on the north and I-35 plus a 4-lane freeway on the east looking east toward downtown.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["553838","553015","552719","545451","547770","546681","553721","555745","544642","553473","546709","547780","550282","547764","548332","546686"],"cl":[4],"cluster":["#04 &mdash; Bridges/Overpasses"],"terms":["highway","overgrowth","interchange","photo","accent","downtown","stretch","openness","saturation","district"]}
