{"path":"553404.jpg","date":"June 1973","photographer":"Massar, Ivan","caption":"This image captures a serene and energetic scene of rowing practice on a calm, tree-lined river. Several young adults, possibly a student rowing team, are seen engaging in various activities related to rowing. There are three boats aligned on the wooden dock; each is a narrow racing shell, typical of crew teams.\n\nIn the foreground, one boat is occupied by four individuals. Two are sitting in rowing positions, holding long oars resting on the dock, while the third is adjusting something in the boat, and the fourth is merely observing or resting. The focus in this boat suggests they are either preparing to launch or just returning from practice.\n\nIn the second boat, visible to the right, three individuals appear engaged in a discussion or receiving instructions. One of them, wearing a striped shirt, sits at the stern facing the other two, possibly in a coxswain's role.\n\nThe dock itself is filled with activity. To the left, two individuals are bending over, likely handling equipment or making adjustments to another shell. Their actions suggest maintenance or preparation tasks essential for the smooth operation of rowing activities.\n\nThe backdrop features calm waters and a densely wooded area across the river, enhancing the tranquil yet focused atmosphere of a sports training session. Overall, the composition of the photograph, with its scattered yet organized human activity and the peaceful natural environment, evokes a sense of teamwork and the serene intensity of rowing sports.","title":"Visiting crew at Groton School on the Nashua River. The river is so thoroughly polluted and so foul-smelling that ordinary pleasure boating, as well as fishing and swimming, are no longer possible.","placename":"Boston (Mass.)","location":"Boston, Massachusetts","nn1":["553401","553400","553402","553407","553406","553405","550054","549416","549419","553403","550050","546070","551679","552982","546819","552283"],"cl":[29],"cluster":["#29 &mdash; Outdoor Recreation"],"terms":["rowing","boat","team","shell","dock","practice","sport","training","adjustment","racing"]}
