{"path":"553559.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"This photograph is an aerial view of a sprawling urban cityscape, capturing a dense collection of buildings, roads, and natural landscapes. The central focus is on the downtown area, characterized by numerous high-rise buildings, creating a vibrant and bustling business district atmosphere. The architecture displayed ranges from modern skyscrapers to older, more traditional structures, densely packed into the urban grid.\n\nTo the left of the city center, a wide river snakes through the scene, bending around the urban area and providing a natural border and scenic beauty to the urban environment. The river scene is complemented by bridges that cross over, connecting different parts of the city, indicating a well-developed transportation network.\n\nSurrounding the downtown area are various mixed-use zones where residential buildings intersperse with commercial areas. There are visible patches of green, possibly parks or community spaces, which offer a respite from the urban density.\n\nProminent in the foreground of the image are major transportation arteries including highways and railroads, reflective of a city with a well-developed infrastructure designed to handle significant vehicular and rail traffic. These features are intricately woven into the urban landscape, featuring interchanges and junctions that facilitate the flow of traffic in and out of the city.\n\nOverall, the photo is taken during the day under clear skies, which casts natural light over the entire scene, enhancing visibility and the vividness of the urban and natural elements. The perspective from the aerial view provides a comprehensive look at both the city's dense urban planning and its integration with natural features like the river.","title":"Aerial view of Kansas City, showing downtown area (background) and the \"West Side\", or Mulky Square area (foreground). Mulky Square is a neighborhood of low-income family dwellings. The projected Interstate 635 will go through it, and most buildings in the path have already been cleared. There is speculation that all these houses are to come down to redevelop the area as an exclusive high-rise section.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["549477","549478","549476","547765","551510","548392","547764","551506","547253","551509","547755","555743","553016","557274","546574","546678"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["city","downtown","respite","river","transportation","traffic","junction","interchange","integration","snake"]}
