{"path":"553552.jpg","date":"September 1973","photographer":"Paik, Kenneth","caption":"This photograph depicts a row of dilapidated townhouses that appear to be in a state of disrepair. The buildings are two stories tall and feature a series of architectural elements that suggest their construction in an earlier part of the 20th century, likely with historical significance.\n\nEach townhouse has a fading façade, characterized by peeled paint and visible wear. The first floor of each unit has windows and doors, some of which are covered with awnings displaying stripes, although these awnings are tattered and weathered. The windows vary in their conditions, with some shutters hanging unevenly and others appearing more intact but dirty.\n\nThe sidewalk in front of the buildings is cracked and uneven, with weeds growing through the cracks, suggesting long-term neglect. There is a distinct curb that separates the sidewalk from what looks like a quiet street, devoid of modern traffic signs or vehicles, which might indicate that the photo was taken in a less-trafficked area or during a quiet time.\n\nIn the foreground, sitting on the curb, there is a lone child, who appears to be looking toward or contemplating the derelict scene. The presence of the child introduces a note of life and contrast to the otherwise abandoned feel of the surroundings.\n\nOverall, the photograph captures a somber urban scene, highlighting themes of decay, abandonment, and the passage of time within an urban environment. The moody and overcast sky further accentuates the atmosphere of neglect and desolation.","title":"Mulky square, an isolated, low-income area on the city's west side, is soon to be torn up to make way for a new interstate highway.  Many houses stand vacant.  A part of this building is still occupied by a family","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["557345","556164","553555","553549","550129","555902","555952","553551","552757","549785","553824","550285","557346","550108","550263","553472"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["townhouse","awning","curb","crack","sidewalk","tatter","neglect","derelict","contemplate","child"]}
