{"path":"553536.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"This photograph captures a playful and candid moment between two people within a dimly lit indoor setting. The setting appears to be an old building, featuring rugged brick walls that add a rustic charm to the scene.\n\nThe two individuals, possibly friends or family, are partially concealed by what appears to be a large, semi-transparent fabric, possibly a curtain or a part of a decayed window covering, that adds a dynamic element to the composition. The fabric, which is captured in motion, enhances the sense of spontaneity in the image.\n\nThe man on the left is peeking around the edge of the wall or window frame with a playful expression. He is gesturing with his hand, possibly signaling or pointing towards something out of the frame which seems to contribute to the light-hearted feel of the scene. He has dark hair and is wearing what looks like a casual, dark shirt.\n\nThe woman on the right, equally joyous, is smiling broadly. She seems to be enjoying the moment just as much as the man. Her hair is pulled back, and her expression adds to the overall warmth of the photograph.\n\nThe lighting in the photograph is moody and atmospheric, with soft natural light filtering in from a source outside the image, highlighting parts of their faces and adding a serene glow to their skin. The rest of the scene falls into shadows which creates a contrast that focuses the attention on the people and the playful action.\n\nOverall, this image beautifully captures a spontaneous, joyful moment shared between two individuals in a setting that feels both historical and intimate.","title":"Billy and Sandy Watkins call to a friend on the street from the doorway of their Mulky Square house.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["557358","552859","553546","543041","547421","553171","545970","544198","553178","550943","553519","558314","549299","547401","548438","551548"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["fabric","spontaneity","covering","filtering","wall","hair","friend","moment","expression","curtain"]}
