{"path":"553557.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"The photograph presents a compelling and stark urban scene, viewed through a dilapidated building frame. The foreground prominently features the remnants of a wooden structure, possibly a window frame or a similar architectural element, which appears charred and decaying as it frames the scene beyond. The glass is entirely missing, and large chunks of the wood are broken away, giving a ragged edge to its silhouette against the sky.\n\nThe perspective is toward an urban skyline with several buildings visible in the distance. The architecture includes taller buildings, which could be apartment or office buildings, noticeable due to their modern facades and the patterns of windows. One particularly prominent building in the scene has a unique, pointed top, potentially an art deco style, adding a historical character to the skyline.\n\nThe surrounding area includes vacant lots or perhaps a park space, sparsely covered with grass and interspersed with empty areas of dirt, suggesting a landscape in transition or possibly neglect. The clear sky above hints at a sunny day, casting sharp shadows and contributing a vivid blue backdrop to the urban landscape.\n\nThis scene captures a juxtaposition of decay and continuing urban life, accentuated by the historical and possibly deteriorating foreground set against the contrasting backdrop of a lively, modern cityscape. Overall, the photograph conveys a sense of history, change, and possibly the socio-economic challenges within an urban setting.","title":"Hulk of a mulky square dwelling, demolished to make way for a new interstate highway. Downtown buildings can be seen in the background.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["549958","553555","552757","556351","549785","555902","550277","549971","549997","552043","557349","550285","549767","549638","550203","549766"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["skyline","building","chunk","art","apartment","challenge","history","remnant","window","change"]}
