{"path":"553549.jpg","date":"September 1973","photographer":"Paik, Kenneth","caption":"This photograph portrays two young males walking in front of a row of dilapidated townhouses. The image has a somber quality owing to the overall fading and a blue tint, giving the scene an eerie and desolate appearance.\n\nThe architecture of the townhouses includes typical features such as bay windows and peaked roofs, but the buildings are in a state of neglect and decay. The foremost townhouse on the left is painted dark red with white trim around the windows, featuring a board guarding the door, which adds to the feeling of abandonment. The neighboring house, deeply shaded, shows exposed areas where outer material has fallen off, revealing underlying structures. The third building repeats this pattern of decay and disrepair, missing large sections of its exterior surface. Weeds and overgrown vegetation slightly engulf the stairs and pathway leading to the entrances.\n\nThe two individuals in the scene, both male, are casually dressed in jeans and t-shirts, one light-haired and the other darker, seemingly in mid-conversation as they pass by the forsaken properties. Their presence contrasts with the evident neglect of the buildings, adding a layer of life to an otherwise empty and forgotten landscape.\n\nThere is no sky visible in the photograph; the background is mainly composed of the tops of the townhouses and a line of trees and overgrowth that hints at a lack of maintenance. The street in the foreground is cracked and uneven, reinforcing the overall atmosphere of urban deterioration.","title":"These mulky square houses were abandoned because they are in the path of a new interstate highway.  The vacant houses caught fire.  Weeds have grown on the sidewalks","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["553552","553824","557345","553537","547515","553539","550253","557645","553551","556164","553472","555952","553506","550129","545319","555902"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["townhouse","male","decay","overgrowth","neglect","structur","miss","guard","repeat","deterioration"]}
