{"path":"553510.jpg","date":"September 1973","photographer":"Paik, Kenneth","caption":"This photograph captures a group of seven children and a dog on a deserted urban street, likely from a bygone era given the style of clothing and overall tone of the image. The children display a mix of activities and expressions suggesting casual outdoor play and interaction.\n\nAt the front, two boys are seated on the ground next to a small, dark-colored dog that is looking up at one of the boys. They are poised casually, with one boy in jeans and a checkered shirt, and the other in plaid pants and a lightly colored shirt. Their relaxed posture and slight smiles suggest a moment of rest amidst play.\n\nBehind them, facing the camera directly, is a girl sitting on a vehicle that strongly resembles a homemade go-kart. She is joined further back by three other children on similar go-karts, lined up across the street. They all possess an alert and playful demeanor, typical of children engaged in group activities. The girl in the forefront has long dark hair and wears a tank top, seated confidently on her kart, her arms resting on top of the steering column.\n\nTo the right of the frame, a young boy stands out because of his energetic expression and posture. He is riding what appears to be a tricycle, dressed in a vertically striped shirt and shorts, his arms outstretched and a bright, engaged expression on his face as if caught mid-motion.\n\nOn the left, another child stands alone. He's outfitted in a striped tank top and shorts, hands placed on his hips, conveying a stance of observation or slight impatience.\n\nThe background features an old distressed building with peeling yellow paint and closed windows, reflective of an urban environment that has seen better days. The ground is an asphalt street, unmarked by any lines, underscoring a sense of abandonment or neglect, emphasizing the kids' freedom to play unhindered by traffic or other modern interruptions.\n\nOverall, the composition of the image, from the positioning of the children and their diverse activities to the setting and time of day—possibly late afternoon as indicated by the lighting—creates a vivid snapshot of youthful camaraderie and simple, self-made fun in an urban setting.","title":"Residents of Mulky Square, a low-income neighborhood on the city's west side, face large scale displacement by a new interstate highway (I-635). Many houses have been demolished, many others stand empty. For the people who remain, life goes on with little change. For neighborhood children, go-cart races are still big weekend fun.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["546873","553526","548488","556437","545972","553507","553315","556287","552759","551032","551001","554497","557987","550137","553096","550249"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","boy","go","play","dog","girl","street","expression","outstretche","short"]}
