{"path":"553537.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"The photograph depicts a somber, slightly overcast urban scene featuring a young man walking across a grassy area. He is dressed in a dark blazer, lighter colored pants, and appears to be in motion, suggesting a candid capture rather than a posed one.\n\nIn the background, a prominent three-story building with a flat facade commands attention. The building shows architectural features typical of early to mid-20th-century construction, including regular window placements, which are predominantly covered or boarded up, suggesting it might be abandoned or under renovation. The lower part of the building features stonework, providing a contrast to the otherwise plain brickwork.\n\nOn the left side of the building, there appears to be a smaller, possibly residential structure which is significantly less imposing and painted white, providing visual contrast to the darker and bulkier main building.\n\nThe overall atmosphere of the setting is slightly desolate, emphasized by the overgrown grass and the lack of vibrant activity in the area. Behind the main building, a sparse distribution of foliage slightly obscures parts of another building in the far background. The sky is visible but subdued, enhancing the quiet and somewhat neglected vibe of the scene.","title":"Residents on Mulky Square, a low-income neighborhood on the city's west side, face large scale displacement by a new interstate highway (I-635). Many houses have been demolished, many others stand empty. For the people who remain, life goes on with little change. Billy Watkins, one of nine children of a biscuit company worker, passes through a now-deserted section of the neighborhood. Billy does not go to school and much of each day is spent \"killing time.\"","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["553539","555952","550129","546539","550253","555902","552757","546423","557140","553824","553549","546506","557078","550118","546464","545351"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["building","command","renovation","stonework","brickwork","distribution","blazer","capture","placement","feature"]}
