{"path":"553583.jpg","date":"September 1973","photographer":"O'Rear, Charles","caption":"This photograph portrays a scene within a forest where the trees appear to have been affected by fire, leaving them charred and bare. The trees are tall and thin, starkly silhouetted against the sky. Long shadows stretch across the forest floor, suggesting that the photo was taken when the sun was low in the sky, perhaps in the morning or late afternoon.\n\nIn the foreground, a person is standing among the trees. This individual is dressed in casual attire that includes a jacket and pants. The person's face is not clearly visible as they are looking away from the camera, perhaps observing the surroundings or engaged in some activity.\n\nThe ground is mostly bare soil, dark and devoid of vegetation, which suggests that the fire might have consumed the undergrowth and smaller plants. There's evidence of char and burn marks on the ground and trees, adding to the somber and desolate ambiance of the scene.\n\nOverall, the composition captures a moment of stillness and contemplation in the aftermath of a forest fire, highlighting the stark and poignant beauty of nature's resilience or vulnerability.","title":"In august, 1973 a major forest fire swept through 17,470 acres of the western slopes of the sierra mountain range near Sonora 5,880 acres (a third of affected area) are owned by the pickering lumber company of standard, California.  Salvage operations were started as soon as area could be entered.  Pickering forester joe dillard cuts burned bark to expose unharmed wood of white fir tree","placename":"Yosemite National Park (Calif.)","location":"Yosemite National Park, California","nn1":["553571","553572","553626","553595","553561","553562","555202","553584","555113","542819","542598","553635","553625","555159","546065","555095"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["fire","forest","char","consume","vulnerability","undergrowth","burn","affect","tree","aftermath"]}
