{"path":"553566.jpg","date":"September 1973","photographer":"O'Rear, Charles","caption":"This aerial photograph captures a vast landscape comprising dense, dark green forested areas and a large body of water resembling a lake or reservoir. The lake stretches horizontally across the middle and right part of the image, contrasting sharply with the surrounding dense and dark green conifer forests. The terrain is rugged and undulating, suggesting a mountainous region.\n\nIn the background, there is a view extending towards a hazy horizon where some low hills or plateaus can be moderately discerned, and the sky gradient transitions from a deep blue at the top to a lighter shade towards the horizon. The quality and angle of the lighting indicate that the photo was likely taken during the day, but the exact time is not clear due to the absence of distinct shadows. This kind of landscape is typically found in alpine or highland areas possibly indicative of the North American regions like the Rocky Mountains or the Sierra Nevada. The area is remote and pristine, showing no immediate signs of human habitation or development in this particular section of the image.","title":"In august, 1973 a major forest fire swept through 17,470 acres of the western slopes of the sierra mountain range near Sonora lake is the cherry valley reservoir, a major facility in the water and power system for the city and county of San Francisco.  The east ridge of cherry canyon in the boundary between the stanislaus national forest and Yosemite National Park.  The fireline was held on the west side of the canyon and the fire did not reach the park","placename":"Yosemite National Park (Calif.)","location":"Yosemite National Park, California","nn1":["557533","556931","556926","556906","550644","555702","555698","555695","555677","555712","555705","550541","550540","550579","542882","550642"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["plateaus","reservoir","lake","region","conifer","discern","kind","horizon","comprise","habitation"]}
