{"path":"553548.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"This photograph depicts a dilapidated building, likely devastated by fire or abandonment. The scene is marked by a somber mood and a sense of decay and neglect.\n\nThe building itself is two stories high with three visible white facades and what appears to be remnants of a lower extension or adjacent construction in ruins. The structure’s walls are white, but covered in soot and grime, particularly around the empty window frames, suggesting damage possibly from a fire. The windows of the building are boarded up or completely missing, giving the building a hollow, eerie look. Notably, the roof of the structure is absent, suggesting significant structural damage.\n\nIn the foreground of the image, a slanted utility pole, possibly a light or a power pole, leans into the scene, adding to the overall impression of dereliction and instability. The pole advances from the lower left corner towards the center of the image, drawing attention towards the disarray.\n\nThe ground is strewn with debris, including chunks of masonry and other unidentifiable rubble. Vegetation, although spare, can be seen growing unchecked in patches around the damaged environment, particularly along what might have been the sidewalk or the bordering edge of a street.\n\nFrom the lighting and the shadow cast by the pole, it appears to be either morning or late afternoon, which casts a dynamic yet subdued light across the scene, highlighting textures and enhancing the forlorn atmosphere.\n\nNo people are visible in the image, emphasizing the abandonment and solitude of the place. The background holds only the suggestion of trees and a clear sky, placing further focus on the ruinous state of the building itself.\n\nThe image is framed to provide an ample view of the building and its immediate surroundings, evoking a strong sense of place and the aftermath of a calamitous event.","title":"This mulky square apartment building was first abandoned because it stood in the path of a new interstate highway, then gutted by fire.  Mulky square is an already-isolated neighborhood of low-income family dwellings.  The new highway will cause large-scale displacement of residents","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["557348","557344","547130","550129","554707","551330","553555","543344","551944","550023","557349","543171","549786","553478","557346","545233"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["pole","fire","damage","abandonment","building","place","damaged","masonry","suggestion","hollow"]}
