{"path":"553518.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"The photograph captures a scene inside a dimly lit bar. On the left side of the image, near the foreground, a man is seated at the bar facing towards the right; he is partially turned, looking back over his shoulder. He is wearing glasses and a white shirt, and is holding a cigarette in one hand while resting his other arm on the bar.\n\nThe bar itself stretches across the image from the left foreground to the mid-right background and is lined with patrons. There are several people sitting along the bar, engaged in various activities such as drinking and talking. The bartender, who is blurred, appears to be mixing drinks and interacting with the customers.\n\nThe ambiance of the bar is highlighted by soft, yellowish lighting emanating from hanging lamps above the counter, which contrast with the overall darkness of the setting. The decor includes reflective surfaces and what looks like bottles and glassware behind the bar. Posters or decorative items can be seen on the wall in the background, adding to the character of the space.\n\nOverall, the mood of the photograph suggests a casual, intimate night scene, typical of a quiet evening in a local bar.","title":"Residents of Mulky Square, a low-income neighborhood on the city's west side, face large scale displacement by a new interstate highway (I-635). Many houses have been demolished, many others stand empty. For the people who remain, life goes on with little change. On Saturday in a neighborhood tavern, Ernest Watkins of Mulky Square finds his favorite relaxation. Mr. Watkins, father of nine, is a biscuit company worker.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["556613","548233","543039","547794","548234","547376","547796","543990","551320","551342","554278","552647","551479","545330","551279","554866"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["bar","drinking","glassware","patron","customer","counter","decor","cigarette","drink","poster"]}
