{"path":"553500.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"This photograph captures a joyful and affectionate moment among three individuals, most likely a family or close friends, seated on a porch. The setting has a rustic, homey feel characterized by a worn wooden porch with a peeling white paint facade. Numerous items, including what seems to be laundry, are scattered on the porch, contributing to a casual, lived-in atmosphere.\n\nOn the left, there is a young woman with dark hair, dressed in a dark jacket and a blue top, laughing openly as she reclines in a wooden armchair, looking at the scene in front of her. In the middle, a woman with black hair styled up loosely is playfully biting the hand of a laughing child, who appears to be in the throes of giggles. The child, who is also towards the center and right of the frame, is being held closely by the older woman. Both the child and this woman wear casual clothing; the woman in a black T-shirt and the child in a blue t-shirt.\n\nThe background and environment suggest a relaxed, family-oriented setting, with trees partially visible to the left and what seems to be a bright day outside. The underlying spontaneity and warmth of the image portray a candid moment of genuine laughter and connection among the individuals.","title":"Residents of mulky square, a low-income neighborhood on the city's west side, face large scale displacement by a new interstate highway (i-635).  Many houses have been demolished, many others stand empty.  For the people who remain, life goes on with little change.  Mrs.  May watkins, mother of nine, roughhouses with son dale and daughter-in-law on the watkins' front porch","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["552612","553498","553496","556593","548312","543314","546209","556525","556235","557368","551274","556531","556561","553502","551028","556135"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["porch","laugh","child","woman","family","armchair","spontaneity","laughter","laundry","recline"]}
