{"path":"553555.jpg","date":"September 1973","photographer":"Paik, Kenneth","caption":"This photograph depicts a dilapidated urban building, likely an old residential structure. The building is in a severe state of disrepair, with portions of its brick walls collapsed and its wooden components visibly rotting. The appearance suggests it has been abandoned and exposed to the elements for a long time.\n\nThe building is a three-story structure with what appears to be makeshift extensions and balconies, which are haphazardly constructed and show signs of extensive wear and neglect. The windows are devoid of glass, and various openings in the walls are boarded up irregularly with wood planks. The facade of the building exhibits patches of peeled paint and exposed brick, enhancing the sense of decay.\n\nIn front of the building, there is a pile of debris consisting of broken bricks, wood, and detritus, suggesting recent partial collapses or perhaps demolition attempts. The foreground is overgrown with wild grass and weeds, indicating the lot has been unmaintained.\n\nTo the right, there's a tree that provides a sharp contrast to the urban decay, showing signs of life and growth amidst the surroundings of neglect. In the distance, beyond the immediate desolation, the silhouette of a modern city skyline can be seen, suggesting that this scene is located near a developed urban area.\n\nOverall, the photograph captures a stark and somewhat somber scene of urban decay juxtaposed against the backdrop of a thriving city, highlighting themes of neglect, the passage of time, and the contrasts often found within urban environments.","title":"House in the west 800 block of 15th street in mulky square the only one still standing in the path of a projected interstate highway (i-635).  Downtown buildings can be seen in the background","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["550129","553557","551330","549786","557347","550023","553548","543344","547130","549958","557344","552757","550253","556164","554565","557348"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["collapse","decay","neglect","brick","walls","expose","detritus","building","extension","demolition"]}
