{"path":"553511.jpg","date":"September 1973","photographer":"Paik, Kenneth","caption":"The photograph captures a group of five young boys standing outdoors, with expressions and poses suggesting a candid and playful mood. The setting appears to be a grass-covered field, hinting at a park or a similar recreational area, with a hint of trees faintly visible in the blurred background.\n\nEach boy exhibits unique clothing and hairstyles, typical of a casual, youthful style. From left to right:\n\n1. The first boy on the left wears a striped t-shirt with a red collar, his hair blond and neatly cut. His expression is slightly curious or puzzled, as he looks directly at the camera.\n\n2. The second boy, standing slightly behind the first, has tousled blond hair and wears a dirt-streaked gray tank top. He holds his arm across his chest, displaying the bottom of his flexed bicep, showing off a drawing or tattoo.\n\n3. Next, another boy also displays his arm in a similar manner. He has wet, slicked-back hair and wears a plaid shirt. His expression is serious.\n\n4. The fourth boy, presenting a tougher demeanor, has dark, wavy hair and wears a sandy brown bucket hat with a patterned band. His shirt is multi-colored in a checkered pattern. Like the others, he also shows off his arm.\n\n5. Finally, the boy on the far right wears a brown and orange striped shirt. His facial expression is playful and somewhat mischievous, complemented by a light-hearted smile. He, too, is showing his arm like the others.\n\nTogether, the group of boys presents a snapshot of childhood camaraderie and play, possibly displayed here through their body language and the unique display of their arms, which might indicate a common activity or game they were participating in involving drawings or temporary tattoos on their arms.","title":"Mulky Square youngsters show off their tattoos - everybody has them. \"It don't hurt,\" they assure the photographer.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["555921","556437","545379","551032","544221","558193","546857","547146","553147","552753","543440","549318","553151","553510","556163","545959"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["boy","arm","drawing","hair","expression","shirt","language","camaraderie","other","chest"]}
