{"path":"553519.jpg","date":"October 1973","photographer":"Paik, Kenneth","caption":"The photograph captures a candid moment between two elderly men who are seated next to each other outdoors, possibly on a porch or against a brick wall. The setting suggests a tranquil, possibly rural environment with natural lighting casting a soft glow and creating deep shadows, enhancing the intimate atmosphere of the scene.\n\nOn the left side of the image, there is a man wearing denim overalls and a cap. He appears to be handing over a can, possibly of a beverage or food. His expression is somewhat blurred but he seems engaged in the interaction, maintaining a conversational posture.\n\nThe man on the right is dressed in a plaid, short-sleeve shirt and glasses. He holds a can similar to the one being handed to him, suggesting they might be sharing a drink or meal. His posture is relaxed; he leans slightly towards the other man and looks at him, indicating active engagement in their conversation or exchange.\n\nThe background is softly blurred due to the depth of field used in the photography, but a hint of greenery suggests an outdoor setting, possibly a backyard or a garden. There’s a sense of serene domesticity and the simplicity of the moment is emphasized by the casual dress and natural surroundings.\n\nOverall, the photograph evokes a sense of timelessness and comfort found in simple, everyday interactions. The relaxed body language and peaceful setting contribute to a narrative of friendship and shared moments.","title":"Mulky square neighbors meet over a beer.  This low-income neighborhood faces major disruption with the projected building of a new highway (i-635) through the area","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["544219","546077","545970","557152","554097","557079","552859","557767","553202","547359","553520","547330","553521","558313","553558","543849"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["share","friendship","posture","exchange","timelessness","backyard","man","overall","language","beverage"]}
