{"path":"553558.jpg","date":"September 1973","photographer":"Paik, Kenneth","caption":"This photograph depicts two elderly men in a city setting. The focus is on their interaction, captured from behind as they face away from the camera, overlooking a street and an urban cityscape in the background. To the right of the image, one of the men, wearing a blue shirt with a denim cap, has his arm around the shoulder of the other man, who is dressed in lighter clothing (beige pants and a light-colored shirt). The stance and body language suggest a close or comforting conversation.\n\nThe background offers a contrasting scene of a bustling city with various buildings, including high-rises and possibly historical structures in the distance. Notably, there are two distinctive towers with a spherical architectural feature on top, perhaps a prominent feature of the city's skyline. The scene is imbued with a slightly hazy, perhaps overcast sky which casts a muted light over the city.\n\nIn the foreground, a part of a street with visible road surface and curb edges can be seen. The natural elements include sparse greenery and a small fence with a wooden post beside the men, contributing to a somewhat rundown urban fringe feel. A street sign is also visible in the upper left corner of the frame, adding to the urban context of the photograph.\n\nThis image evokes a sense of nostalgia and contemplation, capturing a moment of personal connection amidst the broader urban environment.","title":"A couple of older residents of mulky square move down an empty street.  The place where these men are standing will soon be part of a new interstate highway.  About five blocks away (background) is the downtown area","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["549292","551469","551454","549291","553519","553208","547411","549293","554097","556220","552859","548452","549673","557079","546551","551815"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["city","street","fringe","man","language","imbue","nostalgia","stance","curb","overlook"]}
