{"path":"553551.jpg","date":"September 1973","photographer":"Paik, Kenneth","caption":"The photograph captures a somewhat overgrown and neglected urban environment. In the foreground, there is a dense mass of tall grass and weeds, indicating a lack of maintenance. This unkempt greenery spreads across the entire lower portion of the image, suggesting a field or abandoned plot.\n\nIn the middle ground, partially obscured by the tall vegetation and trees, stand two houses. The house on the left appears in a state of disrepair, with visible damage such as missing portions of the external wall and exposed structures. It looks potentially abandoned with its darkened windows and weathered wooden facade. The house on the right, similarly styled with a two-story brick structure, seems in slightly better condition but still shows signs of neglect like peeling paint and a general sense of wear.\n\nBoth houses are old-fashioned, possibly from the early to mid-20th century based on their architectural style, featuring pitched roofs and traditional wooden framing. The area gives an impression of a once residential neighborhood that has seen better days.\n\nTrees and other lush greenery partially obscure the view to these buildings, enhancing the feel of an area reclaimed by nature. There are no visible figures or movement in the photo, contributing to a still and somewhat desolate atmosphere.\n\nOverall, the composition conveys a sense of abandonment and decay, encapsulating a scene where nature is gradually encroaching on human-made structures. The overcast sky and the lack of vibrant colors add to the somber mood of the image.","title":"Mulky square houses, vacant now because they stand in the path of a new interstate highway (i-635).  Mulky square is an isolated west side neighborhood of low-income families.  The highway means disruption on a major scale","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["557345","551330","554799","554565","545233","552494","555632","551329","552491","552101","552515","553555","554822","556313","556491","550129"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["house","abandon","lack","neglect","portion","encroach","reclaim","mass","weed","miss"]}
