{"path":"553694.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph is an aerial shot capturing an expansive rural landscape with residential, agricultural, and possibly commercial areas. Key features and areas depicted include:\n\n1. **Residential Area**: On the left side of the image, there's a neighborhood with a plannned layout consisting of numerous curved and looping streets filled with houses, forming a distinct pattern of residential development.\n\n2. **Agricultural Fields**: The majority of the area in the image is covered with vast agricultural fields. These fields are marked by paralleled striped patterns suggesting different crops or planting strategies. They extend across the right side and bottom of the photograph.\n\n3. **Roads**: Prominent dirt roads crisscross the landscape, particularly notable is the thick red dirt road that cuts vertically through the landscape from the bottom all the way to the neighborhood, likely providing the main access route.\n\n4. **Marginal Areas**: In the middle right, bordering the neighborhood, there appears to be an area with smaller commercial or communal buildings, distinguishable by their consistent roofing and ordered placement compared to the surrounding homes.\n\n5. **Natural Environment**: The landscape beyond the immediate foreground of farms appears more hilly. It features a gradient of natural vegetation and possible forests towards the back, under a somewhat cloudy sky with diffuse sunlight.\n\nThe composition of the photograph suggests it might depict a rural community integrated with substantial agricultural activity, balanced by natural landscapes in the distance, conveying a sense of a community living close to nature and farming.","title":"\"New town\" grows where pineapples used to thrive. Pineapple growers are developing their own \"surplus land.\" Thirteen hundred acres of a projected thirty-five hundred acre development have been rezoned since the start in 1958.","placename":"Mililani (Hawaii)","location":"Mililani, Hawaii","nn1":["553695","558044","553059","556968","558045","553817","553938","547350","553943","553692","558414","550555","545842","557518","556971","558063"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["neighborhood","bottom","road","planting","loop","landscape","order","roofing","community","parallel"]}
