{"path":"553661.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This image presents a top-down aerial view of a landscape, likely capturing agricultural and natural environments. The photograph is divided visually into several distinct areas:\n\n1. **Agricultural Field:** The left portion of the image shows a large, neatly arranged field, characterized by rows that create a textured pattern. The rows appear to be of crops and vary slightly in color, indicating different growth stages or types of plants.\n   \n2. **River:** Dominating the right portion of the image is a winding river. The water reflects the light, creating patches of brightness amidst darker areas where the water is deeper or shaded by banks. The serpentine shape of the river cuts through the landscape, providing a natural boundary.\n\n3. **Riverbanks and Surrounding Vegetation:** The banks of the river are irregular and edged with clusters of darker, dense vegetation. These areas provide a sharp natural contrast to the more geometric and ordered appearance of the agricultural field.\n\n4. **Transition Areas:** Between the river and the field, there is a transition zone where the strict lines of agriculture blend into the more organic forms of the natural landscape. This area includes patches of grass, smaller vegetation, and possibly paths or small roads that intersect both environments.\n\nThe overall composition of the photograph showcases the juxtaposition and interaction between cultivated land and natural waterways, highlighting human agriculture's integration and coexistence with natural landscapes. The colors are rich and varied, from the earthy browns and greens of the land to the silvery reflections of the water.","title":"Aerial view of the truckee river showing extensive irrigation of surrounding land","placename":"Pyramid Lake (Nev.)","location":"Pyramid Lake, Nevada","nn1":["542730","549081","547724","547995","553668","542713","549260","550392","557506","552594","544768","547725","552858","558414","547227","542708"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["agriculture","river","field","bank","portion","row","order","integration","land","cultivate"]}
