{"path":"553677.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph captures an aerial view of a densely populated urban area fronting a picturesque coastal scene. The scene is dominated by a cluster of tall, modern skyscrapers varying in height, interspersed with some smaller buildings. At the front of the image, there's a broad waterway lined on both sides by city development, leading into a large body of water - possibly an ocean.\n\nOn the left-hand side, there is a wide river or canal flowing through the urban area, contributing to the city's landscape design. The tall buildings are concentrated more towards the center and front of the composition, while the background is marked by less dense construction and more patches of greenery.\n\nDistinctively, a large mountain, possibly an extinct volcano, anchors the background with its dramatic ridges and peaks that sharply contrast with the structured urban skyline. The mountain stands in stark relief against the sky, adding a natural monumentality to the setting.\n\nFurther toward the right, the coastline is visible with sandy beaches and smaller buildings, likely hotels or residential areas clinging to the coastal line. The water body adjacent is relatively calm, gently lapping against the shore, with a few boats visibly scattered, dotting the ocean.\n\nOverall, the photograph highlights the intersection of a vibrant city life with the serene beauty of nature’s creations, embodying a dynamic urban landscape. The lighting seems to accentuate the heights of the buildings and the rugged texture of the mountain, giving depth and emphasis to the contours of the city and its natural surrounds.","title":"Aerial view of Honolulu looking east toward Diamond Head, the extinct volcano which is the island's best-known landmark. Buildings in foreground are mostly apartments. Hotels make up bulk of the popular Waikiki district in background.","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["553676","553790","553678","553672","549480","552231","553675","552233","553679","552171","552133","553778","552252","557273","553680","553748"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["city","mountain","height","ocean","relief","hotel","front","canal","building","intersection"]}
