{"path":"553660.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This aerial photograph captures a river running through a rugged landscape, marked by its serpentine path and varied terrain. A dam is clearly visible, built across a narrower section of the river, creating a significant change in water levels on either side. The river above the dam appears calm and expansive, while below the dam, the river narrows and flows more rapidly through a canyon-like area with steep, barren hillsides.\n\nOn one side of the river, the terrain is a mix of grassy areas and patches of dense trees, indicating a somewhat lush environment possibly supported by the river's presence. There is a small structure visible near the riverside, which could be a utility building related to the dam's operations or local river management.\n\nBuilt across the river, the dam itself is composed of large blocks, possibly concrete, with a road running across the top, allowing for vehicular crossing from one side of the river to the other. This suggests that the dam also serves as a bridge.\n\nThe surrounding area is a stark contrast of greenery along the riverside and the more arid, rocky hills that rise steeply from the water’s edge. The human presence in this environment is minimal, focusing primarily on the infrastructure related to water management and transport.\n\nThis scene captures both natural beauty and human engineering, reflecting a landscape shaped by both geological features and the necessities of human use and habitation.","title":"Derby Dam on the Truckee River seen from the air. Part of the river is diverted into a canal for the Newlands Irrigation Project.","placename":"Reno (Nev.)","location":"Reno, Nevada","nn1":["548925","549497","549004","548940","548007","548927","548936","548012","544752","549498","548947","548938","548975","547227","548017","549081"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["dam","river","riverside","management","crossing","canyon","engineering","concrete","habitation","hillside"]}
