{"path":"553653.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This image captures a vibrant and dynamic natural landscape featuring a river and its surrounding environment. In the foreground, the photograph shows a turbulent, foamy section of the river, rushing directly toward the camera, creating a impulsive display of white water. The water flows from the center and spreads outward, filling the lower portion of the image with its frothy texture, giving a sense of rapid movement.\n\nThe midground is lined with lush green vegetation on either bank, including groups of trees and smaller shrubs that add a fresh, verdant contrast to the more rugged elements of the scene. This suggests a riverbank that supports a healthy, thriving plant life, possibly indicating a moist, fertile environment.\n\nBeyond the river and vegetation, the background is dominated by large, rounded mountains, barren of any trees, stretching upward into a bright, clear sky. The mountains have a reddish-brown color, which signifies a possibly arid or semi-arid region. Their bare surfaces contrast sharply with the lush riverbanks, depicting a dramatic variation in the local ecosystem within a relatively confined geographic area.\n\nThe sky above is clear and deep blue, implying a sunny day, and adding a calmness to the otherwise dynamic scene below. This image captures the beauty and power of a natural landscape, showcasing the interplay between water, vegetation, and geology under bright, clear conditions.","title":"Part of the Truckee River is diverted by Derby Dam into an irrigation canal which flows through Fallon to the Lahontan Reservoir and ends in the Carson Sink and Stillwater Marshes. The canal is part of the Newlands Irrigation Project.","placename":"Reno (Nev.)","location":"Reno, Nevada","nn1":["550658","550698","553855","548156","542743","549550","549442","550562","553416","550682","550742","552692","542537","550526","550542","542700"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["riverbank","geology","river","vegetation","mountain","calmness","variation","midground","ecosystem","display"]}
