{"path":"553632.jpg","date":"September 1973","photographer":"O'Rear, Charles","caption":"The photograph depicts a post-wildfire scene in a forested area. In the foreground, there is a heavy machinery operation involving a large white truck and a machine that appears to be either a bulldozer or an excavator. The machine is equipped with a claw or grabber that is lifting logs onto the truck, which is outfitted with heavy-duty logging equipment.\n\nThe environment shows extensive signs of a recent fire. The hills in the background are covered with charred trees, most of which have lost their foliage and present bare trunks standing against the hazy, smoke-filled sky. The ground appears scorched, with limited to no underbrush visible.\n\nThere are at least two people visible in the scene, both near the heavy machinery, likely engaged in the logging operation, possibly clearing burnt trees from the area. One person is closer to the front of the truck while the other seems to be operating or assisting with the machinery.\n\nThis image captures a moment of recovery and clean-up following a forest fire, highlighting the human efforts to manage and perhaps rehabilitate the landscape after such a destructive event. The lighting and pervasive haze contribute to a somber mood, accentuating the aftermath of the fire and the scale of devastation.","title":"In August 1973, a major forest fire swept through the western slopes of the Sierra Mountain range near Sonora, California. Salvage operations on acreage owned by the Pickering Lumber Company of Standard, California, began promptly. Caterpillar tractor loads salvaged logs onto Pickering truck.","placename":"Yosemite National Park (Calif.)","location":"Yosemite National Park, California","nn1":["553628","553624","553597","553626","553598","542819","555113","554416","553596","546950","553561","542624","550354","555162","542609","555094"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["fire","logging","truck","machinery","machine","claw","recovery","excavator","devastation","operation"]}
