{"path":"553695.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph presents an aerial view of a varied landscape, containing urban, agricultural, and disturbed territories. Key features include:\n\n1. **Urban Area:** In the lower left corner of the image, there is a dense residential area characterized by numerous houses closely packed together, forming a suburb with curved streets and cul-de-sacs. The houses along these streets are uniform, suggesting a planned community. The roads are well-defined and paved, looping through the neighborhood in an intricate pattern.\n\n2. **Agricultural Land:** Towards the center and stretching to the upper part of the image, there are large fields segmented into rectangular plots. These fields are in varying shades of brown and green, indicating different crops or stages of cultivation. Some plots appear freshly plowed, while others seem ready for planting or already growing crops.\n\n3. **Disturbed Land:** Dominating the central portion of the image is a large area of red-brown earth. This section appears to be under development or in use for industrial purposes—as evidenced by the lack of vegetation, exposed soil, and what seems to be construction or excavation activities. Notably, there's a central circular feature that could be a storage silo or some other infrastructure, indicative of ongoing development or resource extraction.\n\n4. **Background Terrain:** The background features a combination of rugged terrain and greener, possibly wooded areas. The contrast between the cultivated, residential, and natural landscapes offers a glimpse into the region's uses and environment.\n\n5. **Overall Composition:** The image is taken from a high altitude, providing an expansive view that underscores the interaction between human activity and the natural landscape. The earthy tones dominate the photograph, punctuated by the green of the crops and the grey and black of the roads and structures, painting a picture of land use and development in this region.\n\nThe photo's perspective highlights the extent of human influence on the landscape, from residential planning to agricultural management and land alteration for industrial purposes.","title":"\"New town\" grows where pineapples used to thrive. Pineapple growers are developing their own \"surplus land.\" Thirteen hundred acres of a projected thirty-five hundred acre development have been rezoned since the start in 1958.","placename":"Mililani (Hawaii)","location":"Mililani, Hawaii","nn1":["553059","553938","553943","553694","550555","550556","553051","550557","555812","558044","555752","552594","553935","553971","553936","557518"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["crop","plot","development","use","purpose","suburb","extent","region","house","alteration"]}
