{"path":"553657.jpg","date":"May 1973","photographer":"Dovydenas, Jonas","caption":"This photograph captures a scene at an industrial or research facility focused on aquatic or marine biology. Two men are depicted within a structure that features an open-sided, roofed environment with wooden and metal elements creating a semi-enclosed space.\n\nOn the left side of the photo, one man is leaning forward over a trough filled with water, seemingly examining something within it closely or possibly adjusting equipment. He is dressed in a white shirt and dark pants and appears to be engaged in a precise task.\n\nOn the right, another man is seated beside a long, narrow water tank. He wears a short-sleeved shirt, glasses, and appears to be waiting or observing something. This tank, like the trough, seems to be set up for the holding or examination of aquatic specimens.\n\nThe setting includes several large blue and gray containers and tanks arranged throughout the area, suggesting a facility used for the cultivation or study of aquatic organisms. The ground is covered with gravel, and the structural elements are a mix of wood and corrugated metal, affording it a functional, utilitarian look.\n\nMoreover, the natural light filtering through the structure indicates daytime. The focus and composition of the photograph emphasize both the industrial elements of the setting and the specific activities of the individuals, highlighting a working environment dedicated to aquatic or scientific study.","title":"At cui-ui hatchery near Sutcliffe, on the western shore of Pyramid Lake, merwin wright and ralph o'neil examine some male fish.  Cui-ui are found only in Pyramid Lake and are now an endangered species","placename":"Pyramid Lake (Nev.)","location":"Pyramid Lake, Nevada","nn1":["545202","546353","545211","545198","545210","544957","551598","546270","545206","546334","546307","549627","543810","551589","549596","552861"],"cl":[17],"cluster":["#17 &mdash; Fish"],"terms":["trough","tank","study","biology","organism","specimen","examination","cultivation","filtering","facility"]}
