{"path":"553672.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph features an aerial view of a dense urban skyline adjacent to a coastline. The foreground shows a large expanse of lush greenery, specifically a park with numerous trees and patches of grass, possibly featuring a walking path or recreational area. Next to the park, the coastline curves elegantly with a sandy beach leading into a calm turquoise sea. Just beyond the beachfront are a series of large buildings, primarily high-rise hotels and residential towers, densely packed and extending into the city's interior.\n\nSome of the buildings are modernistic with flat roofs, while others feature balconies, large windows, and a variety of architectural styles suggesting a mix of commercial and residential use. These buildings are surrounded by more greenery, indicative of well-maintained urban landscaping.\n\nIn the background of the city, more high-rise buildings dominate the scene, suggesting a major metropolitan area. The density of the buildings decreases slightly as the city transitions into a more inland area, where smaller structures and possibly residential areas are visible.\n\nThe overall composition consists of contrasting elements of nature against urban development, highlighting the interplay between built environments and natural landscapes. The body of water and the urban skyline provide a visually striking juxtaposition, characteristic of coastal cities where urban growth meets the sea. The image captures a clear day, and the atmosphere is serene and orderly, with the man-made structures imposing a geometric regularity against the organic forms of the coastal and park landscapes.","title":"Massed highrises of Waikiki District, favorite of tourists seen from top of Diamond Head, the famous extinct volcano. The Waikiki Improvement Association has formed an architectural design review board to oversee such building, but it is probably too late. In 1963 there were 9,203 hotel rooms in all of Oahu Island. Today there are some 26,000 rooms, most of them here in Waikiki.","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["549480","553677","555756","553790","553679","553671","544638","553675","555757","553678","551587","553748","553778","548406","553680","557271"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["city","skyline","beachfront","turquoise","decrease","park","sea","building","hotel","landscaping"]}
