{"path":"553619.jpg","date":"September 1973","photographer":"O'Rear, Charles","caption":"The photograph depicts a construction or site clearance scene in a forested area. In the foreground, there is a large bulldozer with a visible inscription \"Allis Chalmers\" on the side, indicating the make of the machine. The bulldozer is dirty and well-used, suggesting that it has been actively engaged in hard labor, possibly clearing earth or debris. \n\nThe bulldozer has a large metal arm and bucket, which appears to be in operation, delving into the dirt. There is an operator visible inside the bulldozer, wearing a cap, seated and controlling the machine. To the right of the bulldozer, a worker stands and faces the machine. He wears a safety helmet, suspenders, and boots, indicating proper safety attire for a construction setting. The worker appears to be overseeing or directing the operation.\n\nThe environment around these individuals is dense with trees, emphasizing that the activity is taking place in a wooded or forested area. There is also a sense of ongoing construction or land management work indicated by the disturbed earth and dirt mounds surrounding the bulldozer. The setting appears slightly dim, perhaps suggesting that the photograph was taken either early in the morning or late in the afternoon.","title":"In august, 1973 a major forest fire swept through 17,470 acres of the western slopes of the sierra mountain range near Sonora \"cat skinners\" at work in post-fire salvage operation.  Cat skinners chain logs to caterpillar tractors which drag the logs to \"landing area\" (see here).  They are then loaded onto trucks for removal","placename":"Yosemite National Park (Calif.)","location":"Yosemite National Park, California","nn1":["554544","543114","555601","545665","546950","543105","545652","551947","545950","545664","544138","547000","542614","547254","551262","543760"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["bulldozer","machine","construction","forested","safety","worker","earth","suspender","inscription","operator"]}
