{"path":"553638.jpg","date":"September 1973","photographer":"O'Rear, Charles","caption":"The photograph depicts a forested landscape with two men standing on what appears to be a rocky terrain. The area around them looks like a partially cleared or disturbed natural site with visible rocks and sparse foliage underfoot. Both men are dressed in casual, outdoor or work clothing.\n\nThe man on the left is more in profile and has dark hair; he seems to be in motion, perhaps walking towards the center of the frame or adjusting his position. He is dressed in what looks like a dark shirt and pants, suitable for outdoor activities. The man on the right, who is facing slightly towards the camera, is wearing a light-colored shirt and dark pants and is shading his eyes with his hand, possibly to see into the distance.\n\nIn the background, an extensive, dense forest stretches across the horizon, with various shades of dark and light green trees under a cloudy sky. The sky itself looks heavy, possibly indicating an overcast weather condition, while the forest conveys a secluded and remote feel to the setting. The overall color tone of the image is somewhat dark, enhancing the sense of an impending stormy or late-day atmosphere. There appears to be no artificial structures or other persons in the immediate vicinity, suggesting a natural, undeveloped setting possibly explored or studied by the two men.","title":"In august, 1973, a major forest fire swept through the western slopes of the sierra mountain range near Sonora, California salvage operations on acreage owned by the pickering lumber company of standard, California., began promptly.  Pickering loggers in burn area","placename":"Yosemite National Park (Calif.)","location":"Yosemite National Park, California","nn1":["542603","545088","542602","542604","554502","557097","558078","545493","545269","545516","557005","545060","545527","557007","544003","553611"],"cl":[40],"cluster":["#40 &mdash; Golf"],"terms":["man","stormy","forest","pants","explore","look","vicinity","profile","study","shade"]}
