{"path":"553642.jpg","date":"September 1973","photographer":"O'Rear, Charles","caption":"The photograph depicts a mature man engaging in an activity outdoors, likely related to the lumber industry. He is focused on examining or treating a large log, which is shown at the forefront of the image. The man appears to be middle-aged or older with short grey hair and is wearing glasses, a grey work shirt, denim jeans, and sturdy shoes. His posture suggests he is deeply concentrated on his task.\n\nThe setting is an extensive lumber yard, indicated by the large stacks of logs in the background, creating rows that diminish towards an open sky. This provides a sense of scale indicative of large-scale operations. The ground is rugged and muddy, typical of an industrial or rural setting used for logging. \n\nThe sky above is partly cloudy with cumulus clouds, suggestive of brisk or cool weather, and the lighting in the photo is natural, highlighting the texture of the logs and earth. There's a casual placement of a beverage container and a yellow measuring tape near the man, adding real-life details that suggest a break in labor or quick accessibility to tools and refreshments during work. \n\nOverall, the image presents a vivid impression of manual labor in the logging industry, with a focus on the individual's interaction with the natural materials on a work site under a spacious outdoor environment.","title":"In August, 1973, a major forest fire swept through the western slopes of the Sierra mountain range near Sonora, California. Salvage operations on acreage owned by the Pickering Lumber Company of Standard, California, began promptly. At the Pickering lumberyard, head scaler Guy Efird inspects logs trucked in from burn area.","placename":"Yosemite National Park (Calif.)","location":"Yosemite National Park, California","nn1":["553641","553645","553648","553612","553614","553643","545060","553647","555472","542781","553646","557115","542716","542771","554414","542769"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["log","lumber","labor","industry","treat","refreshment","work","tape","diminish","cumulus"]}
