{"path":"553618.jpg","date":"September 1973","photographer":"O'Rear, Charles","caption":"This photograph depicts a construction worker standing prominently in the foreground. The individual, a man, appears rugged and weathered, suggesting he is quite experienced in physical labor. He is wearing a white hard hat which is visibly marked and scuffed, indicating extensive use. His attire includes a dirty white tank top and black trousers held by white suspenders. A dark bandana is loosely tied around his neck, possibly serving as a sweat rag or for dust protection.\n\nHis posture is casual yet assertive, with his hands positioned on his hips and his shoulders slightly arched—a pose that conveys confidence and sturdiness. His facial expression is stern and slightly weary, matching the physical demands of his environment. The lighting is somewhat dim, emphasizing the somber or demanding atmosphere of the work site.\n\nThe background, although not in sharp focus, features an outdoor setting that seems to be a construction or excavation site with visible earth and mud. There are hints of construction equipment or debris scattered around, consistent with an active work environment. This setting, combined with the subject's attire and demeanor, portrays a scene of manual labor and construction activity, capturing a moment typical of a labor-intensive workday.","title":"In august, 1973 a major forest fire swept through 17,470 acres of the western slopes of the sierra mountain range near Sonora.  A \"cat skinner\" works in post-fire salvage operations.  Caterpillar tractors are used to haul logs to \"landing area\", where they are loaded onto trucks","placename":"Yosemite National Park (Calif.)","location":"Yosemite National Park, California","nn1":["547163","556391","542783","553609","544171","544835","554953","556320","556447","558312","553921","544382","542497","553610","553603","553634"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["demand","labor","construction","workday","bandana","suspender","hip","site","protection","mud"]}
