{"path":"553693.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph is an aerial shot of a developing residential area with distinct, structured landscaping. The composition shows various clusters of housing units forming neat, curvilinear patterns divided by roads. These residential blocks are mostly seen as dense groups of small, similar-roofed buildings, likely homes, surrounded by grassy areas and some sparse vegetation. On the periphery of these housing areas, developments under construction are visible, indicated by large patches of bare earth and construction vehicles.\n\nTo the right side of the picture, larger green fields segmented into precise rectangular plots contrast with the residential zones, suggesting areas of agricultural use. There is also a body of water, like a small lake or reservoir, near the center, reflecting light.\n\nRoads in the area are winding and connect various sections of the community with each other and to the broader road network, which extends toward the more rural or less developed surrounding landscape. The surrounding terrain includes additional fields, some wooded areas, and rolling hills in the background, implying a setting that is not far from natural landscapes.\n\nOverall, the composition emphasizes planned urban development within a larger, more rural or natural environ, illustrating a blend of residential, potentially commercial, and agricultural land use. The aesthetic is one of vibrant earth tones with touches of greens and blues from the natural elements.","title":"\"new town\" grows where pineapples used to thrive.  Pineapple growers are developing their own \"surplus land.\"  Thirteen hundred acres of a projected thirty-five hundred acre development have been rezoned since the start in 1958","placename":"Mililani (Hawaii)","location":"Mililani, Hawaii","nn1":["544604","544629","553692","544600","544568","553700","556974","546399","558057","546765","557461","553936","553061","553938","545914","553971"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["housing","road","earth","development","periphery","construction","plan","landscaping","plot","field"]}
