{"path":"553768.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph captures a vivid scene at an outdoor sea lion exhibit, possibly in a zoo or theme park. The setting includes a large, circular pool with a fountain in the center, around which sea lions are swimming and performing. The pool is surrounded by a wooden fence, and several people are situated around the perimeter, engaging in various activities. Some appear to be observing and possibly interacting with the sea lions, while others are seated and relaxing or talking with each other.\n\nThe foreground is partially obscured by palm fronds which add a tropical ambiance to the image. In the background, beyond the fenced exhibition area, you can see the ocean and a beach lined with additional palm trees and vegetation, suggesting a coastal location.\n\nThe spectators consist of both adults and children and are dressed in casual warm-weather clothing. A woman on the right foreground, specifically, is wearing a striped top and white pants, and she is standing with her back to the camera, also observing the activities in the pool.\n\nThe composition of the photograph is balanced, with the central fountain and sea lions serving as the focal point, and the people spaced evenly around. The natural lighting is bright and suggests that the photo was taken on a sunny day. The overall atmosphere is leisurely and recreational.","title":"Sea Life Park, like Paradise Park, is a commercial enterprise built in a conservation zone. An extensive collection of marine life ranging from anemones to whales is imaginatively displayed. The State Department of Land and Natural Resources controls land use in conservation districts which are primarily forest and water reserve lands.","placename":"Oahu (Hawaii)","location":"Oahu, Hawaii","nn1":["543274","543272","551669","543275","552706","553767","552737","557258","543179","551283","552703","549982","543181","552012","548549","551772"],"cl":[12],"cluster":["#12 &mdash; Beach"],"terms":["pool","sea","fountain","palm","frond","exhibit","exhibition","perimeter","spectator","people"]}
