{"path":"553797.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph captures a vibrant scene at a ferry terminal. Pictured prominently in the image is a large ferry boat, with the name \"Sea Transit\" visible across the top front of the vessel. The ferry has multiple decks with passengers visible on each level. Some passengers appear to be sitting and others standing, possibly in anticipation of or just after their trip.\n\nIn the foreground, there are passengers disembarking from or boarding the ferry via a dock. Among them are individuals with bicycles, indicating that this ferry accommodates cyclists. Focused towards the center and right of the photo are a few men wheeling their bicycles along the pier, with one man in the foreground wearing casual clothing—denim jeans and a sleeveless top.\n\nThe setting of the scene includes a sunny day with some clouds in the bright blue sky, suggesting good weather conditions for traveling. The infrastructure of the docking area is constructed of aged wood, giving it a rustic appearance, and is partially wet, possibly due to water from the vessel or the sea.\n\nOverall, the composition of this photograph captures a moment of lively human activity associated with transportation and travel, while also highlighting the functionality of the ferry service for both pedestrians and cyclists. The natural lighting enhances the dynamic setting and adds a vivid quality to the outdoor environment.","title":"\"Sea Transit\" ferry has been operating for one year between downtown Honolulu and Pearl Harbor - an alternative to freeway congestion. It also carries military-related employees across Pearl Harbor to the parking lot - saving them a 45 minute drive. Some passengers complete their trip on bicycles.","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["549706","546840","549905","549707","549900","549889","553795","549910","554176","549931","543954","546839","549373","547838","543465","545057"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["ferry","cyclist","passenger","bicycle","vessel","terminal","anticipation","docking","trip","functionality"]}
