{"path":"553725.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph depicts a scene of congested traffic on a multilane highway during daylight hours. The vehicles, predominantly from the 1960s or 1970s based on their designs, are in tightly packed rows stretching back into the distance. There is a notable variety of cars, predominantly sedans, featuring different makes and models.\n\nThe highway consists of at least three lanes in each direction, separated by white dashed lines, with some areas adjacent to the lanes delineated by orange cones and white traffic poles. The traffic is dense with all vehicles appearing stationary or moving very slowly, all pointing towards a single direction in each set of lanes.\n\nTo the right side of the image, road signs are visible. One green sign directs to Aiea with an arrow pointing left and also mentions Kamehameha Highway (Kam Hwy). Another sign underneath a street lamp explicitly states \"NO U TURN,\" indicating restrictions on driver maneuvers.\n\nIn the background, beyond the highway, there are elements of industrial or commercial infrastructure including buildings and a large, covered area, possibly a warehouse or factory structure. Trees and greenery surround these areas.\n\nThe lighting in the image suggests either early morning or late afternoon, casting long shadows across the road and highlighting the outlines of the vehicles and road. The overall composition captures a typical scene of traffic congestion, emphasizing themes of daily commuting, transportation infrastructure, and urban planning challenges.","title":"Construction bottleneck on h-1 freeway approaching Honolulu from west during morning rush hour.  Commuters come from such fast growing areas as Pearl City and Mililani town","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["545884","549903","553727","553726","553018","548084","557229","557228","555437","547811","542764","542684","549890","555505","546734","553019"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["traffic","lane","highway","direction","dash","multilane","restriction","road","commuting","vehicle"]}
