{"path":"553735.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This image captures a departure information board in an airport. The board is electronic and displays flight information in a traditional, tabular format. The labels \"Departures\" and \"Information\" are prominently shown at the top in a larger font. Each row on the board lists specific details for flights such as flight number, the airline, the gate, the destination city, departure time, and remarks indicating the status of the flight (e.g., \"Now Boarding,\" \"Final Call\").\n\nThe destinations include a variety of domestic and international locations such as San Francisco, Los Angeles, Tokyo, Travis AFB, and San Diego. Several airlines are mentioned, including Northwest (NW), Philippine Airlines (PR), Continental (CO), Trans World Airlines (TW), Pan Am (PA), United Airlines (UA), and others, suggesting an array of international and domestic operations.\n\nThe electronic text is illuminated in white against the board’s dark background, which helps in highlighting the information for travelers. The bottom right corner of the board mentions the name \"solari.c. udine. italy,\" indicating the manufacturer of the board.\n\nThe image is focused solely on the information board without any inclusion of people or other background elements, making the information the central point of interest in this composition. The overall atmosphere reflects a typical setting in an airport, focused on providing clear and essential travel information to passengers.","title":"Honolulu International Airport handles almost all of the island's visitors. Some 2.7 million are anticipated in 1973.","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["553734","556688","556071","548428","553730","556701","556677","553731","556649","556855","556685","556073","555960","556648","554092","548429"],"cl":[41],"cluster":["#41 &mdash; Transportation Hubs"],"terms":["information","board","flight","departure","airport","destination","boarding","status","font","traveler"]}
