{"path":"553762.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph portrays a neatly organized shelf filled with a variety of brochures and small pamphlets. The shelves are constructed from a dark wood and divided into numerous square and rectangular compartments. Each compartment houses different brochures, visibly catering to various interests and activities, likely tourist attractions and services.\n\nThe brochures feature a range of colors and typography styles, indicative of the era in which they were produced, which seems to be around the mid-20th century given the design aesthetics. Several of the brochures are prominently numbered, possibly for easy reference. Notable texts and titles on the brochures include \"Drive Yourself,\" \"Hawaiian Sea Life Park,\" \"Pearl Harbor Cruise,\" \"Deep Sea Fishing,\" \"Mauna Kea Summit Tours,\" and other adventure and sightseeing opportunities. There are also brochures that seem to offer maps, as some have the layout of streets and locations depicted on their covers.\n\nThe amount and variety of brochures suggest this might be a tourist information center or a kiosk designed to cater to travelers looking to explore local attractions or engage in recreational activities. The composition is orderly, and the array of options presented embodies a snapshot of leisure and recreational opportunities available during a specific time period, possibly aimed at attracting tourists to various local attractions and excursions.","title":"Once the tourists have arrived (some 3,000,000 are expected in 1974), the Hawaii Visitors Bureau is ready with suggestions on where to go and what to do.","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["553763","551241","549315","554062","554063","545154","554380","556369","553187","558281","554185","549337","552769","554550","556209","553738"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["attraction","tourist","cater","compartment","shelf","kiosk","pamphlet","sightseeing","excursion","embody"]}
