{"path":"553731.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph captures a vibrant and busy scene at an airport. In the foreground, a large commercial airplane, branded with the logo \"United,\" is sitting on the tarmac. This aircraft appears to be a Boeing 747, identified by its distinctive hump on the upper forward part of the fuselage, commonly known as the \"Queen of the Skies.\" The plane is equipped with four engines and displays a predominantly white color scheme with a blue stripe running along the windows and the tail featuring the airline's logo.\n\nIn the background, another aircraft, possibly a McDonnell Douglas DC-10, can be seen taking off. This plane is slightly higher in the air, depicted with its landing gear retracted and is angling upwards as it ascends. It has a similar color scheme to the foreground aircraft, again predominantly white with a blue tail, indicating it might belong to the same airline or an affiliate.\n\nThe scene shows a clear day with blue skies and scattered clouds, providing a bright and airy atmosphere. Behind the planes, the outline of a city skyline is visible, characterized by several high-rise buildings which suggest that the airport is close to or part of a significant urban area. The landscape and buildings are somewhat obscured in the backdrop, indicating that the photo's main focus is on the aircraft and the activities at the airport.\n\nOverall, the composition of this photo captures a dynamic moment typical of busy international airports, where multiple aircraft operations like takeoffs and landings are simultaneously in progress, set against an urban backdrop.","title":"Honolulu International Airport handles almost all of the island's visitors. Some 2.7 million are anticipated in 1973.","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["548130","548428","554092","548429","548166","547951","542720","547824","547810","546178","548430","548447","553730","547237","548448","548485"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["aircraft","airport","plane","landing","tail","scheme","logo","tarmac","belong","airplane"]}
