{"path":"553706.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph captures an aerial view of a suburban development, possibly on the outskirts of a town or city. In the foreground, there is a large, open field covered with piles of soil and scattered vegetation, suggesting recent or ongoing land development. The middle of the image is dominated by rows of brown-roofed houses; the architecture is uniform, indicating a planned community.\n\nFurther beyond the residential area, a more industrial setting appears with several larger buildings and what seems to be storage yards with numerous cylindrical objects—likely storage tanks or similar industrial containers. In the distance, you can see a wide expanse of flat land leading up to a body of water, giving the scene a coastal feel.\n\nThe backdrop features a distant view of water and a flat horizon, possibly a sea or large lake, with a faint outline of another shore or landform. Above the water, the sky is relatively clear with minimal cloud cover, suggesting a clear day. A notable feature in the distant background is what appears to be smoke or steam rising vertically, likely from a factory or power plant chimney, emphasizing the mix of residential and industrial settings in the area.\n\nOverall, the photograph provides a comprehensive view of a community in transition from rural to more developed urban environments, underscored by the presence of both residential areas and industrial facilities.","title":"Rezoning of \"surplus pineapple land\" enabled pineapple growers-turned-developers to build this subdivision in Mililani town, one solution to the island's housing shortage","placename":"Oahu (Hawaii)","location":"Oahu, Hawaii","nn1":["544600","553936","544568","549523","544604","558112","553692","553934","553700","551198","551174","558369","553938","553693","557451","544502"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["storage","development","landform","community","land","plan","outskirt","yard","view","develop"]}
