{"path":"553799.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph captures a busy and somewhat chaotic scene involving a large group of people gathered outdoors around a small boat. Most of the individuals appear to be military personnel, as indicated by their various uniforms, which include different shades of olive green and blue, some with nametags like \"CARVER\" and \"THOMPSON.\" There are also a few civilians mixed into the crowd, identifiable by more casual attire such as floral shirts and plain t-shirts.\n\nThe setting seems to be a sandy area, possibly near a body of water, given the presence of the boat. The boat itself is small and blue, with people actively embarking or disembarking, which contributes to the crowded and busy atmosphere.\n\nIn the photograph, the expressions and activities of the people vary - some are looking directly towards the boat, possibly assisting others to get on or off, while others in the crowd are engaging amongst themselves, perhaps in conversation. The crowd is diverse, including men and women, mostly adults, with hairstyles and glasses typical of styles from the mid to late 20th century.\n\nOverall, the image conveys a sense of movement and activity, with a focus on interaction and the transition of some individuals from the boat to the sandy area, capturing a moment filled with motion and a variety of expressions.","title":"\"Sea Transit\" ferry has been operating for one year between downtown Honolulu and Pearl Harbor - an alternative to freeway congestion. It also carries military-related employees across Pearl Harbor to the parking lot - saving them a 45-minute drive. Boarding the ferry","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["546797","554176","544122","549910","552874","545728","550029","549373","552862","549336","549707","553835","551935","546812","543952","546821"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","crowd","personnel","other","people","hairstyle","expression","t","uniform","transition"]}
