{"path":"553795.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph captures a scene inside a ferry or boat's passenger area. On the left side of the image, parked near the aspect and oriented towards the photographer, are two bicycles leaning against each other. one appears to be a racing or road bike, while the other is partially visible and also seems to be a road bike. They are parked on a dark carpeted area.\n\nTo the right, the main area is filled with rows of fixed, light teal-colored seating that face rightwards, presumably towards the direction of travel. These seats are unoccupied in the foreground, while further along the cabin, some passengers are seated. These individuals appear to be engaged in conversation or looking out of the windows at the scenery outside.\n\nThe cabin is enclosed, with windows running along the right side, through which daylight is streaming in, suggesting it is daytime. Above the seated passengers, you can see an opened door marked \"ENGINE ROOM NO ADMISSION.\"\n\nThe overall vibe is casual and everyday, capturing a moment of transit where passengers appear relaxed and absorbed in their journey or conversations. The inclusion of the bicycles might indicate that the passengers are perhaps on a trip involving cycling or they have traveled from a location where bicycles are a primary means of transport. The setting is functional with a focus on passenger comfort and convenience.","title":"\"Sea Transit\" ferry has been operating for one year between downtown Honolulu and Pearl Harbor - an alternative to freeway congestion. It also carries military-related employees across Pearl Harbor to the parking lot - saving them a 45-minute drive. Some passengers complete their trip on bicycles.","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["549893","555976","553797","554189","556797","556745","556095","546840","554176","556671","555974","553798","556117","555998","556061","556080"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["passenger","bicycle","bike","cabin","seat","travel","convenience","ferry","racing","conversation"]}
