{"path":"553840.jpg","date":"June 1973","photographer":"Swanson, Dick","caption":"This photograph depicts an urban scene viewed from an elevated perspective, likely from one of the buildings in the scene. Below, a series of buildings of varying heights outline a city block. The structures range from a tall, roughly twelve-story building in the center with beige façade to shorter, classic styled white and brick buildings flanking it.\n\nIn the forefront of the scene, a neatly organized, landscaped area provides a pleasant green space amidst the urban setting. This area features symmetrically placed trees and small, well-maintained patches of grass. White patio-style umbrellas, positioned over tables, suggest an outdoor café or seating area which brings a lively, social element to the space.\n\nA variety of vehicles, notably from an earlier era based on their designs and sizes, line the surrounding streets. At the sidewalk level, individuals can be seen walking, contributing to the bustling urban atmosphere. Signs, though not legible, indicate commercial activities and possibly some shops at street level along the buildings.\n\nThe overall coloring of the image, with deeper saturated tones, as well as slight graininess, suggests this photograph might have been taken in the latter half of the 20th century, potentially the 1970s or 80s. The composition of the photograph, with a mixture of architectural styles and the daily life element, captures a typical moment in a dense, busy city environment.","title":"17th Street, between H and I Streets, NW. (From the sites exhibition. For other images in this assignment, see fiche numbers 125 171.)","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["548318","551507","548425","551474","546745","549659","549991","548343","556249","551478","556030","548424","556225","546428","548388","546727"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["80","graininess","patio","level","café","building","style","coloring","umbrella","city"]}
