{"path":"553845.jpg","date":"April 1973","photographer":"McCoy, Dan","caption":"The photograph captures a bustling urban street scene, seemingly taken from a low angle in the middle of the street. The image is framed by towering skyscrapers on either side, extending upwards into the sky, converging in a vanishing point that gives a dramatic perspective. The buildings are predominantly modern, with clean lines and large reflective windows that hint at the commercial nature of the neighborhood.\n\nThe sky above is visible, illuminated with sunlight breaking through clouds, adding a vibrant blue hue that contrasts starkly with the dark tones of the street and buildings. Steam or smoke is visible, rising from the streets and adding a layer of mystery and dynamism to the city environment, suggesting the intense activity and perhaps the early morning or cold weather conditions.\n\nThe street is alive with traffic; several cars are noticeable, including a white van that is prominently positioned in the foreground. This creates a focal point, guiding the viewer's eye along the street lined with various vehicles. Each side of the street has visible traffic lights, guiding the flow of cars and contributing to the urban atmosphere.\n\nThe overall composition of the photograph, with its focus on architectural grandeur and the kinetic energy of city life, portrays a typical busy day within a metropolitan setup, filled with movement, architectural interest, and the interplay of natural and artificial elements.","title":"Broadway at 31st Street. (From the Sites exhibition. For other images in this assignment, see fiche numbers 123, 124, 198, 199.)","placename":"New York (N.Y.)","location":"New York, New York","nn1":["556193","552710","553301","545869","548392","549849","555782","549310","557256","546707","546745","555743","553681","547210","553893","548364"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["street","traffic","dynamism","city","van","point","mystery","skyscraper","car","grandeur"]}
