{"path":"553893.jpg","date":"April 1973","photographer":"McCoy, Dan","caption":"The photograph features a congested urban scene dominated by a traffic jam lined with rows of cars, suggesting a typical, possibly late afternoon rush hour. The viewpoint is aerial, likely taken from an elevated position, providing a sweeping view over the street. The left side of the image is almost entirely filled with a large building façade. This is a densely-built, typical high-rise apartment or office building with a dark brick exterior punctuated by several rows of uniformly arranged windows; many of these have their shades drawn down, and a few windows are open.\n\nThe road below is densely packed with cars. Varieties of vehicles can be observed: sedans, vans, and a few larger trucks, most aligned in a tight formation indicating heavy traffic congestion. The headlights of the cars are illuminated, adding a notion of slow movement or stagnation, and the tail lights create a pattern of red dots throughout the vehicular array, enhancing the sense of densely packed urban life.\n\nBeyond the immediate focus on the building and the street, other architectural structures are partially visible, suggesting a fully urbanized environment typical of a large city. There are no visible patches of greenery or open spaces, underlining the crowded, built-up nature of the place.\n\nThe overall feeling conveyed is one of urban density and possibly the stresses associated with city living, such as traffic congestion. The lighting and composition emphasize the central theme of an overwhelming architectural presence and the bustling life of the city.","title":"Idled traffic heading north on Sixth Avenue (Avenue of the Americas) near 42nd Street. (From the Sites exhibition. For other images in this assignment, see fiche numbers 123, 124, 198, 199.)","placename":"New York (N.Y.)","location":"New York, New York","nn1":["556195","549849","556732","548419","546707","556727","546617","556729","549874","556681","553845","552711","555781","555743","546608","546370"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["congestion","traffic","city","notion","stress","jam","car","row","rush","dot"]}
