{"path":"553835.jpg","date":"June 1972","photographer":"Strode, William","caption":"This photograph depicts a lively scene with multiple people engaging in various activities on a riverboat. The boat is surrounded by lush greenery, emphasizing its location on a river or in a thickly vegetated area.\n\nIn the foreground, there are three individuals involved in tasks apparently related to boat maintenance or navigation. One person, on the left side of the boat, is bending over, possibly handling equipment or examining something on the boat deck. Another person, directly in the middle, is seen from behind in a squatting position looking into an open compartment on the boat, perhaps retrieving or organizing items.\n\nOn the right side of the boat, another vividly captured moment features a young woman energetically flinging water from a large red bucket. The water arcs beautifully in the air, creating a dynamic splash effect. The woman is dressed casually in a t-shirt and shorts, suggesting a relaxed, recreational atmosphere.\n\nThe overall setting, combined with the informal attire of the individuals, and their varied activities, paints a picture of a leisurely day spent on the river, possibly during a group outing or a casual expedition. The boat is equipped with various items that suggest preparation for a day's outing, including personal belongings and what appears to be safety equipment. The backdrop of dense green foliage enhances the sense of an outdoor adventure.","title":"Trouble on the Ohio River. (From the sites exhibition. For other images in this assignment, see fiche numbers 24, 25.)","placename":"Louisville (Ky.)","location":"Louisville, Kentucky","nn1":["543952","543943","544122","551538","551282","549410","549373","548503","554189","545658","553403","551350","554177","545944","554190","543935"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["boat","outing","riverboat","expedition","item","belonging","compartment","equipment","navigation","person"]}
