{"path":"553828.jpg","date":"May 1972","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures a dramatic view of a massive dam. The concrete curvature of the dam dominates the foreground, displaying a sweeping, monumental arc that reflects the scale and power of the structure. The surface of the dam is textured, bearing the linear marks of its construction, which are vertical and follow the curve of the dam. The reservoir it holds back is visible at the top of the frame — a calm body of water extending into the distance, surrounded by rugged terrain.\n\nThe background shows a striking landscape typical of large reservoir settings, with hills or cliffs that are barren, colored in reddish and brown hues, suggesting potentially a desert or arid environment. The sky is partially overcast, with thick gray clouds suggesting an overcast day, which contributes to the muted lighting in the photo.\n\nAt the top of the dam are what appear to be observation or control towers, small compared to the dam itself, with a bridge-like structure that spans the width of the dam, connecting these towers. Below, on the side of the dam and in shadow, are structures likely related to the dam’s operations, possibly for power generation.\n\nOverall, the composition of the photograph, with its emphasis on the enormity and industrial might of the dam, set against a natural and rugged landscape, conveys a sense of human engineering within a vast natural environment. The moody lighting and cloud cover add a dramatic ambiance to the scene.","title":"Man-made Lake Powell and Glen Canyon Dam. (From the Sites Exhibition. For other images in this assignment, see fiche numbers 27, 28, 29, 32.)","placename":"Page (Ariz.)","location":"Page, Arizona","nn1":["544166","548947","544141","548003","548927","548013","544151","549486","549004","549024","548920","548938","548007","544150","548936","548012"],"cl":[47],"cluster":["#47 &mdash; Dam"],"terms":["dam","reservoir","enormity","power","might","arc","curvature","tower","generation","width"]}
