{"path":"553827.jpg","date":"April 1973","photographer":"Greenberg, Arthur","caption":"This photograph depicts a large industrial scene, likely within a mining or excavation environment. In the foreground, a massive machine dominates the view. This impressive piece of equipment appears to be a giant rotary drill or an earth excavator with a large, round frontal structure that might be used for drilling or scooping material. The drill or scoop has thick, metallic blades, layered like the ridges in a shell, hinting at its robust capability to move through heavy earth or rock.\n\nThe metallic structure housing this drill is adorned with various heavy-duty mechanical parts like large wheels, cables, and a platform composed of metal grating and frameworks. There are also hydraulic or mechanical arms visible around the main drum. A significant amount of mud and earth clings to the device, suggesting recent or ongoing heavy usage.\n\nIn the background, the terrain is rugged and uneven, layered with different colors of earth and rock, ranging from dark grays to muddy browns, which paint a raw picture of a mining or construction site. The sky is not visible in the image and the specific details of the surrounding environment are not entirely clear owing to the focus on the machine.\n\nTwo individuals are visible on the structure, wearing dark clothing, which could be the standard gear for workers or engineers designed for protection and functionality. They seem to be operating or inspecting the machine, contributing to the operational proceedings or maintenance.\n\nThe overall scene captures a moment of industrial activity, highlighting man’s interaction with powerful machines in transforming natural landscapes. It evokes a sense of scale and power, emphasizing the massive machinery used in such environments and the human effort that goes into managing these mechanical giants.","title":"Strip mine near st.  David, (from the sites exhibition.  For other images in this assignment, see fiche numbers 166, 167, 168.)","placename":"Peoria (Ill.)","location":"Peoria, Illinois","nn1":["555631","555644","554826","552418","555586","552416","544099","556505","555606","554828","556893","544048","549124","544098","555638","554831"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["machine","earth","mining","drilling","transform","capability","scoop","excavator","cling","drum"]}
