{"path":"553851.jpg","date":"July 1972","photographer":"Woodson, LeRoy","caption":"This photograph captures a moody and dramatic scene on a residential street engulfed in an ethereal, smoky haze. In the foreground, a child is captured in mid-motion, likely running across the pavement. The child's silhouette is distinct against the diffuse background light, contributing to the dramatic atmosphere of the image. The child’s pose, with one leg extended forward and arms positioned as if in mid-stride, suggests a moment of play or hurried movement.\n\nTo the right of the frame, an older model car is parked on the street, further anchoring the image in a specific historical context, likely mid to late 20th century. The backdrop features a row of townhouses visible through the haze, which adds a mysterious or eerie quality to the setting.\n\nAbove the houses, thick smoke billows into the sky, dominating the upper portion of the image and creating a stark contrast with the quieter residential setting below. This smoke, along with the haze that fills the air, could imply a distant fire or some form of industrial activity, contributing to a sense of unease or tension in the otherwise everyday scene.\n\nOverall, the composition, with its play of light, shadow, and smoke, along with the dynamic pose of the child, creates a compelling narrative, inviting the viewer to ponder the story behind this moment captured in time.","title":"Heavily polluted air of Birmingham, center of steel, coal and coke industries, poses serious threat to city's children. (From the sites exhibition. For other images in this assignment, see fiche numbers 49, 50, 51, 52.)","placename":"Birmingham (Ala.)","location":"Birmingham, Alabama","nn1":["545400","545404","547542","545246","551061","547673","545372","545398","552756","545048","547738","545242","545428","545542","550174","553621"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["child","haze","smoke","pose","play","mid","townhouse","tension","stride","street"]}
