{"path":"553839.jpg","date":"May 1973","photographer":"Haun, Declan","caption":"The photograph captures an abstract and somewhat minimalist composition focused on the interplay between man-made structures and natural elements. The primary elements include:\n\n1. **The Sun**: Positioned in the upper left quadrant, the sun serves as a vibrant and dominant light source, casting bright rays and slightly overexposed light across the composition. Its brilliance creates a starburst effect, suggesting the use of a narrow aperture.\n\n2. **Contrail**: A distinct, thin white line, likely from an airplane, stretches diagonally from the center-right to the upper-left corner, cutting across the blue sky, creating a sense of motion and leading the viewer’s eye back to the sun.\n\n3. **Architectural Element**: Occupying the right half of the image is what appears to be a dark, angular architectural structure with a textured surface, perhaps metallic or clad in a modern material. The structure's sharp lines contrast with the organic forms of the sun and sky. A small triangular cutout with a circular detail intriguingly peeks into the blue sky, adding an element of curiosity and geometric play.\n\n4. **Overall Composition and Atmosphere**: The image utilizes a strong diagonal composition, with a balance between the cool tones of the sky and the darker, more imposing tones of the architectural element. The contrast between nature and human-made elements evokes a sense of contemplation about technology, nature, and their intersections. \n\nThe mood is somewhat mysterious and open to interpretation, reliant on the stark contrasts between light, shadow, and the clean lines against the expansiveness of the sky.","title":"First Baptist Church. (From the sites exhibition. For other images in this assignment, see fiche numbers 66, 67, 68, 69.)","placename":"Columbus (Ind.)","location":"Columbus, Indiana","nn1":["557310","548649","557318","557333","544012","556005","546203","555329","550295","552250","552896","555714","553295","549109","552230","542680"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["sun","quadrant","line","interpretation","element","ray","expansiveness","airplane","half","balance"]}
