{"path":"553823.jpg","date":"May 1973","photographer":"Calonius, Erik","caption":"This photograph captures a scene inside an urban subway car, prominently featuring a lone man sitting on a sideways-facing seat. The man appears relaxed, with his body oriented towards the aisle; his legs are crossed at the ankles, and his arms are folded across his chest, suggesting a casual demeanor. He has short, dark hair and is dressed in a dark jacket, blue jeans, and darker shoes, fitting the practical urban attire.\n\nThe subway car itself is heavily graffitied, radiating a gritty, vandalized aesthetic typical of certain urban environments during specific eras, such as New York City in the late 20th century. The graffiti on the walls and doors of the car is multi-colored, with a predominance of white, red, and black scribbles, tags, and larger drawn elements. Both spray paint and markers seem to have been used. The graffiti gives a chaotic, dense visual texture to the scene, signaling a space that is both public and contested.\n\nThe structural elements of the car—two sets of door panels and the metal poles for standing passengers—are noticeable. The doors feature small windows, one showing a reflection of vague figures. Above the doors, more graffitied surfaces can be seen. The lighting in the subway car casts an artificial, somewhat dim glow, further enhancing the underground, enclosed atmosphere of the setting.\n\nThe overall composition is a vivid capture of urban life, isolation amid public space, and the cultural expressions of graffiti art as seen in public transportation from a past era. The image conveys a sense of everyday transit, wrapped in the personal solitude of the passenger and the broader social context hinted at by the intensely marked environment.","title":"Subway car. (From the Sites exhibition. For other images in this assignment, see fiche numbers 42, 97.)","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554325","548273","548260","556811","548258","556653","548261","548255","554370","556691","556665","556814","554324","556813","556780","556652"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["subway","graffiti","door","car","passenger","ankle","aisle","era","tag","capture"]}
