{"path":"553994.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph depicts a serene natural landscape dominated by a vast dry grassland. The foreground features a field strewn with reddish-brown boulders and patches of dry, tan-colored grass, providing a sense of rugged terrain. Sparse short trees or shrubs dot the landscape, suggesting a harsh, arid environment.\n\nThe middle ground shows a narrow strip of lush greenery, which contrasts dramatically with the dry foreground, possibly indicating the presence of a water source or coastal influence nearby. The coastline becomes visible towards the horizon, characterized by a thin white line where waves meet the shore, adding a peaceful maritime element to the scene.\n\nIn the background, a majestic mountain range rises impressively. The mountains are layered in shades of blue and gray, partially obscured by atmospheric haze, which enhances the depth and scale of the landscape. Overhead, the sky is dramatic with thick, textured clouds in varying shades of gray, suggesting an overcast day.\n\nOverall, the composition captures a striking contrast between the arid, rocky terrain and the lush coastal strip, set against the backdrop of a formidable mountain range under a brooding sky. This landscape likely conveys a sense of isolation, wild natural beauty, and the stark differences in ecosystem just a short distance from the sea to the mountains.","title":"In May, 1973, in a controversial decision now in the courts, the Land Use Commission agreed to reclassify 22,340 acres of the island of Lanai for urban use. Land on the eastern side (shown here) is too dry for prime agriculture. Much of the proposed expansion (houses tourist accommodations) would be in this area. In background is Maui Island.","placename":"Lanai (Hawaii)","location":"Lanai, Hawaii","nn1":["546385","550441","552906","544874","545895","553135","552900","549150","551553","549183","550440","543432","549155","550667","549132","544873"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["mountain","strip","difference","range","grassland","become","boulder","influence","landscape","strew"]}
