{"path":"553935.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This image is from an aerial perspective showing a vast urban landscape. To the left side of the photo, there is a densely packed residential area, where houses with predominantly brown or gray roofing are organized in neat rows. These houses are spaced close together, divided by straight, intersecting roads that create a grid-like pattern. The land on which the houses are built appears to be a reddish-brown color, suggesting possibly arid or clay soil conditions.\n\nTowards the right side of the photograph is a more industrial or semi-developed area, distinct from the residential part by its large, open spaces and few large buildings that look like warehouses or production facilities. This part of the image also shows a lot of undeveloped land, with areas marked out in geometric plots, some of which hold piles of materials, possibly for construction. There are also numerous white rectangular shapes organized in rows, which might be construction trailers or temporary offices commonly used in developing areas.\n\nThe background of the image extends to a horizon where the urban area fades into a broader landscape, possibly suggesting the edge of a city or town. The overall tone of the image is dominated by earthy browns and the reddish hues of the soil, distinctly contrasting with the more industrial tones of whites and grays on the right. The setting appears arid with little visible vegetation, emphasizing the urban and developed character of the area.","title":"Pearl City, on the west side of Honolulu, is the fastest growing area in all of Hawaii. The state administration would like Oahu residents to consider moving to the neighboring islands, but meanwhile the Land Use Commission rezoned this land, adjoining an older development, as appropriate for urban designation.","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["553971","546765","555755","553938","553936","542674","553125","552730","552729","553695","553059","552728","553693","549523","545914","549972"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["house","clay","soil","row","construction","roofing","land","plot","trailer","production"]}
