{"path":"553938.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph provides an aerial view that depicts a landscape featuring a mixture of developed and natural areas. In the foreground, there is a dense residential area with numerous uniform houses organized in closely packed rows, each featuring similar structural designs and roofing. The predominant color scheme of the buildings includes various shades of gray and brown, with roads dissecting the neighborhood.\n\nMoving towards the middle ground of the image, the area transitions to what appears to be agricultural fields or barren land with curving patterns that could suggest agricultural activity or earthworks. These are segmented by what seems to be dirt roads or boundaries.\n\nThe background is dominated by hilly terrain covered in a patchwork of light and dark green vegetation, indicating a variation in natural vegetation or the use of the land. The hills possess a moderate amount of undulation and rise slightly as they recede into the horizon, under a partially cloudy sky that casts shadows over the hills, enhancing the texture and depth of the landscape.\n\nOverall, the photograph captures a striking contrast between human habitation and natural landforms, suggesting a narrative of land use and possibly the encroachment of urban development into natural areas.","title":"Pearl City, on the west side of Honolulu, is the fastest growing area in all of Hawaii. The state administration would like Oahu residents to consider moving to the neighboring islands, but meanwhile the Land Use Commission rezoned this land, adjoining an older development, as appropriate for urban designation.","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["553059","553695","557516","553692","553936","557518","546407","553943","546765","543106","550553","557530","555812","557461","553694","553935"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["land","dissect","undulation","possess","encroachment","patchwork","roofing","landform","hill","scheme"]}
