{"path":"553924.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"The photograph captures a vibrant construction site scenario, set against a backdrop of a clear blue sky that fades into a calm sea horizon. In the forefront of the image, there's a dark green, corrugated metal roof that frames the lower edge, providing a stark contrast to the lighter hues above it.\n\nAbove this roof, the main focus of the image is a large, partially constructed building. The structure is skeletal, composed of dark metal beams that form a complex grid. Various construction materials, possibly wooden planks or metal sheets, are piled and scattered across the building framework, awaiting installation.\n\nThere are three workers actively engaged in construction tasks on this structure. The person on the left side of the building looks like they are in the act of handing something to another worker standing on a higher section of the framework. The third worker is on the far right, seemingly involved in measuring or checking the alignment of a part of the structure. All workers appear to be wearing casual work attire suitable for a construction setting.\n\nAdditionally, two street lamps are visible, standing in the mid-background close to each other. They are tall, with simple, curved designs that end in circular lighting fixtures. The brightness and clarity of the day make these lamps stand out against the deep blue of the ocean and sky. The photograph overall presents a scene of active, manual labor set in a scenic location, juxtaposing industrial human activity with natural beauty.","title":"Hawaii-Kai, built on a swamp and a hillside, is a fast-growing area east of downtown Honolulu, scarcity of land and skyrocketing costs are favoring construction of town houses and high-rise apartments over the once dominant single-family units.","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["547218","543594","556642","555373","553923","544167","549640","547989","557730","546929","546414","547977","557731","547240","555795","549912"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["worker","construction","lamp","framework","metal","alignment","act","sheet","fixture","installation"]}
