{"path":"553932.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph features a riverside scene with industrial activity and a residential backdrop. In the foreground, three yellow construction vehicles (possibly bulldozers or excavators) are working on a rocky riverbank. The river itself appears calm and wide, providing a reflective surface that contrasts with the busy shores.\n\nBehind the industrial activity, the middle ground shows residential and possibly some commercial buildings ascending a hill. The architecture varies, including multiple-story buildings and houses interspersed with what appears to be scaffolding, indicating ongoing construction or renovations. There are several noticeable features such as roofs and balconies, with some buildings displaying more modern architectural styles.\n\nThe upper part of the hill in the background has more dense residential housing, which seems more established with smaller buildings and possibly individual homes or low-rise apartments. A large building with a prominent cross, resembling a church, stands out due to its size and distinctive roof.\n\nThe area seems to be undergoing development, as indicated by the mix of completed buildings and ongoing construction. The environment suggests a suburban or semi-urban area adapting to urbanization or infrastructural expansion. The overall atmosphere is one of dynamic change, blending natural riverine elements with human development and construction activities. The color palette is rich, with earthy and structural tones dominating the scene, imbued with a hint of lush green vegetation on the hill, suggesting a somewhat arid yet habitable region.","title":"Development in \"Salt Lake\" area. Part of the salt lake is being filled to provide a golf course. Thirty acres adjoining the lake is in a conservation zone. The state land use commission in February, 1973 denied developer's request to make it an urban zone.","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["553379","553392","550673","553352","553380","553353","551515","545858","550861","550548","548061","546694","550549","548097","551174","547996"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["construction","building","hill","urbanization","scaffold","renovation","development","excavator","expansion","imbue"]}
