{"path":"553922.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph depicts a construction site in a hilly terrain. There are several residential buildings at various stages of completion. The architecture of the buildings appears to be multi-story, wooden-framed homes with several windows, attics, and external balconies, showcasing a design commonly found in mountainous or rural areas.\n\nThe houses are constructed with wood, and the exteriors are partially covered with what appears to be brown wooden siding. Some of the buildings are more complete than others, with one in the forefront missing exterior walls, revealing the internal wooden framework.\n\nAround the construction site, there are multiple construction vehicles and equipment indicating ongoing work. Notably, there is a crane in the background along with excavators and trucks which are visible on the dirt roads surrounding the buildings. The vehicles are primarily yellow, typical of construction machinery.\n\nThe environment around the construction area has sparse vegetation and appears to be a cleared area possibly for further development. The landscape is rugged, with visible patches of earth and rock, indicative of recent excavation work. The background shows a natural, undeveloped sloping hillside with scattered foliage and rocks.\n\nAdditionally, there are a few construction workers visible, dressed in typical work attire, engaged in building activities, enhancing the impression of an active construction zone.\n\nOverall, the photograph captures a significant moment in the residential development process within a rustic, hilly setting, emphasizing both human activity and natural landscape interaction.","title":"Hawaii-kai, built on a swamp and a hillside, is a fast growing area east of downtown Honolulu.  Scarcity of land and skyrocketing costs are favoring construction of town houses and high-rise apartments over the once dominant single-family units","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["546988","543583","543584","557550","543591","557730","544812","543544","556619","550273","557728","544814","547833","555583","550269","550737"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","completion","work","building","development","site","excavator","miss","rock","balcony"]}
