{"path":"553900.jpg","date":"April 1973","photographer":"Neubauer, John","caption":"This photograph depicts an aerial view of a wastewater treatment plant during its construction or possibly during an expansion phase. The image captures numerous round, concrete tanks aligned in a systematic pattern. Each tank features a central, semi-exposed support structure and peripheral walkways, most likely for maintenance access. Some of these tanks appear to be filled with water, signifying either partial operation or testing during the construction process.\n\nAdjacent to these circular tanks, there is a large, flat-roofed industrial building. The building has a couple of smaller, interconnected segments suggesting various sections for different stages or components of the treatment process. The construction site is busy, evidenced by scattered heavy machinery, construction materials, and several workers visible near and around the tanks and the building.\n\nThe surrounding landscape looks barren with patches of bare earth and dirt tracks, indicating ongoing heavy construction activity. There is minimal vegetation. In the background of the image, parallel to the upper edge, runs a major roadway lined with moving vehicles, and beyond it, some industrial structures or power lines, emphasizing the industrial character of the area.\n\nThe composition of the photograph effectively shows the scale and complexity of infrastructure required in a wastewater treatment facility, highlighting both the technical sophistication and the extensive physical footprint such installations occupy.","title":"Sewage treatment plant at Blue Plaines, MD, is being expanded. (From the Sites exhibition. For other images in this assignment, see fiche numbers 79, 80.)","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["547239","547262","547681","546895","548212","547260","545840","548216","543574","547257","553837","543572","547568","549636","548151","544052"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["tank","treatment","wastewater","construction","process","phase","footprint","testing","expansion","segment"]}
