{"path":"553919.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph provides a high-angle view of a dense residential area adjacent to a body of water. In the foreground, there is a large multi-story building complex, which appears modern with balconies facing the water. This building is prominently placed at the water’s edge and markedly differs in height and design from the surrounding houses.\n\nThe background of the image is filled with numerous single-story houses tightly packed together, extending across the entire photographed area up to a hilly ridge. The houses mainly feature flat or slightly sloped roofs, and many have light-colored or white exteriors, which contrast modestly against the lush greenery scattered throughout the neighborhood.\n\nThe area overall contains minimal vegetation, but there are some patches of green spaces around and between the houses. The water body adjacent to the buildings appears calm and is partially framed by the coastline on which the buildings are situated. There aren’t any boats or water vessels visible in this section of the water.\n\nThe overall scene is bathed in bright sunlight, suggesting a clear day with good weather, enhancing the visibility and details of the urban landscape. The photograph is likely intended to showcase the density and layout of a residential area in proximity to water, possibly in a suburban context.","title":"Hawaii-Kai, built on a swamp and a hillside, is a fast-growing area east of downtown Honolulu. Scarcity of land and skyrocketing costs are favoring construction of town houses and high-rise apartments over the once dominant single-family units.","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["547173","557454","553931","555756","553790","555757","553062","553928","544638","555720","549480","544562","556953","553679","546951","557462"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["house","water","building","balcony","ridge","density","coastline","proximity","vessel","layout"]}
