{"path":"553920.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph depicts a dense arrangement of residential buildings in a hilly setting. In the forefront, there are modern apartment complexes characterized by their white façades and distinct, flat-roofed design, featuring multiple levels that follow the contour of the hillside they are built upon. Each apartment has balconies facing outwards, likely providing views of the surrounding area.\n\nBehind these more modern buildings, further up the hill, is another group of homes. These differ in style and appear to be single-family houses, tightly packed together with overlapping terraces. They seem to have more varied designs compared to the uniform appearance of the apartment buildings in the front, and many have slanted roofs. The houses are built on staggered levels, adapting to the steep inclination of the hill, creating a layered landscape effect.\n\nThe entire area slopes upward and is greenish-brown, indicating either grassy or earthen terrain, which suggests this picture could have been taken in a suburban or semi-rural area. The density and stacking of the buildings on the hill's slope indicate a possibly high population density adapted to challenging topography. No people, vehicles, or signs of movement are visible, focusing the image solely on the architectural and geographical layout.","title":"Hawaii-kai, built on a swamp and a hillside, is a fast-growing area east of downtown Honolulu.  Scarcity of land and skyrocketing costs are favoring construction of town houses and high-rise apartments over the once dominant single-family units","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["553927","553926","553941","546765","553919","557547","553940","556423","548374","548424","545201","556183","553673","553939","546420","553707"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["apartment","adapt","density","hill","build","slope","population","level","terrace","differ"]}
