{"path":"553934.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"The photograph presents an aerial view of a large suburban development. The area appears densely packed with single-story homes, primarily featuring flat or slightly sloped roofs. Most homes are similar in size and layout, suggesting a highly planned community. The predominant colors of the roofs vary from shades of brown to gray, with occasional patches of green from backyards or garden spaces. \n\nThe layout of the community shows a series of parallel and perpendicular streets that create a grid-like pattern, typical of suburban developments. Towards the front of the image, there’s a large area that appears to be under construction with several unfinished structures and exposed dirt plots. This section stands out due to its cluttered appearance and the large patches of bare earth visible.\n\nIn the wider area surrounding the development, hints of adjoining neighborhoods can be seen, maintaining the consistent urban sprawl. The horizon shows a more rural landscape with fewer structures and more open land. The sky above is partly cloudy, casting shadows over the landscape and providing a contrast to the brightly lit areas.\n\nOverall, the image captures the expansive growth and structured planning of a modern suburb, highlighting ongoing construction that suggests further development and expansion.","title":"Pearl City, on the west side of Honolulu, is the fastest growing area in all of Hawaii. The state administration would like Oahu residents to consider moving to the neighboring islands, but meanwhile the Land Use Commission rezoned this land, adjoining an older development, as appropriate for urban designation.","placename":"Honolulu (Hawaii)","location":"Honolulu, Hawaii","nn1":["553700","544510","549071","544568","548825","544600","553937","544604","553939","545914","544629","546399","547435","548824","553699","551198"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["development","layout","home","suburb","backyard","construction","expansion","community","plan","plot"]}
