{"path":"553901.jpg","date":"May 1972","photographer":"Sennett, Tomas","caption":"This photograph presents a close view of water involved in a controlled, mechanical process. The scene is captured from an angle above and shows a section of a water treatment, storage, or similar facility. The primary focus is on a large body of dark, shimmering water that fills the majority of the image. The water appears to be agitated or aerated, indicated by swirling patterns and textures on the surface, as well as bubbles and foam visible in certain areas.\n\nOn the left hand side of the image, part of the mechanical structure involved in the process is visible. This includes a metal beam running diagonally, which is connected to other mechanical components, suggesting involvement in controlling the flow or movement of the water. On the right, the edge of what could be a tank or reservoir is visible, capturing water either flowing inward or outward, indicated by splashes and sprays of water along this barrier, highlighted by the sunlight or artificial lighting.\n\nThe image uses a blue/purple tint that enhances the mysterious and technical feel of the scene. This coloration gives the water an almost metallic quality, further emphasizing the industrial nature of the setting. The composition of the photograph, with its emphasis on lines, textures, and the interplay of light on water, offers a dynamic and somewhat abstract appreciation of human interaction with natural elements in a controlled environment.","title":"This secondary sewage treatment plant can remove up to 85 per cent of impurities, but scientists aim for more.  (from the sites exhibition.  For other images in this assignment, see fiche numbers 6 7, 8, 9, 10, 11.)","placename":null,"location":null,"nn1":["542990","542988","543573","543810","547568","549636","542982","543572","546907","543568","548212","550720","555794","557247","543524","544689"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["involved","control","water","bubble","flow","reservoir","appreciation","process","majority","involvement"]}
