{"path":"553906.jpg","date":"May 1972","photographer":"O'Rear, Charles","caption":"This photograph captures two individuals submerged in a unique transparent, dual-chambered structure filled with water, likely for a scientific or experimental activity. The structure is made of clear, acrylic material allowing a view inside, and it is suspended from the ceiling in a chamber-like room. It features individual compartments that curve around in a semi-circular design connected by a central frame.\n\nBoth individuals appear to be in a reclining position, oriented head-to-toe to each other within their respective compartments. Their environment is delicately lit, primarily featuring a blue hue which suggests the setting could be experimental or controlled, such as a laboratory. The ceiling houses several mechanical elements, including a large structure that resembles lighting equipment or sensors, aimed directly at the subjects, hinting at monitoring or recording their activity.\n\nThe atmosphere is serene yet carries a scientific or clinical undertone, demonstrated by the clinical details of the setting and the purpose-built apparatus. The water surrounding the individuals and the encapsulating structure suggests an interest in human interaction with unique environments, possibly examining physiological or psychological factors. The setting does not resemble a typical living or recreational environment, indicating that this might be an experiment or observation in progress.","title":"Whole body counter at epa's Las Vegas national environmental research center.  (from the sites exhibition.  For other images in this assignment, see fiche numbers 87, 88, 106, 107, 108 109, 110, 111.)","placename":"Las Vegas (Nev.)","location":"Las Vegas, Nevada","nn1":["553657","547729","546300","542667","549627","546306","549348","548861","556574","555354","548675","556514","547319","548842","556567","553071"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["compartment","ceiling","factor","undertone","resemble","record","experiment","individual","monitoring","suspend"]}
