{"path":"554053.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph appears to be an aerial view of a large-scale agricultural area, specifically what seems to be a vineyard or orchard with neatly arranged rows. The image captures the vast expanse of land dedicated to this farming, with rows curving to adapt to the terrain. The landscape is sectioned into large, sweeping curves of dark rows against a lighter soil or mulch background, giving it a dynamic, textured appearance.\n\nAt the bottom left of the image, there is a glimpse of a coastline with water bodies nearby, suggesting that this agricultural area is located near a large water source, possibly an ocean or a large lake. The top portion of the image also shows glimpses of a natural water body with irregular shores, possibly a river or an inlet. The presence of such water bodies indicates a landscape that is varied and includes both agricultural and natural areas.\n\nThe terrain is interspersed with small roads or pathways that appear to weave through the agricultural land, used probably for maintenance and harvesting purposes. The direct overhead perspective provides a comprehensive view of the systematic and precise nature of modern, large-scale agriculture. The surrounding areas are less structured, with more natural and rugged terrain, offsetting the meticulous arrangement of the cultivated area.","title":"Aerial view of a tract of pineapple saved from urban development. Maui land developers petitioned the Land Use Commission (LUC) for reclassification of 659 agricultural acres. In August, 1970, the LUC approved only 300 acres. The decision was applauded by those who fear overdevelopment of the fast-growing area.","placename":"Maui (Hawaii)","location":"Maui, Hawaii","nn1":["553977","548907","542714","542710","542708","552858","554055","558414","554029","548817","548908","548901","557517","553668","548820","549094"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["row","terrain","glimpse","curve","harvesting","inlet","adapt","scale","land","body"]}
