{"path":"554035.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"The photograph depicts a serene landscape centered on a small, picturesque church with a classic design. The church is painted white with a prominent red roof and a steeply pitched steeple topped with a simple white cross. The structure possesses a quaint charm, featuring a symmetrical facade with white framed windows evenly spaced along its length, and a small porch area at the entrance.\n\nIn the foreground, partially out of focus, is a bright red flower, which provides a vibrant contrast to the deeper hues of the background. The presence of the flower adds an element of depth and color foreground intrigue, gently leading the viewer's eye towards the church.\n\nThe church is set against a backdrop of rolling hills, suggesting a rural or isolated location. The hills appear majestic and are sparsely vegetated, which could indicate a location that is dry or has a rugged terrain. Above the hills, the sky is partly cloudy with ample sunlight filtering through, casting soft light across the scene and highlighting the church against the natural background.\n\nSurrounding the church is a well-maintained lawn, and the scene is framed by various trees and shrubs, hinting at a well-cultivated landscape around the building. The setting feels peaceful and idyllic, suitable for quiet contemplation or small community gatherings. The overall composition of the photograph, with its focus on nature and architecture, conveys a sense of tranquility and timeless beauty.","title":"Our Lady of Sorrows Church, built in 1874 by Father Damien, venerated missionary to the lepers of Molokai. The church is still in use.","placename":"Molokai (Hawaii)","location":"Molokai, Hawaii","nn1":["558024","546455","556480","554033","554207","557952","550287","558023","554208","557088","547333","550376","547346","554000","557758","547440"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["church","hill","flower","intrigue","possess","steeple","location","cultivate","pitch","vegetate"]}
