{"path":"554017.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph depicts an agricultural scene where multiple individuals are involved in farming activities on a vast field. The field consists of numerous curved lines creating an undulating pattern, which likely follows the natural contours of the land to combat erosion and manage irrigation. These lines are a deep reddish-brown color, contrasting with patches of green crops spaced evenly along each curve.\n\nThe farmland is set against a larger landscape that fades into a blend of earthy tones, and there are distinct plowed or harvested areas further back indicating different types of land use or crop stages. The overview perspective suggests the photo was taken from an elevated position, possibly a hillside or a small aircraft, looking down onto the workers below who appear small due to the scale of the farmland.\n\nThe color palette is rich with earth tones and the curvaceous lines add an artistic, almost hypnotic quality to the image, emphasizing the meticulous nature of agricultural planning and labor. Shadows and lighting suggest either early morning or late afternoon, a common time for such work to avoid the heat of midday. This photograph captures both the beauty and the hard work involved in agriculture.","title":"Pineapple fields of Lanai.  Pineapple may be on the way out in Hawaii.  Production is down, imported pineapple is up, and developers plan extensive changes on this island.  The land use commission which recently reclassified 22,340 acres of Lanai's rural land for urban use, must weigh the profits of pineapple farming against the needs of an increasing population and the benefits of the tourist dollar","placename":"Lanai (Hawaii)","location":"Lanai, Hawaii","nn1":["554015","554056","554054","557478","548907","554029","548997","548898","554055","558414","553659","548900","548902","557517","542517","553977"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["farmland","farme","irrigation","overview","harvest","heat","midday","curved","land","reddish"]}
