{"path":"554021.jpg","date":"November 1973","photographer":"O'Rear, Charles","caption":"This image features an aerial view of a coastal landscape characterized by distinct natural and man-made elements. Prominently in the foreground, there is a sandy peninsula that juts into the ocean, forming an unusual heart-like shape in the landmass. This particular formation divides the coastal waters into multiple parts, with calm, sheltered areas suitable for docking small boats, as seen on the left side of the heart-shaped split. \n\nSurrounding this central, eye-catching feature are darker blue ocean waters that contrast sharply with the light sandy beaches. Beyond the beaches, the landscape is dominated by undulating hills and mountains that stretch across the background. These mountains are covered in varying shades of green vegetation, getting darker as they recede into the distance, indicating denser forestation or changes in topography.\n\nThe sky above is partially overcast, with significant cloud cover casting shadows over some parts of the mountains, which adds a dramatic effect to the natural scenery. This cloud cover, alongside areas of clear blue sky, suggests the image was taken on a day with changeable weather.\n\nOn the left edge of the image, parts of an airplane’s interior structure are visible, indicating that the photograph was taken from inside an aircraft, giving a higher vantage point that provides this comprehensive view of the landscape below. This inclusion adds a layer of depth to the image, emphasizing the height from which the photo was shot.\n\nOverall, the photograph captures a picturesque scene blending natural geographical formations and human interventions within a coastal environment.","title":"Aerial view of \"pukoo\" development, where condominiums are planned.  A university of Hawaii study reported 71 per cent of adults interviewed favored increased tourism such as this project would bring.  New jobs were cited as primary reason.  The pukoo and puaahala areas are not prime agricultural land, and have been zoned for urban use for many years","placename":"Molokai (Hawaii)","location":"Molokai, Hawaii","nn1":["554022","543430","554020","548604","543328","553983","543435","554156","554018","554052","553778","548785","555707","554057","547637","543434"],"cl":[10],"cluster":["#10 &mdash; Coastline"],"terms":["heart","clould","forestation","catching","undulating","formation","cover","jut","peninsula","get"]}
