{"path":"554020.jpg","date":"November 1973","photographer":"O'Rear, Charles","caption":"This photograph presents a stunning bird's-eye view of a coastal area adjacent to a mountain range. The main feature is a dark blue bay bordered by a curving beach on the foreground side and green hills opposite, heavily laden with vegetation. Notable features include several small peninsulas or large sand deposits formed within the bay, creating intricate patterns in the shallow waters.\n\nTo the left of the bay, a swath of land covered with dense clusters of green trees can be seen, likely indicating a more fertile or preserved area. In contrast, the mountain area to the right reveals a much more barren landscape with hues of brown and scant greenery, possibly affected by erosion or less rainfall. This portion of the mountains is rugged and shows considerable variations in elevation.\n\nThe backdrop includes partially cloud-covered mountains, hinting that the photograph was taken either during late afternoon or under weather conditions that cast significant shadows over the terrain. The scene is illuminated by sunlight from an angle, subtly highlighting the textured relief of both the water and the land.\n\nOverall, the photograph captures a rich-Natural land and seascape, displaying a diverse range of topographies and vegetation indicative of a coastal mountain region.","title":"Aerial view of abandoned fish pond. In the days of the kings people were forbidden to eat fish from the ocean when they were breeding, so fish were stored in ponds. The ponds are part of Hawaii's ancient culture, and native islanders fear that developers will obliterate them all. The ponds are more in evidence on any other island.","placename":"Molokai (Hawaii)","location":"Molokai, Hawaii","nn1":["543328","543434","554171","543430","557532","554052","543432","553778","547637","548604","555707","554021","553983","554091","554022","553995"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["bay","mountain","land","range","swath","relief","peninsula","deposit","seascape","rainfall"]}
