{"path":"554032.jpg","date":"October 1973","photographer":"O'Rear, Charles","caption":"This photograph presents a view down the center of a sunny street in a small town, likely captured during the latter half of the 20th century given the style of the vehicles visible. The street is framed by two lanes with a prominent double yellow line running down the middle, directing the viewer's focus toward the horizon.\n\nOn the left side of the street, there is a long building with a wooden facade and large, shaded windows. Several small, old-fashioned signs are attached to the building, and parked in front is a red pickup truck, which contrasts with the dark colors of the building. A portion of the photographer's shadow appears on the asphalt, suggesting the image was taken in direct sunlight, likely during the early morning or late afternoon.\n\nOn the right side of the street, there are several brightly colored buildings and signs, including a significant sign for \"Misaki's,\" advertising household appliances. There are various vehicles parked along this side of the street, including another red truck facing the camera. Electrical lines and utility poles stretch above the scene, adding a literal connection between the structures.\n\nIn the background, a vast mountain range looms under a clear blue sky, contributing a sense of depth and tranquility to a scene otherwise indicative of a quaint and quiet town life. The shadowed and light aspects illustrate a strong contrast, hinting at the photographer's position against the sun and adding a dimensional feel to the otherwise flat street view.","title":"Main street of kaunakakai, Molokai's principal town, on a sunday afternoon","placename":"Molokai (Hawaii)","location":"Molokai, Hawaii","nn1":["545610","552601","554709","557155","557655","551106","545614","551071","551070","551117","554710","545618","558028","542900","544882","555584"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["street","photographer","town","appliance","truck","sign","household","loom","asphalt","pickup"]}
