{"path":"554190.jpg","date":"September 1973","photographer":"Dovydenas, Jonas","caption":"This photograph captures a scene on a river with several focal points of interest:\n\n1. **Foreground**: At the forefront, we see the back view of several individuals, likely passengers, seated and observing the surroundings. They appear engaged and relaxed. The closest person is wearing what looks like a white jacket or shirt, with accessories such as a headband and a necklace, and seems to be handling some equipment, perhaps a camera.\n\n2. **Middle Ground**: Just beyond the seated individuals, a water vessel is captured in motion, creating a noticeable wake as it travels across the river. This boat is a modestly sized, enclosed river cruise boat, populated with passengers who can be seen standing on the deck enjoying their outing.\n\n3. **Background**: The river itself is broad and calm, with forested hills lining the far shore, reflecting a serene and lush environment. The presence of trees suggests a rural or semi-rural setting, and the time seems to be either late spring or summer based on the greenery and the attire of the people.\n\n4. **Composition**: The photograph seems to be taken from a slightly elevated position on a similar boat or a dock, as we are looking slightly downward onto the river and the other boat. The lighting suggests it's either morning or late afternoon, with enough light casting soft shadows and giving the scene a warm hue.\n\n5. **Overall Atmosphere**: The scene conveys a leisurely, perhaps touristic experience, emphasizing enjoyment and relaxation. The natural setting, combined with the casual posture of the passengers and their interest in the surrounding scenery, enhances this relaxed, vacation-like atmosphere.","title":"Near the town of Wisconsin Dells the Wisconsin River channels through deep, soft sandstone cliffs, cutting the rock into fantastic shapes. These natural splendors have given rise to a booming tourist industry. People come in droves, often in campers and trailers. Boat trips, shops, bars, and diversions of every kind vie for patronage in an amusement complex extending 2 or 3 miles beyond the town.","placename":"Wisconsin","location":"OTHER","nn1":["551221","554657","550769","551147","551208","549541","550989","549373","554169","551538","553403","551350","551282","543943","551209","550825"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["passenger","river","boat","interest","cruise","headband","vacation","necklace","accessory","wake"]}
