{"path":"554186.jpg","date":"September 1973","photographer":"Dovydenas, Jonas","caption":"The photograph shows a large, painted advertisement sign partially surrounded by a natural landscape. The main section of the sign features big, bold text in vibrant colors that reads \"THIRSTY? BOB'S BAR DANCING\". The letters are stylistically rendered with varying sizes and a dynamic arrangement, enhancing the sign's playful and inviting tone.\n\nBelow the main text, there are smaller, white rectangular signs with black text that list additional services and products offered: \"CAMPING SUPPLIES\", \"TACKLE BAIT\", \"PACKAGE LIQUOR\", and \"BEER DEPO\". Each of these is evenly spaced beneath the main sign, contributing a sense of organization and utility.\n\nAt the bottom of the sign structure, another smaller black sign with white lettering directs traffic with the message \"2 BLOCKS ON LEFT\". \n\nThe sign is supported by two visible poles at its ends, suggesting that it is freestanding and possibly situated near a road given the directional information provided. The background is a blurry view of trees and foliage, indicating the sign is located in a somewhat rural or natural area. This setting implies that Bob’s Bar and the related services cater to a community or visitor base that engages in outdoor activities, likely near a camping or fishing spot.","title":"Near the town of Wisconsin Dells, the Wisconsin River channels through deep, soft sandstone cliffs, cutting the rock into fantastic shapes. These natural splendors have given rise to a booming tourist industry. People come in droves, often in campers and trailers. Boat trips, shops, bars, and diversions of every kind vie for patronage in an amusement complex extending 2 or 3 miles beyond the town.","placename":"Wisconsin","location":"OTHER","nn1":["551323","543814","554185","555439","551085","551079","543100","546187","548730","544113","549008","547021","545824","553017","555503","551495"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["sign","text","camping","service","dancing","bait","organization","information","product","lettering"]}
