{"path":"554183.jpg","date":"September 1973","photographer":"Dovydenas, Jonas","caption":"This photograph captures two motels likely from the 1960s or 1970s, judging by the architectural styles and vehicles visible. The image is colorful and bustling with details.\n\n**Foreground:**\nThere are two prominent motel signs. The left one reads \"Motel\" in vertical alignment with \"Pine Dell\" just above, and the right sign advertises another motel as \"4 Seasons.\" Both signs feature classic mid-20th century motel signage aesthetics with large, bold letters and star motifs. The \"4 Seasons\" sign includes an image of a tree representing the four seasons.\n\nIn front of the \"Pine Dell\" sign is another sign detailing amenities such as \"TV, Air Cond, Heated Pool, Low Rates\" and indicating that there is \"Vacancy.\" It also mentions additional features like a \"Large Family Unit\" and \"Kiddie Pool.\"\n\n**Middle and Background:**\nTwo-story motel buildings occupy the middle ground; the left building has exterior corridors with rooms accessed from a balcony outfitted with balustrades. The building on the right has a similar setup. Each motel’s room doors are visible, showing typical motel architecture with rooms side by side.\n\nSeveral 1960s or early 1970s model cars are parked in front of the motels, giving a feel of the era and suggesting either a vacation season or a popular location seeing considerable use. The cars are varied in model and color.\n\n**Environment:**\nThe motels are located in a flat area with gentle hills visible in the distance. The landscaping around the buildings includes well-maintained grassy areas, and a garden bed can be seen near the \"Pine Dell\" sign.\n\nOverall, this snapshot beautifully illustrates classic American roadside culture, showcasing the design and atmosphere of mid-20th century motels that were popular among road travelers.","title":"Near the town of Wisconsin dells the Wisconsin river channels through deep, soft sandstone cliffs, cutting the rock into fantastic shapes.  These natural splendors have given rise to a booming tourist industry.  People come in droves, often in campers and trailers.  Boat trips, shops, bars, and diversions of every kind vie for patronage in an amusement complex extending 2 or 3 miles beyond the town","placename":"Wisconsin","location":"Wisconsin","nn1":["557660","549008","554550","549017","549113","554709","545618","549014","553017","549224","557661","550093","554699","556766","548889","557684"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["motel","season","sign","room","1960","model","tv","1970","balustrade","corridor"]}
