{"path":"554176.jpg","date":"September 1973","photographer":"Dovydenas, Jonas","caption":"This photograph captures a vibrant and crowded scene on what appears to be a ferry or tour boat. The boat is sectioned off with part of its structure visibly sporting a red and white color scheme, including a distinct red upper boundary and white below, with large windows that allow a clear view of the passengers.\n\nThe passengers, primarily adults of diverse ages, are densely packed, standing and sitting in close proximity to each other. They display a variety of fashion styles that suggest the photo may have been taken in the 1960s or 1970s. Many are wearing sunglasses, and the overall attire includes patterned shirts, light summer dresses, and casual wear. Several passengers have their attention focused towards something off-camera, suggesting interaction or engagement with an event or scene outside of the frame. This gives the image a dynamic and lively atmosphere.\n\nThe sunlight brightens up the scene, casting shadows and highlights effectively across the people and the boat, which adds depth and texture to the photograph. The watery backdrop suggests the boat is in a large body of water, likely a river or lake, contributing to a leisurely and scenic ambiance. Overall, the photograph vividly captures a moment of leisure and social interaction, typical of a pleasure boating experience.","title":"Near the town of Wisconsin dells the Wisconsin river channels through deep, soft sandstone cliffs, cutting the rock into fantastic shapes.  These natural splendors have given rise to a booming tourist industry.  People come in droves, often in campers and trailers.  Boat trips, shops, bars, and diversions of every kind vie for patronage in an amusement complex extending 2 or 3 miles beyond the town","placename":"Wisconsin","location":"Wisconsin","nn1":["554189","549373","549412","547838","545728","547830","555976","549410","543952","546840","554177","546812","550029","548525","553835","549910"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","passenger","ferry","brighten","tour","pleasure","scheme","interaction","1960","boundary"]}
