{"path":"554184.jpg","date":"September 1973","photographer":"Dovydenas, Jonas","caption":"This photograph captures a vintage-looking storefront decorated with various signs and embellishments related to commerce and advertising. The store, named \"Dell's Area Gift Mart,\" is promoted as a place for \"Cameras Kodak Film\" and \"Souvenirs,\" suggesting a focus on tourists as the target customers. The front of the store is adorned with numerous signs, notably a large red Coca-Cola sign, and smaller ones for \"Master Charge\" and \"BankAmericard,\" indicating acceptance of these credit cards.\n\nDirectly in front of the store, conspicuously positioned at the curb, is a life-size statue of a Native American chief in full traditional attire, including a feathered headdress, leather clothing, and beaded decorations. This figure might be intended as an attraction to draw tourists into the store.\n\nDifferent colored flags (yellow, green, red) are mounted on simple poles with orange bases, flanking the statue, enhancing the visual appeal and attention-drawing nature of the display. The setup suggests that the picture could have been taken in a tourist-heavy area, where such imagery and an array of flags could be used to attract passersby from varying locations.\n\nThe architecture of the building is straightforward, with a flat facade and large windows, which allow for a clear view of the merchandise inside, including various items that seem targeted towards visitors seeking mementos. The overall appearance of the scene evokes a mid-20th century American tourist shop, likely positioned in a location rich with visitors.","title":"Near the town of Wisconsin Dells the Wisconsin River channels through deep, soft sandstone cliffs, cutting the rock into fantastic shapes. These natural splendors have given rise to a booming tourist industry. People come in droves, often in campers and trailers. Boat trips, shops, bars, and diversions of every kind vie for patronage in an amusement complex extending 2 or 3 miles beyond the town.","placename":"Wisconsin","location":"OTHER","nn1":["554185","544148","551323","555377","545154","558281","544113","551495","550132","554173","546034","547805","552518","550114","554457","544152"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["tourist","store","statue","visitor","flag","seek","card","basis","embellishment","merchandise"]}
