{"path":"554164.jpg","date":"November 1973","photographer":"O'Rear, Charles","caption":"This image is an aerial view of a landscape, showing what appears to be sprawling, barren terrain interspersed with roads and patches of greenery. The most noticeable features are the winding paths and roads that traverse the area, creating intricate patterns across the land. Several roads curve smoothly, suggesting a well-planned infrastructure, possibly for efficient travel or land navigation.\n\nThe landscape itself has a variety of textures and colors: from green, grassy patches that indicate areas of vegetation or cultivation, to dry, reddish-brown fields that hint at arid or semi-arid conditions. The presence of these green areas could suggest irrigation or protected nature reserves.\n\nFrom this altitude, no individual buildings or people can be distinctly identified, but there are small structures that could be houses or small industrial facilities. The overall area is vast, indicating that this could either be a rural region or a large-scale agricultural or developmental project.\n\nThe topography features gently rolling hills, and the land is segmented into what looks like plots or divided properties, potentially for farming or development. The backdrop could be a coastline or a horizon where the land meets the sky, adding a distant boundary to the expansive view. The composition of the image, with its broad viewpoint and emphasis on patterns and texture, highlights both human interaction with the land and the natural geomorphological features.","title":"Most recent and most controversial land speculation in Hawaii centers on this area near Kamuela.  Land use commission staff recommended total denial of developers' petition for rezoning.  The commission, however, permitted 3,414 acres of the 5,000 requested to pass over to urban use.  Since then, 900 lots have been sold but little building has been done, leaving an empty subdivision to be protected by county services","placename":"Hilo (Hawaii)","location":"Hilo, Hawaii","nn1":["544564","555863","549175","555888","545842","555812","544446","555873","555845","553059","553695","555865","543868","555861","549170","554166"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["land","road","irrigation","traverse","reserve","cultivation","plan","navigation","plot","identify"]}
