{"path":"554177.jpg","date":"September 1973","photographer":"Dovydenas, Jonas","caption":"This photograph depicts a group of seven people on a boat, likely enjoying a leisurely excursion on a river or lake. The setting is a body of water bordered by densely forested banks, suggesting a serene, natural environment.\n\nFrom left to right, the first few individuals in the image include:\n1. A woman with large sunglasses and a white blouse with a floral pattern, looking off to the side.\n2. Seated next to her is a man wearing a dark zippered jacket with white trim and dark sunglasses, also looking towards the same direction as the woman.\n3. A young girl in a patterned dress, seated and looking ahead.\n4. Another young girl, also in a dress, with her body turned slightly away from the camera as she looks out over the water.\n\nIn the background:\n5. A man in a white T-shirt and shorts is seated with his legs crossed, holding a younger child in his lap. The child appears to be wearing a light-colored top and shorts.\n6. Another child, seated between the man and the second young girl, is barely visible. He seems to be looking towards the front of the boat.\n\nThe boat features a simple, functional setup with side railings and a bench along the edges where the individuals are seated. A red fire extinguisher is visible near the man in the white T-shirt, indicating basic safety preparations.\n\nThe background is defined by the expanse of water, creating a trail of ripples behind the boat, and the lush, green treeline along the water’s edge. The scene suggests a tranquil day out on the boat, filled with casual observation of the surrounding natural beauty. The lighting suggests it is a bright, sunny day, contributing to the overall cheerful ambiance of the outing.\n","title":"Near the town of Wisconsin Dells the Wisconsin River channels through deep, soft sandstone cliffs, cutting the rock into fantastic shapes. These natural splendors have given rise to a booming tourist industry. People come in droves, often in campers and trailers. Boat trips, shops, bars, and diversions of every kind vie for patronage in an amusement complex extending 2 or 3 miles beyond the town.","placename":"Wisconsin","location":"OTHER","nn1":["551255","552316","543943","553403","543952","544122","554189","551350","544980","543944","552982","546348","555976","549408","554176","547560"],"cl":[29],"cluster":["#29 &mdash; Outdoor Recreation"],"terms":["boat","girl","child","sunglass","dress","short","excursion","man","treeline","lap"]}
