{"path":"554195.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This photograph captures a playful and odd scene in an outdoor setting, likely in a rural or semi-rural environment. The focus of the image is divided between a woman and a goat.\n\nThe young woman, dressed in a red and black striped shirt and what appears to be jeans, is seated on a small, vintage motorcycle. She has straight, shoulder-length hair and leans slightly forward with a relaxed yet attentive expression, handling the motorcycle as if she is about to ride or is currently in low-speed motion. The motorcycle itself seems quite small and simple, likely an older model, equipped with chrome handlebars and a rounded headlamp.\n\nIn the foreground, slightly to the left, stands a white goat. The goat is quite prominent, tethered by a chain or rope that is visible extending to the outside of the frame. The goat appears dynamic, almost as if it's either startled or playfully reacting to the presence of the motorcycle and its rider.\n\nThe background reveals a natural, pastoral setting. There's a line of dense trees, possibly a mix of conifers and broadleaf trees, indicating a temperate climate. The grass is lush and green, suggesting that it's taken during a warmer season. There are small structures and possibly another vehicle (a car) far back in the scene, emphasizing the rural aspect of the setting.\n\nThis photograph provides a sense of spontaneous rural life, where the interaction between humans and animals is direct and informal, supported by a backdrop that affirms a peaceful, natural environment.","title":"Ann Schindler on motorbike, goat on chain, in a pasture in Grygla","placename":"Lake of the Woods County (Minn.)","location":"Lake of the Woods County, Minnesota","nn1":["556562","554916","543029","555531","554689","543690","554876","556418","545345","554885","552938","556553","543678","548690","557051","542795"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["motorcycle","goat","outside","handlebar","headlamp","rider","conifer","chrome","speed","chain"]}
