{"path":"554199.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This image captures a group of three people on a boat, speeding across a body of water. The photograph is likely taken during sunset or early evening, given the soft lighting and long shadows cast. The boat is moving at a speed that creates a frothy wake trailing behind into the undisturbed waters, forming two diverging lines that converge at the horizon, providing a sense of movement and direction.\n\nThe person closest to the camera, seemingly a young man, is sitting at the rear of the boat focusing on something out of frame, possibly navigating or handling equipment. He wears casual attire consisting of a white shirt with red sleeves. In front of him, another individual, dressed in a dark jacket and pants, is sitting facing toward the back, engaging in a conversation with the third person, who appears contemplative and gazes directly at the camera. This third person is also dressed in dark, possibly warm clothing, suitable for evening weather conditions on the water.\n\nThe boat itself is rustic and utilitarian, not a leisure craft, but more likely used for fishing or transport. Items seen on the boat, such as ropes and nets, support the idea of a working boat. The setting is expansive, showing open water with the distant shoreline barely visible, under a broad sky that helps focus attention on the individuals and their immediate environment aboard the boat. \n\nOverall, the photograph captures a moment of activity and interaction amongst the group, set against the backdrop of a calm yet expansive waterway, suggesting themes of travel, work, or exploration in a natural setting.","title":"Fishing on Red Lake","placename":"Lake of the Woods County (Minn.)","location":"Lake of the Woods County, Minnesota","nn1":["547564","544269","549373","554198","554196","546976","548525","546912","548164","544980","546348","546317","545179","544770","547557","544122"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["boat","person","evening","idea","craft","rear","wake","group","net","camera"]}
