{"path":"554181.jpg","date":"September 1973","photographer":"Dovydenas, Jonas","caption":"This photograph captures a vibrant and busy camping scene. It appears to be a well-populated campground filled with an assortment of campers and tents. Predominantly, the campers are classic, boxy models from what might be mid-20th century, complemented by large, uniquely shaped tents that seem quite sturdy, possibly designed for extended stays.\n\nIn the foreground, there's a large, white tent with unusual, scalloped edges giving it a wavy appearance. Adjacent to this tent, a woman in a dress walks past, pushing a baby in a vintage baby carriage. Close by, another person, an older woman, seems to be settling into a reclining lawn chair. Another man stands nearby, possibly in the midst of setting up or adjusting items around the campsite.\n\nThe background is densely packed with other trailers and vehicles, indicating a popular time or busy season for camping. Amongst the campers, there are various small cars and possibly more modern camping vans. The area is lush with young trees, providing some shade and greenery to the otherwise equipment-dense environment.\n\nThe setting exudes a communal, outdoor living vibe, reflective of past recreational norms and the social aspect of camping. The image suggests a narrative of family or group travel, enjoyment of the outdoors, and an era-specific approach to taking vacations in a more communal, yet intimate environment.","title":"Near the town of Wisconsin Dells the Wisconsin River channels through deep, soft sandstone cliffs, cutting the rock into fantastic shapes. These natural splendors have given rise to a booming tourist industry. People come in droves, often in campers and trailers. Boat trips, shops, bars, and diversions of every kind vie for patronage in an amusement complex extending 2 or 3 miles beyond the town.","placename":"Wisconsin","location":"OTHER","nn1":["542746","554479","557514","548796","548748","544387","554863","544449","554480","545225","542747","545160","548668","552898","550977","544855"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["tent","camping","camper","baby","stay","campsite","recline","vacation","settle","carriage"]}
