{"path":"554174.jpg","date":"September 1973","photographer":"Dovydenas, Jonas","caption":"This vintage photo captures a candid moment in an outdoor setting where a group of people is enjoying a tram ride. Seated on open tram cars, with white metal frames and seats with checkered red and white upholstery, the passengers mostly face away from the camera, giving a view of their backs. The tram appears to be full, with a mix of men and women dressed in casual attire suitable for an outing; many are seen wearing short-sleeved shirts, and hairstyles range from short bobs to longer styles secured at the nape.\n\nIn the foreground, a man stands and faces the camera, breaking the uniformity as he aims a camera, likely capturing the scene or taking pictures of the passengers. He is dressed casually in a white tight-fitting short-sleeved shirt tucked into gray trousers, held up with a belt. His style is representative of a bygone era, and he is intently focused on his photography.\n\nThe environment around the tram is bustling yet scenic. On one side, a hill ascends steeply with sparse vegetation and visible soil and rocks. Structures built in a rustic, wooden style reminiscent of cabins or village homes sit atop the hill partially hidden by the greenery. The sky is bright and clear, hinting at pleasant, sunny weather.\n\nIn the distance, several activities and structures are visible, indicating the location might be a resort, theme park, or recreational area specifically designed to offer scenic rides and viewpoints. This scene perfectly captures a moment of leisure and recreation from the past, framed by the natural and man-made surroundings typical of a recreational or tourist destination.","title":"Near the town of Wisconsin dells the Wisconsin river channels through deep, soft sandstone cliffs, cutting the rock into fantastic shapes.  These natural splendors have given rise to a booming tourist industry.  People come in droves, often in campers and trailers.  Boat trips, shops, bars, and diversions of every kind vie for patronage in an amusement complex extending 2 or 3 miles beyond the town","placename":"Wisconsin","location":"Wisconsin","nn1":["549655","551876","551909","556118","556117","555999","556088","555974","546244","556080","551908","556061","556857","555982","554176","556091"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["tram","ride","passenger","camera","style","hide","village","uniformity","past","fitte"]}
