{"path":"554187.jpg","date":"September 1973","photographer":"Dovydenas, Jonas","caption":"The photograph depicts a vibrant and busy street-side food stand. The colors are vivid and give a sense of activity and life, possibly from the 1970s or 1980s based on the style and fashion seen. The establishment features a large \"SLUSH\" sign on the right and multiple posters and signs advertising various food items such as \"BREAKFAST,\" \"HIRE'S Root Beer,\" and \"CARRY OUT Specials\" that include chicken, ribs, and fish, reflecting a varied menu.\n\nSeveral individuals are standing at the counter, engaging in transactions or waiting to order. The people present a variety of clothing styles: one woman on the left wears a floral dress, a man in the center sports a casual T-shirt and jeans, and there's another man in a sharp light-colored shirt and dark pants.\n\nThe physical setup includes a counter ledge protecting the serving area where the staff appears to be busily working, although the workers are mostly obscured by the patrons. A canopy extends over the area, providing shelter. Accents like a bright yellow trash can and promotional materials add functional yet colorful elements to the scene.\n\nThe atmosphere suggests a casual, community-focused spot, likely a popular local hangout or a convenient stop for passersby attracted by the friendly vibe and array of food options available for carry-out. The image captures a slice of everyday life, emphasizing a communal and relaxed dining experience typical of such local eateries.","title":"Near the town of Wisconsin dells the Wisconsin river channels through deep, soft sandstone cliffs, cutting the rock into fantastic shapes.  These natural splendors have given rise to a booming tourist industry.  People come in droves, often in campers and trailers.  Boat trips, shops, bars, and diversions of every kind vie for patronage in an amusement complex extending 2 or 3 miles beyond the town","placename":"Wisconsin","location":"Wisconsin","nn1":["548544","554495","554708","545457","556816","547855","546979","551888","548540","556214","556212","551731","556223","558136","553204","547862"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["food","counter","chicken","menu","transaction","rib","patron","option","staff","passersby"]}
