{"path":"554179.jpg","date":"September 1973","photographer":"Dovydenas, Jonas","caption":"This photograph captures a bustling urban scene, likely at a street fair or outdoor market. The focus is on two individuals, a man and a woman, who are both wearing matching white sports jerseys. The jerseys have the text \"HERS\" on the woman's and \"HIS\" on the man's, each followed by the number \"8.\" Their expressions suggest they are in the midst of a conversation or reaction to something off-camera, giving the scene a dynamic feel.\n\nThe background includes a variety of people milling about. Notably, a signage reading \"PORTRAIT ARTIST\" is partially visible above the crowd, indicating the presence of an area where portraits are being drawn, contributing to the festive atmosphere. The crowd is diverse, with people of various ages and styles visible, including a man facing away wearing a polka dot shirt and a woman with long dark hair. The overall ambiance is lively and casual, with sunlight casting strong shadows, hinting it is a bright, sunny day.\n\nOverall, the photo presents a slice of life from an animated public gathering where people enjoy themselves, engage in activities, and interact. The presence of the portrait artist booth suggests a cultural or artistic element in the setting.","title":"Near the town of Wisconsin dells the Wisconsin river channels through deep, soft sandstone cliffs, cutting the rock into fantastic shapes.  These natural splendors have given rise to a booming tourist industry.  People come in droves, often in campers and trailers.  Boat trips, shops, bars, and diversions of every kind vie for patronage in an amusement complex extending 2 or 3 miles beyond the town","placename":"Wisconsin","location":"Wisconsin","nn1":["551694","558194","551666","553141","558295","551689","553142","551688","551808","547437","551798","550076","557131","551789","551829","553275"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["artist","jersey","portrait","crowd","woman","reaction","polka","people","midst","mill"]}
