{"path":"554165.jpg","date":"November 1973","photographer":"O'Rear, Charles","caption":"The photograph presents an aerial view of a somewhat barren landscape dotted with various paths and a notable building. The terrain is mostly brown and dry, with sparse patches of low vegetation providing a muted green tone to the scenery.\n\nFocal to the image is a network of curving asphalt roads, which meander around the land, with several junctions and turns. These roads are lined with numerous light poles placed at regular intervals, illuminating the paths.\n\nToward the bottom of the image, there is a prominent structure that appears to be a residential building with a reddish-brown roof. Adjacent to the structure are two vehicles parked in a paved lot enhancing the human aspect of this seemingly isolated area.\n\nThe composition of the photograph, with its wide range of areas showcasing roads contrasting against the natural terrain, creates an intriguing visual of human infrastructure intersected with rugged nature. The image's perspective from above provides a comprehensive overview of the way the roads carve through the sparse landscape, highlighting the interaction between human activity and the natural environment.","title":"Most recent and most controversial land speculation in Hawaii centers on this area near Kamuela. Land Use Commission staff recommended total denial of developers' petition for rezoning. The commission, however, permitted 3,414 acres of the 5,000 requested to pass over to urban use. Since then, 900 lots have been sold but little building has been done, leaving an empty subdivision to be protected by county services.","placename":"Hilo (Hawaii)","location":"Hilo, Hawaii","nn1":["554166","555888","549067","555881","554131","555861","556935","542838","555630","554164","553947","542514","555844","542836","554154","553944"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["road","interval","junction","path","visual","overview","asphalt","carve","isolate","meander"]}
