{"path":"554175.jpg","date":"September 1973","photographer":"Dovydenas, Jonas","caption":"The photograph shows a large roadside billboard advertising \"Ride the Original Wisconsin Ducks Famous River & Lake Tours\" at Wisconsin Dells, indicating that the destination is ahead by 2 miles. The top of the billboard features colorful graphics presenting an illustrated scene of a Wisconsin Ducks boat cruising on a river with passengers aboard. The boat is depicted moving swiftly on blue water with light white crests, suggesting movement.\n\nThe backdrop of the depicted scene includes green grass and trees, portraying a tranquil and natural environment typically found in river or lakeside settings. The lettering on the billboard is bold and simple, designed for easy readability by drivers. There are bold text blocks in red and dark blue, with the main attractions prominently highlighted. \"Wisconsin Dells\" is emphasized in large blue letters on a waving banner design that symbolizes water, reinforcing the aquatic theme of the tours.\n\nOverall, the billboard is visually designed to capture the attention of passersby and excite potential tourists about the adventure and scenic beauty that can be expected from the tours. The background of the actual photograph is slightly blurred but shows some foliage, suggesting that the billboard is located in a rural or semi-rural area.","title":"Near the town of Wisconsin Dells the Wisconsin River channels through deep, soft sandstone cliffs, cutting the rock into fantastic shapes. These natural splendors have given rise to a booming tourist industry. People come in droves, often in campers and trailers. Boat trips, shops, bars, and diversions of every kind vie for patronage in an amusement complex extending 2 or 3 miles beyond the town.","placename":"Wisconsin","location":"OTHER","nn1":["554191","544594","544551","543814","547860","549223","544145","554186","554173","544287","545622","548730","548674","554658","551287","554484"],"cl":[3],"cluster":["#03 &mdash; Billboards"],"terms":["billboard","tour","graphic","passersby","crest","attraction","banner","boat","destination","advertising"]}
