{"path":"554178.jpg","date":"September 1973","photographer":"Dovydenas, Jonas","caption":"This photograph captures a candid urban scene, presumably from the 1970s based on the style of clothing and vehicles. There are four individuals and multiple elements that give the image a vintage Americana vibe.\n\nIn the foreground, three young adults, possibly in their twenties, are seen interacting around a green bench. The person on the left is a man sitting relaxed, wearing a sleeveless dark top and jeans, with blonde hair. His expression seems contemplative as he faces the camera almost directly. The middle person, apparently a woman, is sitting facing down, her hands covering her face, which suggests she might be upset or deep in thought. She wears a casual, striped sleeveless top and pale jeans. The person on the right, another woman, seated on the bench, is facing partially away from the camera. She has short blonde hair and wears a patterned camisole top and jeans; she seems to be involved in a conversation with someone in a parked car next to the bench.\n\nThis parked car, a typical muscle car from that era, is painted in an off-white or light grey color. Inside, there might be another individual interacting with the woman on the bench.\n\nThe background offers a busy city scene. Behind is a wide street bustling with various cars that resemble models from the 60s and 70s, suggesting a North American city. Across the street, there are more parked cars and visible storefronts, reflecting a typical downtown vibe. The lighting emphasizes a late afternoon with shadows elongating on the pavement, and the setting sun highlights the subjects and part of the street.\n\nThis scene is rich with elements of a historical period, capturing everyday life and casual street interactions of youth in a typical American city setting during the 1970s.","title":"Near the town of Wisconsin Dells, the Wisconsin River channels through deep, soft sandstone cliffs, cutting the rock into fantastic shapes. These natural splendors have given rise to a booming tourist industry. People come in droves, often in campers and trailers. Boat trips, shops, bars, and diversions of every kind vie for patronage in an amusement complex extending 2 or 3 miles beyond the town.","placename":"Wisconsin","location":"OTHER","nn1":["555906","556764","549909","553183","554180","551124","551742","553155","549324","554852","554872","548452","547772","550082","556709","551084"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["bench","car","jean","street","face","vibe","city","person","elongate","60"]}
