{"path":"554205.jpg","date":"July 1973","photographer":"Dovydenas, Jonas","caption":"This photograph features a large, colorful statue of Smokey Bear, a symbol of forest fire prevention in the United States. Smokey Bear is depicted as a massive, dark brown bear wearing blue jeans with a belt labeled \"Smokey\" and holding a shovel in his right hand. He wears a tan ranger hat and is making a gesture with his left hand as if waving or beckoning. To his left, there is a smaller bear statue, also dark brown with a similar facial expression and wearing a tan hat, posed as if climbing onto a small pedestal.\n\nIn front of the larger Smokey Bear statue, three young people are standing and appear to be posing for the photograph. Their clothing suggests the photo might be from the 1970s or 1980s, featuring casual styles with jeans and simple tops.\n\nThe background shows a blue sky and a green, grassy park area. In the far background, an urban environment is visible including a large building with the text \"BOISE CASCADE\" on its side, indicating the photograph might be taken near a Boise Cascade company facility, likely in a park or public space promoting fire safety and outdoor ethics.\n\nThe composition of the image places the statues as the main focal point, with the real people providing a sense of scale and liveliness to the scene. The overall setting promotes a message of nature conservation and fire safety education.","title":"Couple pose in front of Smokey the Bear mascot near entrance to the Boise-Cascade Insulite Plant at International Falls situated on Rainy Lake near the Canadian border, the town is a point of entry to an extensive Wilderness region.","placename":"Lake of the Woods County (Minn.)","location":"Lake of the Woods County, Minnesota","nn1":["554496","553598","548592","553573","553635","553595","543999","543032","548596","553597","553562","542789","558309","555157","542605","542781"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["statue","fire","safety","ranger","jean","education","liveliness","pedestal","park","shovel"]}
