{"path":"554298.jpg","date":"August 1973","photographer":"McCoy, Dan","caption":"This photograph captures a vibrant and detailed urban billboard scene, likely taken in a bustling city area. The image features several large, colorful billboards advertising various products:\n\n1. **Gordon's Gin Billboard**: Dominating the left portion of the image is a visually striking billboard for Gordon's Gin. It showcases an oversized, tilted bottle of Gordon’s Gin pouring into a glass. The artwork is realistic and detailed, emphasizing the appeal of the product. The text on this billboard reads, \"Gordon's - Biggest selling gin in England, America, the world!\"\n\n2. **Winston Cigarettes Billboard**: On the right, there is a large billboard for Winston cigarettes. It includes a life-size portrait of a man holding a pack of Winston cigarettes, with the pack prominently displayed. The man is depicted mid-speech, suggesting a typical advertisement style of the era. Above him, the slogan \"How good it is\" is displayed, emphasizing the quality of the product.\n\n3. **Background Details**: The billboards are set against a backdrop of urban buildings, showing a mix of architectural styles from different eras. The most notable building behind has a classic facade with visible windows. A construction scaffold is also visible on one side of the buildings, indicating ongoing work or maintenance.\n\nOverall, the photograph vividly captures a slice of urban life, focusing on consumer culture as evidenced by prominent advertising in a city setting. The color palette is rich and the mood bustling, reflective of the vibrancy and commercial dynamism typical of such environments.","title":"Times Square","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554307","550135","550143","550132","550127","550141","551494","549113","551495","550045","547021","549014","555910","548402","551125","549882"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["billboard","product","cigarette","speech","scaffold","consumer","dynamism","era","pack","slogan"]}
