{"path":"554200.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"The photograph captures a scene set in a wooden boat, likely engaged in a fishing activity. The boat appears aged with visible wear and peeling paint, giving it a rustic look. It is equipped with a flat bottom suited for stability on water.\n\nTwo individuals are present on the boat, both seemingly involved in fishing chores. The person on the left is kneeling on one knee, either retrieving or storing fish into large cardboard boxes which are filled with a mix of fish, prominently showing their tails and silvery scales. These boxes are organized in a row, occupying the central space of the boat. The person wears a dark jacket and jeans, engaged actively in their task, and their head is turned away from the camera, making their actions the focal point rather than their identity.\n\nThe person on the right stands with their back to the camera, dressed in a quilted jacket and jeans, and is fixated on something outside the frame, possibly observing or handling a fishing net seen partially submerged in water beside the boat.\n\nThe surrounding environment suggests a calm, expansive body of water with no visible land or other boats, emphasizing a sense of solitude and focus on the fishing activity. The sky is overcast, casting a soft, diffused light which evenly illuminates the scene, highlighting the textures and colors on the boat and surrounding water.\n\nOverall, the composition and elements of the photo convey a sense of everyday workmanship in a natural setting, with a focus on manual labor and the rustic tools of the fishing trade.","title":"Fishing on Red Lake","placename":"Lake of the Woods County (Minn.)","location":"Lake of the Woods County, Minnesota","nn1":["545093","545178","547557","552273","552298","548304","544256","546939","552317","552877","546053","552291","552324","552123","545185","546758"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["boat","fishing","fish","box","person","jean","stability","identity","trade","jacket"]}
