{"path":"554207.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This image depicts a white wooden church set against a clear blue sky. The church features a traditional architectural design with a steep gable roof. At its top, a small bell tower or steeple, capped with a spire, rises pointedly. There are louvered shutters on the bell tower, suggesting it may hold a bell or act as a vent. Below the steeple and prominently centered in the façade is a circular window accompanied by an intricate arched frame, adding to the overall quaint and classical aesthetic of the building.\n\nThe entrance, situated at the base of the tower, includes white double doors that are topped by a triangular pediment which mirrors the main roof’s style. There are white stairs leading up to these doors, bordered by a simple balustrade, which feels welcoming yet modest. To the left of the door, a small extension or annex with a separate entrance can be seen, which might serve a functional purpose like a vestry or additional meeting space. \n\nThe church is placed in a grassy area, maintaining a serene and somewhat isolated environment typical for rural or small-town churches. There are some lush trees visible in the background, enhancing the idyllic, peaceful setting. The grass in front shows some variation in color, suggesting it might be a warm season or there are patches of dryness.\n\nOverall, this photograph captures the quaint beauty and simplicity of a small, probably historic, rural church, emphasizing architectural details and a serene environment.","title":"St. Pietro's Lutheran Church at Grygla is 75 years old.","placename":"Lake of the Woods County (Minn.)","location":"Lake of the Woods County, Minnesota","nn1":["556480","554035","558024","558163","558019","558034","554208","546455","557088","550287","554033","547346","558023","557952","558018","554000"],"cl":[34],"cluster":["#34 &mdash; Religious Buildings"],"terms":["church","bell","tower","door","entrance","pediment","balustrade","extension","steeple","gable"]}
