{"path":"554209.jpg","date":"June 1973","photographer":"Dovydenas, Jonas","caption":"This photograph depicts the interior of a church, focusing primarily on the altar area. The altar is elaborate, prominently featuring a large, ornate wooden structure with gothic arches and spires. At the center is a statue of Jesus Christ or a saint, framed by a decorative halo-like structure, surrounded by intricately carved details and possibly inscriptions or iconography relevant to the church or its faith.\n\nSeveral candles are lit on the altar, adding a warm glow that contrasts with the overall dim ambiance of the setting. Just in front of the statue, there appears to be a table draped with a cloth, which likely serves as the main altar where sacraments are performed. This table holds more lit candles and other ceremonial items.\n\nTo the left of the focal altar setup, a small pulpit or lectern, also crafted with dark wood and decorated motifs, is visible. It could be used for readings or leading prayers. Above it on the wall, there is a board displaying hymn numbers in white on a maroon background, suggesting the participation of the congregation in singing during the services.\n\nThe background is a curved wall, shaded in a dusky pink or beige tone, which creates a soft, rounded arch effect over the altar. To the right, there are doors that presumably lead to other parts of the church or to sacristy areas.\n\nOverall, the photograph captures a sacred, serene atmosphere typical of a religious sanctuary, enriched by the historical and aesthetic details of its furnishings and decorations. The use of lighting, both natural and artificial, enhances the reverence and solemnity of the space.","title":"Altar of st.  Pietro's lutheran church at grygla.  The church is 75 years old","placename":"Lake of the Woods County (Minn.)","location":"Lake of the Woods County, Minnesota","nn1":["558384","556237","558026","558406","558383","547752","552473","558027","558400","558398","546467","558404","558382","547825","552623","558389"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["altar","candle","church","statue","table","halo","reverence","congregation","maroon","solemnity"]}
