{"path":"554266.jpg","date":"February 1974","photographer":"Hoffman, Ron","caption":"This photograph appears to be of a wall-mounted set of menu boards displayed inside a restaurant. The photo showcases a variety of menus under ambient lighting, possibly in a vintage or traditional eatery given the elaborate and decorative frames and background elements.\n\nFrom left to right, there are three main panels each outlined in a distinctive, decorative blue frame with gold trim accents and swirling ornaments at the edges.\n\n1. **Left Panel:**\n   - This panel features breakfast options available from 7 AM to 2 PM. It lists various sections like \"Breakfast Menu,\" \"Omelettes,\" \"Eggs & Meat,\" \"Pancakes,\" \"Beverages,\" and \"Pastries.\" The food items are listed in heavily stylized text, making it thematic and part of the decor.\n\n2. **Center Panel:**\n   - This board is labeled \"Lunch 11 AM - 3:30 PM.\" It includes different sections for \"Soupe Du Jour,\" \"Salads,\" \"Open Faced Sandwiches,\" \"Gourmet Dishes,\" \"Desserts,\" and \"Dinners.\" More detailed dishes are listed, suggesting a slightly upscale menu. The fonts and styling continue in the traditional, ornate manner seen in the left panel.\n\n3. **Right Panel:**\n   - The last panel describes the offerings for \"Dinner 6:30 PM - 10 PM\" and features dishes such as \"Escargots,\" \"Beef Bourguignonne,\" \"Pepper Steak,\" and \"Rack of Lamb.\" There's also a section marked \"Carte du Jour\" with other special items. The menu variety suggests a sophisticated culinary experience.\n\nThe photo also shows a bit of the broader wall surrounding the menu panels, which includes blue panels and further gold decorative swirls, enhancing the aesthetic of an old-fashioned or classical dining environment. The lighting appears warm, possibly from bulbs reflected off the glass covering the menus, which adds to the ambiance of the space.\n\nOverall, the photograph captures the essence of a traditional dining atmosphere through its detailed and elaborately presented menu boards.","title":"Bill of fare at Andre's restaurant","placename":"Aspen (Colo.)","location":"Aspen, Colorado","nn1":["556036","547779","547184","558256","556052","547760","547855","558123","558281","551846","548233","554708","549656","542894","551336","554219"],"cl":[38],"cluster":["#38 &mdash; Signs"],"terms":["menu","panel","dish","board","dining","section","ornament","sandwich","offering","font"]}
