{"path":"554310.jpg","date":"August 1973","photographer":"McCoy, Dan","caption":"The photograph captures a bustling urban street scene that appears to be from the 1970s, given the style of the vehicles and overall ambiance. It is set in a dense city environment, possibly New York City, based on the architecture and the density.\n\nThe foreground and midground of the image are dominated by a variety of vehicles lined up along a busy street. Prominently, there are several yellow cabs, typical of New York City, featuring the classic boxy design prevalent in that era. One of the taxis directly in the foreground is particularly detailed, allowing viewers to see its reflective, chrome embellishments and the distinctive shape of its headlights and grille.\n\nAdjacent to the taxis and other cars, there is a brown van and a few dark-colored sedans parked or stopped in traffic. The vehicles appear to be tightly packed, indicative of heavy traffic or possibly parked cars along one side of the street.\n\nLooking beyond the immediate congestion of cars, the street is lined with tall buildings typical of a commercial district. The architecture includes large, multi-story buildings with a variety of business signage. One sign that is partially visible shows what appears to be an advertising or business sign with the words \"ULTRAMAR\" and an adjacent building number \"23.\"\n\nThe sidewalks are populated with pedestrians, dressed in coats, suggesting a cooler weather. The pedestrians and their attire add to the urban, historical feel of the scene. They seem to be going about their day, largely indifferent to the congestion.\n\nOverall, the photograph is a vivid portrayal of historical city life, highlighting the dense traffic, architectural style, and urban environment of what might be mid-20th century New York. The use of color in the photograph enhances the vibrancy and diversity of elements within the scene, from the yellow taxis to the variably colored vehicles and the contrasting building facades.","title":"Parked car adds to crosstown traffic congestion on 47th street","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548410","554331","554314","548331","549848","554315","554330","549873","554316","554293","549859","549876","549882","554329","549868","549872"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["taxis","congestion","street","traffic","pedestrian","vehicle","business","boxy","embellishment","grille"]}
