{"path":"554390.jpg","date":"November 1973","photographer":"McCoy, Dan","caption":"This photograph captures a scene at an indoor car show, likely from a past decade given the vintage appearance of the cars and the style of clothing. The focus is on a group of spectators who appear to be family members or a group of friends.\n\nIn the foreground, there are two young girls seated closely together, one wearing a red sweater with black patterns and the other in a yellow jacket. Both are watching something attentively. Behind them stands a woman carrying a young child. The woman has medium-length dark hair and is dressed in a simple, dark outfit, contrasting with the colorful attire of the children.\n\nFurther back, there are other spectators, including a woman in a black outfit looking over the crowd and a man in a beige coat holding what seems to be a coat or bag. Everyone appears engaged and interested in the displayed cars.\n\nThe cars themselves are colorful and glossy, with a shiny red car dominating the immediate foreground, hinting at the theme of the event as some sort of classic car display. Over the shoulder of the crowd, another vintage car is visible in white.\n\nThe environment suggests a bustling, lively event with a significant turnout, as indicated by the varied and dense crowd of attendees in the background. The setting involves typical indoor event features such as carpeted floors and temporary barricades or waist-high walls, directing the flow of the crowd around the showcased cars. The lighting is soft and ambient, suggesting indoor illumination with enough brightness to highlight the details of both people and cars.","title":"AutoMobile show at the New York Coliseum at Columbus Circle in Midtown Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554372","554373","554381","554377","554388","554376","554389","554375","554387","556703","554385","556538","552803","554384","552412","554371"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["car","crowd","spectator","event","coat","outfit","woman","barricade","child","waist"]}
