{"path":"554385.jpg","date":"November 1973","photographer":"McCoy, Dan","caption":"This photograph depicts an indoor automobile showroom or a car exposition. The scene is vibrant and filled with activity. At the forefront, there's a sleek, black car with its door open, showcasing a stylish interior. Its shiny exterior reflects the lights of the showroom, and it's positioned on a plush red carpet that covers the entire floor area.\n\nThe showroom is bustling with people; several are examining the cars while others are engaged in conversations or walking around. Both men and women can be observed, dressed in fashion that suggests the photo might be from the 1970s or 1980s—featuring a variety of styles including suits for men and long skirts for women.\n\nThe background features a prominent circular display with the \"BUICK'S\" logo in bold red letters, mounted atop a structure with interior lighting. This structure appears to be a central hub or a special display area within the showroom, also adorned with what looks like luxury seating areas.\n\nAdjacent to the Buick's circular display, the space opens up to other areas of the event, where more people can be seen milling about. The overall ambiance is sophisticated and lively, indicative of a special event or product launch in a professional setting. Decorative elements include pillars with multicolored sections and a large draped section which might be part of larger display installations or partitions. The setting signals a promotional or celebratory atmosphere centered around automotive showcasing.","title":"AutoMobile show at the New York coliseum at Columbus circle in midtown Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554373","554389","554372","554387","554388","554376","554375","556703","554381","554390","552803","552790","557918","554371","552782","552783"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["display","plush","launch","luxury","car","stylish","event","section","pillars","carpet"]}
