{"path":"554381.jpg","date":"November 1973","photographer":"McCoy, Dan","caption":"This photograph portrays a lively scene at an indoor car show. The focus of the image is a young woman with short curly dark hair who is leaning on the polished hood of a shiny brown car. She is writing or filling out a form, with a pen in her hand and a piece of paper in front of her. The woman is dressed in a plaid jacket, giving the image a somewhat retro feel, typical of the late 20th century.\n\nAround her, other participants and attendees of the car show are visible. To the left, there's a man with a camera fitted with a long lens hanging around his neck, looking like a journalist or a photography enthusiast. Further back on the left, people are conversing and examining vehicles. \n\nThe car which the woman is leaning on has a gleaming, reflective surface where the indoor lighting and nearby objects cast reflections, emphasizing the clean, polished look of the car. Cars of various designs and colors are on display in the background, some partially visible, but mainly marked by their distinctive outlines and bright color schemes.\n\nThere are several display booths with signs and banners, including one in the background with a logo that appears prominently though it is not legible due to the focus on the foreground. The setting conveys a crowded and busy atmosphere typical of such exhibitions, with a red carpet covering the floor, enhancing the vibrant ambiance of the event.\n\nOverall, the photograph captures a moment of interaction—possibly of decision-making or inquiry—amongst the bustle of a car exhibition, showcasing both human interest and automotive allure.","title":"AutoMobile show at the New York coliseum at Columbus circle in midtown Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554372","554375","554373","554390","554388","554389","554376","557918","554385","554377","556703","554384","557874","554387","556538","552412"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","exhibition","decision","inquiry","woman","making","allure","lean","enthusiast","booth"]}
