{"path":"554329.jpg","date":"August 1973","photographer":"McCoy, Dan","caption":"This photograph captures an urban scene, possibly from the 1970s or 1980s, based on the style of the cars and the overall aesthetic. The setting appears to be a busy street in a city with tall buildings lining both sides. The architecture and signage suggest this could be in the United States, possibly in New York City.\n\nIn the foreground, a person (only the back of whom is visible), likely a young adult, is hailing a cab. This individual is wearing a plaid shirt and has a shoulder bag with what appears to be a fur tail or similar decoration attached. The person's raised arm and extended thumb indicate they are trying to catch the attention of passing taxis.\n\nOn the street, there are several vehicles, including what looks to be a black vintage luxury car, possibly a Rolls-Royce, and a yellow cab typical of NYC taxis. The contrast between the luxury car and the taxi highlights the diversity of vehicles typical in a metropolitan environment.\n\nThe street is busy with activity; other elements include traffic lights, street signs, and a variety of storefronts including one prominently displaying \"TICKETRON\" signs, suggesting a location where event tickets are sold. The presence of a \"Savings Bank\" further adds to the urban commercial feel.\n\nOn the sidewalk, other people are visible, including one man who seems to be looking at the person hailing the cab. There's also construction or maintenance equipment, such as cones and wooden barriers, indicating ongoing work or modifications to the urban landscape.\n\nOverall, the photograph documents a moment in city life, capturing the dynamic interaction between people, vehicles, and their urban surroundings.","title":"Con Edison repair work blocks left lane on Lexington Avenue and 60th Street","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554310","549876","554331","548410","549859","554314","549848","548331","549873","549869","554330","554315","549882","554293","554294","546743"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["taxi","cab","luxury","street","person","car","modification","vehicle","ticket","cone"]}
