{"path":"554354.jpg","date":"August 1973","photographer":"McCoy, Dan","caption":"The photograph captures a lively urban street scene, likely taken in the 1970s or 1980s, judging by the style of the cars and the overall vibe. \n\nIn the forefront of the image, on the right side, a police officer on a white scooter, labeled \"MOTORCYCLE SG,\" is facing away from the viewer, looking down the street. The officer is wearing a helmet and a dark-colored uniform, which adds a sense of authority to the figure.\n\nTo the left, in the middle of the road, there is a family consisting of two adults and two children crossing the street. The group is captured mid-step, possibly rushing a bit, as suggested by the stance of their legs. Their casual summer clothing contrasts with the uniform of the police officer. \n\nThe backdrop features a variety of urban elements such as several vehicles, including a green van closest to the crossing family, and sedans from the era which adds to the historical ambiance of the setting. There are gas stations, store fronts, and billboards visible, including prominently displayed Exxon advertisements, which provide a commercial touch to the urban landscape. The somewhat faded and blurry tall building in the far background provides a sense of the city's scale and suggests a slightly smoggy atmosphere.\n\nOverall, the photography's composition uses the scooter's position to guide the viewer's gaze along the street, taking in the bustling city life and the ordinariness of a family crossing the street against the somewhat structured presence of law enforcement. The scene captures the essence of city life, with both movement and stillness coexisting.","title":"Seventh avenue and 8th street, lower Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554293","546743","551324","549932","548368","557705","548369","546626","552732","554309","546635","549882","555461","547205","548388","554299"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["officer","family","police","cross","street","uniform","city","fronts","enforcement","authority"]}
