{"path":"554382.jpg","date":"November 1973","photographer":"McCoy, Dan","caption":"This photograph depicts a scene from a public indoor event, possibly a trade show or exhibition entitled \"Wonderful World of…,\" though the full title is obscured. The setting features a vibrant, active atmosphere with various elements contributing to a thematic exhibition setup.\n\nForeground:\n- A woman is seated on a white, rectangular modernistic seating arrangement. She is holding a small child on her lap, who appears to be drinking from a bottle. The woman is dressed in a brown jacket and black pants, and the child is in a zip-up light jacket and blue jeans. The child also holds a light blue balloon.\n\nMiddle ground:\n- A promotional column with reflective surfaces and the text “Wonderful World of” stands centrally, suggesting the theme or name of the event.\n- Behind this column, another woman looks on. This woman is also seated on the white structure adjacent to the one in the foreground. She appears dressed in a dark coat and is also watching something out of frame.\n\nBackground:\n- Two women, each on elevated platforms, dressed in elegant white gowns, possibly part of a fashion demonstration or mannequin display. They appear to be part of the promotional activity or display.\n- A colorful environment with bright, vivid carpeting and various exhibition elements such as signage reading \"Bid One Selection Center\" and filled with product displays or interactive areas.\n\nThe overall composition of the photo suggests a lively, busy event, catered towards family or general consumer interest, focusing on fashion or home decor as indicated by the attire of the mannequins and the nature of the displays. The mixture of seated attendees and promotional elements frames this as a setting meant for engaging and informing visitors.","title":"AutoMobile show at the New York coliseum at Columbus circle in midtown Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554383","554386","550086","554378","551688","558292","551810","551808","551811","551689","556695","553142","554390","554391","551814","550090"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["exhibition","woman","event","child","column","fashion","display","seat","zip","gown"]}
