{"path":"554373.jpg","date":"November 1973","photographer":"McCoy, Dan","caption":"The photograph captures a lively scene inside an indoor car showroom where an auto show appears to be taking place. The focus is on several shiny new cars prominently displayed; the car in the foreground is a creamy white convertible, possibly a luxury sports car given its sleek design and polished appearance. The hood of this particular car reflects the overhead lighting and showcases some ceiling features.\n\nThere are numerous people scattered throughout the scene, engaged in various activities related to the car show. Several individuals are closely inspecting the cars, leaning in to get a better look or conversing with what seem to be sales representatives. The individuals vary in appearance, dressed in typical fashion of the period likely around the 1970s based on their clothing styles — men in suits or casual jackets and women in coats and scarves.\n\nIn the right side of the frame, a salesperson, identified by a name tag and dressed in a light-colored jacket and dark trousers, is discussing features of a car with a male visitor who is deeply engaged in the conversation. In the background, more individuals are seen walking around, examining the cars, or in discussions. The environment is vibrant and bustling, typical of a car show atmosphere, with various promotional signs visible, including one that reads \"Gran Sport\" above a bright red backdrop, possibly indicating a special model or area.\n\nThe composition of the photo focuses on the interaction of the people with the cars and among themselves, portraying a scene of consumer interest and industry presentation. The lighting is bright and highlights the polished surfaces of the vehicles, enhancing the details and colors of the scene. Various figures, including children, suggest that the event was family-friendly and attracted diverse attendees.","title":"AutoMobile show at the New York Coliseum at Columbus Circle in Midtown Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554385","554372","554389","554388","554381","554376","554375","554390","554387","554377","556703","554384","552792","557918","552790","552412"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","representative","luxury","auto","consumer","get","presentation","jacket","scarf","tag"]}
