{"path":"554307.jpg","date":"August 1973","photographer":"McCoy, Dan","caption":"The photograph captures a busy urban street scene, possibly from the mid-20th century, featuring a lively display of advertisements and bustling traffic that conveys the vibrancy of city life. The image is dominated by a series of colorful, detailed billboards and signage that indicate a commercial area.\n\nOn the left, there is a large, three-dimensional advertisement featuring a Gordon's Gin bottle tilted over with a liquid pouring out, presumably gin, into a glass topped with ice. This display is striking and almost gives a sense of motion, as if the gin is being poured right before the viewer's eyes.\n\nAdjacent to the gin advertisement, on the right side of the photograph, is a tall billboard with a man's face depicted on it. He is holding up a drink – potentially whiskey – with a satisfied expression on his face, and next to him is the slogan \"How good it is\" along with a representation of a Winston cigarette package. Above these two advertisements, smaller portions of additional ads are visible, adding to the clutter and commercial appeal of the scene.\n\nBelow these billboards, the storefront of \"Bond's\" is visible, an establishment advertising itself as \"America's Largest Clothier.\" This store's signage is prominent and stretches across a large part of the photo's background. Other signs for cameras, electronics, and the graphic for a Regal racer add to the depth of commercial activity represented.\n\nIn the foreground, moving vehicles capture the instantaneous flow of city traffic. A prominent white truck in the middle of the road complements a yellow cab that appears blurred, possibly due to motion, indicating the speed and transient nature of the traffic. The vehicles are typical of the time period, contributing to the historical context of the photograph.\n\nOverall, the image is richly layered with elements portraying the dynamism of a thriving mid-20th-century American city, accentuated by advertising, commerce, and the constant movement of people and vehicles.","title":"Times square","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554298","550143","545216","549113","549872","550127","551135","549014","547369","551125","549882","555782","551494","550135","554297","556224"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["advertisement","billboard","pour","traffic","city","signage","package","til","bond","dynamism"]}
