{"path":"554353.jpg","date":"August 1973","photographer":"McCoy, Dan","caption":"This photograph displays a dramatic and somewhat somber scene centered around industrial wreckage. In the foreground are two old, battered railroad cars positioned on parallel tracks. Both cars are painted a faded red, and each has various parts and features that are rusted and dented, indicating long-term exposure and decay. One of the cars has what appears to be a large circular wheel with spokes on its side, suggesting it may have been used for some form of manual operation or control.\n\nThe cars are surrounded and overshadowed by an enormous pile of scrap metal, which encompasses a diverse array of parts and pieces compacted together. The metal scraps vary in color and type, including chunks that reflect light and others that are deeply rusted, showcasing a range of materials and the duration they have been discarded. The texture of the scrap metal is jagged and chaotic, contributing to an overall sense of destruction and abandonment.\n\nThe scene is devoid of people, which amplifies the feeling of desolation. There's a hint of natural light that suggests this could be an outdoor setting, possibly a junkyard or a similar industrial dumping ground. The background is relatively dark and blurred, focusing attention on the railroad cars and the towering scrap metal, emphasizing themes of industrial decay and the passage of time.\n\nOverall, the composition conveys a powerful visual narrative about industrial decline, neglect, and the environmental footprint left by such wastes.","title":"AutoMobile scrap reclamation yard","placename":"Jersey City (N.J.)","location":"Jersey City, New Jersey","nn1":["552765","554356","542585","556324","554302","545545","549307","544060","554300","542590","552072","554346","542660","552043","554357","547587"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["scrap","car","railroad","metal","decay","junkyard","chunk","wreckage","footprint","decline"]}
