{"path":"554383.jpg","date":"November 1973","photographer":"McCoy, Dan","caption":"This photograph depicts a scene from an indoor exhibition, possibly a trade show or expo, where various items and people can be seen in a staged environment. The setting features a modern and stylish design with a variety of colors and shapes creating a visually interesting background.\n\nIn the foreground, on the left, there is a young woman sitting on a thick carpet predominantly white in color. Her attire consists of a black shirt and pants, contrasted with shiny black shoes. She is holding a globe, seemingly made of a reflective material like silver, suggesting a theme of global connectivity or travel.\n\nIn the center of the photograph, the main focal area is an elaborate setup with a large, plush, white sofa that curves gently. This sofa sits in front of a striking cylindrical structure adorned with vertical stripes alternating in red, yellow, and white. The bright, bold colors of the column draw the eye and contribute to the lively atmosphere of the scene.\n\nTwo women dressed in elegant, long white dresses are positioned near the column. One is seated on the sofa, while the other is standing slightly back towards the center of the image behind the column. Their formal attire suggests they might be models or presenters involved in an exhibit presentation, possibly showcasing luxury or high-design elements.\n\nThe background of the image is a bit darker and has mirrors reflecting the central display area. Multiple visible VW (Volkswagen) logos suggest the setting could be related to an automobile showcase or exhibition.\n\nOverall, the composition uses depth well, with the young woman in the foreground providing an initial point of interest which then leads the viewer's eyes towards the central exhibit space. The lighting, soft but ample, highlights the central structure and the individuals, enhancing the ambience and the luxurious feel of the setting.","title":"AutoMobile show at the New York Coliseum at Columbus Circle in Midtown Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554378","554382","554386","556703","554372","554381","554388","554385","554391","556695","546526","554387","554373","554376","554390","557723"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["sofa","column","exhibition","exhibit","woman","globe","luxury","alternate","trade","presentation"]}
