{"path":"554360.jpg","date":"August 1973","photographer":"McCoy, Dan","caption":"This photograph captures a dynamic and blurred scene on what appears to be a highway during motion. The image predominantly features motion blur effects, creating a sense of high speed and movement.\n\nIn the center and towards the left of the frame, there are blurred outlines of vehicles, some of which are recognizable as trucks by their large, rectangular shapes. One particular truck on the left has noticeable text on its side, suggesting it might be a commercial vehicle, but the text is illegible due to the motion blur.\n\nThe right side of the photo shows streaks of light and color, primarily whites and reds, stretching back from the foreground to the background suggesting the presence of other moving vehicles with their lights on. The overall impression is nighttime, or low-light conditions, given the prominence of vehicle lights and the absence of natural light.\n\nThe background is indistinct, shrouded by the speed and the lighting conditions but might include guardrails or barriers typical of highway settings. The road itself is depicted by light and dark patches, indicating lanes, with the distinct white lane markings streaking into the distance.\n\nThe composition uses techniques typical of long exposure or slow shutter speed photography to enhance the effect of speed and motion, making the stationary elements indiscernible while accentuating the lights and outlines of the vehicles. This method provides an abstract and somewhat artistic quality to the depiction of a routine highway transit scenario.","title":"The Holland Tunnel beneath the Hudson River connects Lower Manhattan with New Jersey.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555431","549902","546644","545466","546739","546586","549623","546747","549111","545352","557471","551239","542764","553894","553024","547569"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["speed","motion","highway","vehicle","blur","lane","outline","light","text","truck"]}
