{"path":"554372.jpg","date":"November 1973","photographer":"McCoy, Dan","caption":"This photograph captures a lively scene at an indoor car show. The setting is vibrant, with a bustling crowd of visitors exploring various exhibits. The floor is carpeted in red, and the atmosphere feels busy yet orderly, with people dressed in typical casual and semi-formal attire from what appears to be the 1970s or 1980s judging by the fashion style.\n\nIn the foreground, there are two main focal points involving people interacting with cars. On the left, a young girl, who is holding a white balloon, is looking inside a luxurious black car with reflective paint that shows light patterns, giving it a polished, glossy appearance. Next to her, a woman, also holding a white balloon, is dressed in a warm, full-length fur-coat and seems engaged in observing the car or possibly conversing with the child.\n\nTo the right, two men are closely inspecting another car. Both are leaning towards the car, with one man, who is dressed in a dark red jacket and black pants, holding a piece of paper and possibly discussing features or details about the vehicle as he points to a part of the car. His companion, wearing a dark jacket and lighter pants, is listening intently or looking at what is being pointed out.\n\nIn the background, various other individuals can be seen. They are walking around, examining cars, or engaged in discussions. The overall decor includes bright lights and several promotional balloons. Prominently displayed in the background is a large Volkswagen (VW) logo on a stand, adding to the commercial and promotional nature of the event. The setting suggests that this event is a major auto show, likely held in a sizable exhibition hall dedicated to automotive displays and sales promotion.","title":"AutoMobile show at the New York Coliseum at Columbus Circle in Midtown Manhattan","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554390","554373","554381","554385","554389","554388","554377","554375","554376","554387","556703","554391","556538","552803","554383","552412"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["balloon","car","hold","point","promotion","auto","judging","companion","exhibition","event"]}
