{"path":"554432.jpg","date":"July 1973","photographer":"LaBastille, Anne","caption":"This photograph depicts an indoor scene in a woodworking or carpentry factory setting. In the foreground, there is a man visibly engaged in work, occupying the center of the frame. He appears to be in motion, handling a large piece of wood. The man is dressed in a practical outfit suitable for physical labor: dark trousers and a plaid shirt. His expression is focused, indicating concentration on his task.\n\nThe environment around him includes large piles of similar wooden planks neatly stacked and spread across the floor around him, suggesting that his task might involve sorting or moving these pieces. The background reveals more of the industrial setting with various carpentry machines and equipment, such as saws and possibly a conveyor system, which are partially visible. There's also another individual in the distant background, though they are mostly obscured by the equipment and are performing a task.\n\nThe space is well-lit, illuminated by natural light seeping in from an unseen source, possibly windows, and supplemented by fluorescent lighting overhead. The structure of the building includes visible wooden beams and metal girders, characteristic of industrial or warehouse architecture.\n\nOverall, this photograph captures a typical moment in a woodworking shop or factory, emphasizing the physical labor associated with handling and preparing large quantities of wood, set within an environment geared towards mass production or large-scale carpentry projects.","title":"Inside the Litchfield Paper Company mill near Tupper Lake, boards shown here are used for warehouse and factory pallets and packing boxes.","placename":"Adirondack Mountains (N.Y.)","location":"Adirondack Mountains, New York","nn1":["554431","554430","557945","554428","555533","556633","557680","554429","553648","554855","546036","556314","542497","553642","557337","542857"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["task","labor","factory","girder","wood","quantity","piece","equipment","conveyor","project"]}
