{"path":"554458.jpg","date":"June 1973","photographer":"LaBastille, Anne","caption":"This is a photograph showing a colorful and ornately decorated street scene that appears to be set up for an event or festival. The central feature of the image is a facade that resembles traditional European-style buildings, potentially inspired by German or Alpine architecture. These buildings are festooned with elaborate wooden carvings, decorative trim, and brightly painted shutters and windows.\n\nThere are two primary structures in the image. One to the left has a facade that includes a large, arched yellow window and a roofline adorned with ornate golden trim and scrolls. The building on the right showcases a sloped roof with similar stylizations and a central window accented with a golden wreath and framed by panels. Above this structure, a sign reads \"SOUVENIR VILLAGE,\" suggesting that the setup might be a temporary marketplace or themed area, possibly within an amusement park or fair.\n\nIn the foreground, a white control panel truck is parked beside the left structure. This inclusion implies some ongoing logistical setup or breakdown, perhaps related to the event. To the right of the main structures, a woman stands interacting or arranging items at a counter loaded with what appear to be elaborate, colorful dolls or souvenirs.\n\nIn the distant background, beyond the allure of the themed village, one can see more typical urban elements: modern buildings and a sign indicating \"BANK & TRUST NEW YORK,\" contrasting the quaint, rustic style of the foreground with more everyday urban architecture. There are also power lines and poles visible, grounding the scene firmly in a modern urban environment.\n\nOverall, the photograph captures a vibrant and intricately decorated scene meant for public enjoyment and shopping, contrasting fanciful, traditional architecture with the normalcy of a modern American street backdrop.","title":"Typical tourist-type shop, in Souvenir Village, at Old Forge New York, in the Adirondack Forest Preserve","placename":null,"location":"OTHER","nn1":["557806","557654","551790","557656","551789","557662","550115","557663","551788","558119","557725","549659","558118","552406","550107","557804"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["village","trim","panel","architecture","setup","breakdown","marketplace","allure","facade","carving"]}
