{"path":"554479.jpg","date":"June 1973","photographer":"LaBastille, Anne","caption":"This photograph captures a group of four older adults enjoying an outdoor setting at a campsite. The setting is verdant and wooded, indicative of a recreational or camping area. Dominating the background is a large travel trailer with a two-tone color scheme, possibly cream and light yellow, indicating a mid-century design. Adjacent to it, a green four-door sedan is parked, adding to the vintage feel of the scene.\n\nIn the foreground, two women and two men are seen engaging in leisurely activities. On the right side of the image, three individuals are seated around a portable camping table covered with a checkered tablecloth, which supports camping utensils and food items, suggesting they might be preparing for a meal. The two men and one woman are dressed in casual, period-appropriate outdoor clothing. One man wears a bright yellow jacket, and the other man alongside the woman is sporting plaid. They are all seated on aluminum framed camping chairs, focusing on a central point, possibly conversing or enjoying the ambiance.\n\nOn the left, another woman stands beside the car, smiling towards the camera. She wears a light top and a fur-lined vest, marking the casual outdoor fashion of the time. \n\nIn this relaxed camping scene, amidst the trees and overcast skies, the group appears to be enjoying a tranquil retreat in nature. The presence of the trailer and the car hints that this could be a multi-day camping trip. The image is a nostalgic representation of family or friends' gatherings in the great outdoors, common in mid-20th century recreational activities.","title":"Trailer camping at the golden beach state campsite at Raquette Lake, New York, in the Adirondack Forest Preserve","placename":null,"location":null,"nn1":["544387","542746","554181","557514","548668","554863","548748","554681","545225","557777","544449","542727","544855","548303","548796","550977"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["camping","trailer","enjoy","woman","tablecloth","aluminum","utensil","campsite","man","century"]}
