{"path":"554426.jpg","date":"July 1973","photographer":"LaBastille, Anne","caption":"This photograph depicts a scene of construction or industrial activity, with several workers engaged in various tasks. There are four people in the foreground and midground, focused around a large, cylindrical metal object that appears to be either being installed or removed from a trailer. Three men are directly handling the cylinder: one, wearing a striped shirt, is holding it from one side while conversing with a man in glasses who is standing facing him, hands on his hips, observing or supervising. A third man, to the left in a blue shirt, appears to assist in supporting or guiding the cylinder.\n\nIn the background, other workers can be seen involved in different construction activities near a large wooden building that looks like a barn or warehouse. One individual is standing on a framework, working above ground level, while another is bending down, working on something at the ground level amidst piles of construction materials like wooden planks and metal pieces.\n\nThe setting is outdoors, in a broad, open dirt area that might be part of a rural or semi-rural construction site. The surroundings include a tree-covered hill in the distance, reinforcing the setting's somewhat remote or less urbanized character. There are no distinguishing buildings or other features immediately visible beyond the construction site, giving the photograph a focused, industrial feel. The sky is clear suggesting fair weather, which is typical for outdoor construction activities.","title":"New saw blades are delivered to the litchfield paper company mill near Tupper Lake","placename":"Adirondack Mountains (N.Y.)","location":"Adirondack Mountains, New York","nn1":["544320","556893","542857","555866","554930","546254","556903","553384","543594","553385","555561","546033","544167","554936","546826","547218"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","cylinder","worker","level","supervise","hip","install","site","remove","focused"]}
