{"path":"554443.jpg","date":"June 1973","photographer":"LaBastille, Anne","caption":"This photograph captures an outdoor scene where two people, an elderly woman and a man, are involved in cooking over an open fire. The elderly woman, dressed in a vibrant red dress with a silver necklace and belt, is actively engaged in placing or stirring something in a pot on the fire. She has gray hair and glasses, and her attire gives a sense of a traditional or cultural dress style. The man, partially visible as he reaches into the scene, wears a patterned shirt with elaborate embroidery, suggesting cultural significance, and a vest. He is also holding a cup.\n\nIn the background, behind the woman, there is an imposing wooden totem pole featuring a face painted in dark tones with red around the lips and eyes. This suggests that the event may be taking place in a setting that celebrates or is connected to Indigenous culture, perhaps during a festival or a cultural gathering.\n\nSurrounding the figures are lush green trees and some grassy area, giving the photograph a natural, outdoorsy feel. The setup for cooking is simple, with a makeshift wood fire and what appears to be a basic grate placed over the logs. The overall atmosphere is rustic and culturally rich, with a focus on heritage and traditional activities. The sunlight filters through trees, highlighting the smoke that rises from the fire, contributing to the ambiance of an authentic cultural experience.","title":"Algonquin Indian couple cooking on campfire at Enchanted Forest, a tourist attraction at Old Forge, New York. The Adirondacks were the former hunting grounds of the Algonquin Indians.","placename":"Adirondack Mountains (N.Y.)","location":"Adirondack Mountains, New York","nn1":["554862","545497","554511","557934","542726","554686","549444","549451","557700","551399","546127","544983","558317","552106","542727","554682"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["fire","dress","woman","cooking","lip","necklace","heritage","festival","pot","cup"]}
