{"path":"554469.jpg","date":"June 1973","photographer":"LaBastille, Anne","caption":"This is a vibrant and lively photograph depicting a summertime canoeing activity on a river. It captures several canoes, each manned by one or two individuals, as they paddle along the water. The scene is outdoors in a natural setting, underscored by a lush, dense backdrop of green trees, which provides a rich contrast to the clear, reflective river.\n\nEach canoe appears to be made of wood, with the unique grains and colors of the wood clearly visible. The canoes are spread across the surface of the river, occupying the central and foreground of the image. The individuals in the canoes are engaged in paddling, some leaning forward in exertion, while others seem more relaxed. They are wearing casual, light summertime clothing, appropriate for the outdoor activity.\n\nIn the foreground, at the bottom of the image, two women are partially visible, observing the activity. They are not in the water but seem to be spectators from a closer vantage point, like a riverbank or a bridge. This observer perspective enhances the feel of the image as a captured moment during a leisurely group activity.\n\nThe colors are rich and deep, with the greens of the trees and the blues and whites in the clothing of the paddlers contrasting with the dark water, reflecting hints of the surroundings. The photograph has a candid, dynamic quality, likely taken during a community event or a group outing, emphasizing leisure and the enjoyment of nature.","title":"Start of canoe races on the north branch of the moose river at Old Forge, New York, in the Adirondack Forest Preserve","placename":null,"location":null,"nn1":["554468","553806","553691","550659","554465","558072","550768","553343","550767","549996","550663","551546","550309","558069","554464","545734"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["canoe","summertime","river","paddling","exertion","obserive","clothing","leisurely","wood","observer"]}
