{"path":"554465.jpg","date":"June 1973","photographer":"LaBastille, Anne","caption":"This photograph captures several individuals engaged in recreational water activities on a river filled with smooth, glistening water. The scene is vibrant and full of motion, showcasing kayakers and canoeists navigating the slightly choppy water.\n\nIn the forefront of the image, a person is paddling a sleek, dark-hued kayak. They are wearing a blue jacket of water-resistant material and a red safety helmet. Their paddle, which they are using adeptly to navigate through the water, is white. The kayaker’s focused expression and action suggest that they are practiced and comfortable in the water environment.\n\nFurther in the background, another individual, dressed in white and seemingly younger, is paddling a canoe solo, which is a rarity. Like the first kayaker, they are wearing a personal flotation device for safety. The canoe appears sturdy and equipped for the mild rapid conditions.\n\nOn the right side of the image, another kayak, which is partially obscured from view by foliage, contains a paddler wearing a bright orange helmet and a patterned, earth-toned jacket, likely also water-resistant. \n\nNoticeable in the background, large boulders and rocks are scattered within the river, creating natural obstacles for the watercraft. The riverbank is densely lined with lush, green forest, contributing to the serene and secluded ambiance of the setting.\n\nAbove all, the image conveys a sense of adventure and enjoyment with the kayakers and canoeist actively engaging with the natural elements and displaying skilled navigation of their watercraft in a picturesque environment.","title":"Kayakers from a canoe and kayak club from Vermont prepare to paddle down the upper Hudson River near indian lake via indian river, in the Adirondack Forest Preserve","placename":null,"location":null,"nn1":["550659","558071","558070","558069","554468","550657","553806","550663","554469","553333","545733","554462","549439","550661","550653","553335"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["paddle","kayak","watercraft","canoe","navigate","helmet","water","safety","obstacle","jacket"]}
