{"path":"554456.jpg","date":"June 1973","photographer":"LaBastille, Anne","caption":"This photograph captures a scene at a themed attraction designed to resemble an old Western town. The picture shows two faux wooden buildings, each painted and styled in vibrant, rustic colors. To the left, the building is a \"Livery Stable\" painted in a bright red, with large barn doors and adorned with old-fashioned carriage wheels and harnesses hanging from its façade. The sign above the door further reinforces the old-style Western motif.\n\nTo the right is a smaller building, painted in a muted blue and labeled as the \"Dawson City General Store.\" It features details such as faux windows, a white door, and signage that includes \"Wells Fargo\" adding elements of authenticity to the setting. Above this scene, a cable car can be seen gliding overhead, suggesting that the location might be a larger park or tourist attraction with various activities and transport options.\n\nCentered in the photograph are several visitors engaging with the exhibit. There are three children and one adult facing the Livery Stable, pointing and looking at something inside, possibly an actor or an animated display. Another group, consisting of an adult and two children, are near the General Store, where a woman in costume (apparent by her attire which is typical for a Western store clerk or character) is interacting with them, possibly explaining or demonstrating something.\n\nIn the background, lush green trees are visible, indicating that this setting is within a forested area or has a well-maintained landscape surrounding it. The overall atmosphere is one of leisure and educational entertainment, designed to give visitors a feel of stepping back in time into the bustling days of Old Western towns.","title":"Dawson City at Enchanted Forest tourist attraction at Old Forge, the Adirondack Forest Preserve","placename":"New York (N.Y.)","location":"New York, New York","nn1":["543223","543365","543356","554688","545221","552950","554458","554699","554457","557654","554454","552406","545448","549019","557936","551116"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["attraction","door","visitor","paint","town","adult","glide","authenticity","costume","entertainment"]}
