{"path":"554567.jpg","date":"July 1973","photographer":"LaBastille, Anne","caption":"The image centers on two signs hanging from a metal structure, possibly a beam or crossbar with electrical lines faintly visible in the background. The top sign features an arrowhead shape and is made of wood, with carved and painted text that reads \"Lake Placid Fishing Access Site, State of New York, Department of Environmental Conservation.\" The design of the sign, including its rustic aesthetic and forest green highlighting, suggests an outdoor, conservation-related setting.\n\nBelow this sign, there is another wooden sign that reads: “NOTICE: Lake Placid is a source for public drinking water. Pollution of lake waters is prohibited. State laws and regulations forbid: 1 - Discharge of sewage, garbage, refuse, or other matter into Lake. 2 - Speed in excess of 5 M.P.H. and water skiing within 100 feet from shore. 3- Picnicking and swimming in this area.” This is presented in white lettering on a darker background, clearly outlining various restrictions and legal information intending to protect the water quality and safety of the area.\n\nIn the background, behind the signs, part of a building with a red facade is visible. This building features a subtly textured surface and a flat roof. The entire scene is framed against a dimly lit sky with a cloudy or overcast environment, contributing to a somewhat somber or subdued mood in the photograph. The setting implies a rural or country environment, likely near a body of water given the context provided by the signs.","title":"Sign at Lake Placid, New York, forbids pollution of water because it is a source of public drinking water.  Other cautions are noted, in the Adirondack Forest Preserve","placename":null,"location":null,"nn1":["554483","548158","547992","555385","550688","553860","544228","550664","553749","544813","544971","546966","548063","550272","553859","550223"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["sign","law","restriction","discharge","read","regulation","ski","notice","country","water"]}
