{"path":"554540.jpg","date":"June 1973","photographer":"LaBastille, Anne","caption":"This photograph captures an outdoor meal setup, likely during a camping or outdoor excursion. The frame is dominated by a male's hands handling a pamphlet titled \"Mountain Manners.\" The pamphlet features a colorful graphic design with images related to camping and outdoor etiquette, such as a backpack, fire, and trash can.\n\nOn the table, there are several other items arranged around the pamphlet. There are two slices of home-style white bread and a clear plastic bag with what appears to be some more bread. Beside the bread, there's an open jar labeled \"Strawberry,\" indicating strawberry jam, and it's half used with the lid placed beside it. Nearby, there's a red object that looks like sliced meat or cheese. Another identifiable item is a red and white tin, possibly containing cookies or another snack, lying aside on the table.\n\nIn the background, slightly out of focus is a portable blue surface, possibly part of a table or cooler, which suggests the setting is indeed meant for portability and outdoor convenience. The corner of what might be a basket or a setup for additional utility items is also visible in the upper left.\n\nThe image conveys a sense of casual, rustic outdoor dining, with an emphasis on responsible environmental practices as advocated by the pamphlet. The setting seems relaxed and informal, ideal for a camping trip or a similar outdoor adventure.","title":"A \"mountain manners\" bag is given to each backpacker who leaves from Adirondack Loj (Adirondack Mountain Club) in order to bring out trash and cut down on litter in the Adirondack Forest Preserve of New York State.","placename":null,"location":"OTHER","nn1":["545738","554682","549444","545523","554687","551276","545497","545786","549451","554863","542726","544855","544387","554511","545228","542727"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["pamphlet","camping","table","item","slice","setup","convenience","meat","tin","jar"]}
