{"path":"554565.jpg","date":"June 1973","photographer":"LaBastille, Anne","caption":"The photograph depicts a scene of an abandoned or ruined industrial site. The primary focus is the remains of a building with brick walls that have largely crumbled, leaving only partial structures and openings where windows or doors once existed. The ruins are surrounded by overgrown vegetation, emphasizing the sense of decay and abandonment. \n\nForeground elements include slabs of broken concrete and debris scattered around, creating a stark contrast with the remnants of the building structures. Part of the scene includes a stagnant water body, possibly a small pond, reflecting the dilapidated state of the environment.\n\nTo the right side of the photo, there appears to be a structure resembling an old, rusted bridge or an abandoned railway platform, which further adds to the deserted industrial feel of the setting.\n\nThe background is marked by a dense forest that spans across the entirety of the image backdrop, with trees filling the landscape up to the horizon. The sky above is overcast with dark, possibly stormy clouds, enhancing the gloomy atmosphere of the locale.\n\nOverall, the composition conveys a strong sense of desolation and the passage of time, highlighted by the natural regrowth slowly claiming the man-made structures. The image could speak to themes of industrial decline, nature reclaiming space, or the transient nature of human endeavors.","title":"Abandoned veneer and wooden bowl mill near McKeever, on the Moose River. The plant was active until the early 1960's when better mills closed it, in the Adirondack Forest Preserve.","placename":null,"location":"OTHER","nn1":["556351","549555","545982","551330","544281","555544","557995","547622","543344","545978","543258","553551","553555","549307","552240","547470"],"cl":[27],"cluster":["#27 &mdash; Natural Disasters"],"terms":["ruin","slab","entirety","remain","decline","locale","endeavor","opening","desolation","structure"]}
