{"path":"554681.jpg","date":"November 1973","photographer":"LaBastille, Anne","caption":"This photograph captures a rustic and adventurous outdoor setting featuring two vintage vehicles equipped with camper trailers. In the center of the image, there is a man standing with a relaxed yet cheerful pose, wearing a hunter's outfit that includes a bright orange vest and hat, dark pants, and holding what appears to be a rifle. He is standing beside a blue and white truck that supports a large white camper trailer adorned with the logo \"Phoenix.\" The truck has prominent additional headlights and a spare tire secured to the front grille.\n\nBeside the first truck and camper, to the left of the image, there's another similar setup with a more traditional camper trailer that is partially obscured by the side view of the first truck. Both trailers seem equipped for extended travel or camping, hinting that they are possibly in a campsite.\n\nThe background of the scene is densely wooded, full of tall, coniferous trees that suggest a forest locale. The ground is unpaved and covered with natural debris, reinforcing the outdoor, exploratory theme of the photograph. There's a semblance of a makeshift shelter or an additional camping amenity with a camouflage patterned tarp stretched between trees on the far left, blending into the wooded surroundings.\n\nThis snapshot evokes a sense of outdoor adventure and leisure, reminiscent of past decades’ recreational practices, highlighted by the design and build of the vehicles and camping equipment prevalent in this scene. The overall mood is hearty and suggests preparation for or the return from hunting, given the attire of the man and the setting.","title":"Equipment used by hunters in the Adirondack Forest Preserve for big game includes four-wheel-drive vehicles and campers mounted on pickup trucks. This camp is at Moose River Plains. The plains is a state primitive recreational area.","placename":"Adirondack Mountains (N.Y.)","location":"Adirondack Mountains, New York","nn1":["542746","548668","546093","554479","545500","545590","548796","545594","554685","548802","548748","542747","554863","553133","557514","546137"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["camper","trailer","camping","truck","rifle","hunting","camouflage","tarp","campsite","amenity"]}
