{"path":"554628.jpg","date":"August 1973","photographer":"LaBastille, Anne","caption":"This photograph captures an industrial scene set in a mountainous area. The focal point of the image is a large, dark mound of what appears to be mining refuse or tailings. The mound is expansive and occupies a significant portion of the midground. The texture of the mound is rough and rippled, suggesting it consists of granular material. \n\nTo the left of the mound, the photograph shows quieter parts of what might be the mining site or adjacent landscapes. Vegetation, including small bushes and shrubs, is visible in the foreground, adding a hint of green to an otherwise somber palette dominated by the grays and dark tones of the industrial materials.\n\nIn the background, mountain peaks are visible, partially shrouded by mist or low clouds, adding a sense of depth and a somewhat mysterious or moody atmosphere to the scene. The sky overhead is overcast, lending a soft, diffused light to the setting and emphasizing the industrial nature of the scene.\n\nThere are also visible structures related to the mining operation, including what appears to be a conveyor belt tower on the right of the tailings pile, potentially used for transporting materials. The presence of these machines emphasizes the industrial activity taking place in this otherwise natural landscape. \n\nOverall, the composition and mood of the photograph underscore the juxtaposition between industry and nature, characterized by the massive man-made mound amidst the natural beauty of the mountainous surroundings.","title":"Large pile of new tailings from the world's largest titanium (ilmenite) mine owned by NL Industries at Tahawus, in the Adirondack Forest Preserve. High Peaks is shown in the background.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554763","543836","543642","551037","551036","554764","543646","555591","544168","544059","554811","544390","543848","554815","545529","543992"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["mound","mining","material","refuse","overhead","belt","midground","machine","mist","gray"]}
