{"path":"554676.jpg","date":"November 1973","photographer":"LaBastille, Anne","caption":"The image captures a deer carcass that has been suspended from its hind legs using a rope tied around its feet, which is attached to a horizontal branch. The deer's skin has been partially removed revealing its internal anatomy, including visible red muscle tissue and some organs. This suggests that the deer is being processed, possibly for food.\n\nThe background features a woodland scene indicative of a rural or wilderness area. Tall tree trunks and dense green foliage are visible, which suggest it might be set in a temperate forest. The ground is dirt-covered with patches of grass and some dead leaves scattered around, hinting at either autumn or early spring.\n\nOn the left side of the image, there is a kind of makeshift or temporary encampment. A green tent is partially visible and a wooden box-like structure, possibly used for storage or another functional purpose in a campsite setup. Next to the tent, there appears to be a stone and metal structure, possibly a fire pit or oven, and a white container that could be used for storing supplies or food.\n\nThere is no human presence visible in the photo, focusing solely on the deer and the ambient natural and makeshift elements of the encampment. The overall composition gives a raw and practical insight into hunters’ or wilderness dwellers' life, particularly aspects pertaining to food preparation and storage in an outdoor setting.","title":"Buck deer hanging to cool and age early in the hunting season at Moose River Plains in the Adirondack Forest Preserve. A tag must be attached to the animal's head by the hunter who made the kill. The plains is a state primitive recreational area.","placename":"Adirondack Mountains (N.Y.)","location":"Adirondack Mountains, New York","nn1":["554675","546133","552699","552587","546132","543786","558368","546094","544623","546163","554934","543279","542778","554620","544114","552339"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["deer","food","tent","wilderness","dweller","storage","campsite","insight","pit","supply"]}
