{"path":"554680.jpg","date":"November 1973","photographer":"LaBastille, Anne","caption":"This photograph captures an older man standing outside in a rural setting during daylight hours. The man is dressed in outdoor, hunting-appropriate attire, featuring a bright red jacket and matching red hat, likely for visibility. His trousers are tucked into dark brown knee-high boots, and red socks are visible at the knees. He is holding a rifle in his right hand, with the barrel resting against the ground, suggesting he might be engaged in hunting or preparing to do so.\n\nBehind the man is a large trailer, likely used for temporary accommodation during hunting trips or similar outdoor activities. The trailer is predominantly silver and has several features visible such as a white entry door, a small window, and signs. Notably, one sign humorously reads, \"GUNS & COFFEE ONLY OUTLAWS WILL HAVE GUNS,\" indicating a possible advocacy or humor regarding gun ownership. Another label on the trailer names it a \"Wolverine\" trailer, and there's a car hitch visible, implying it is towable.\n\nThe background is mostly bare trees and some foliage, indicating it might be late autumn or early winter. The ground is partially covered with what appears to be dried grass or fallen leaves, common in natural, wooded areas during these seasons. The lighting suggests it is either morning or afternoon, given the softness and angle of the sunlight. The overall composition and elements of the image suggest a focus on rural life, hunting culture, and the outdoors.","title":"Hunter leaving the rear of his camper truck at the start of the big game season in the Adirondack Forest Preserve at Moose River Plains. The plains is a state primitive recreational area.","placename":"Adirondack Mountains (N.Y.)","location":"Adirondack Mountains, New York","nn1":["554677","546137","554678","554681","546144","554521","558333","545980","549051","554675","554926","554939","547679","554934","554511","547416"],"cl":[29],"cluster":["#29 &mdash; Outdoor Recreation"],"terms":["gun","trailer","hunting","knee","accommodation","rifle","ownership","entry","softness","sock"]}
