{"path":"554625.jpg","date":"August 1973","photographer":"LaBastille, Anne","caption":"The photograph displays an expansive industrial complex nestled in a valley, surrounded by densely wooded hills. The main features of the complex include several large industrial buildings, some of which are old and have multiple large windows and brick façades typical of early 20th-century industrial architecture. In the foreground, there are piles of black material, likely coal, which suggests that the facility could be involved in coal processing or energy production.\n\nA prominent structure in the center of the image is a tall white building equipped with several smokestacks, from one of which white steam or smoke is billowing into the air, indicating active operations. Connected to this are conveyor belts leading to other sections of the plant, implying the transportation of materials within the facility.\n\nMultiple smaller outbuildings and structures are scattered around the site, and there are some vehicles visible, which look like they might be used for earth moving or other heavy industrial purposes. The landscape around the facility is rugged and partially excavated, showing signs of significant human alteration likely due to mining or industrial activity.\n\nThe overall atmosphere of the scene is somewhat muted, with overcast lighting conditions, conveying a sense of quiet industrial activity. The surrounding natural environment, although lush, appears to be significantly impacted by the industrial operations. The color palette is subdued, with mainly grays, blues, and greens dominating the scene.","title":"Mine building and factory of NL Industries at Tahawus, in the Adirondack Forest Preserve. It is the largest titanium (ilmenite) mine in the world.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551112","557374","556602","551036","554630","556565","543733","546122","551053","551197","549508","546080","551156","557375","556424","557225"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["coal","facility","complex","outbuilding","excavate","alteration","operation","conveyor","material","façade"]}
