{"path":"554748.jpg","date":"September 1973","photographer":"LaBastille, Anne","caption":"The photograph depicts a serene woodland scene centered around a small, lively stream. There's a noticeable sense of autumn, characterized by a rich palette of foliage colors ranging from deep greens to vibrant shades of red and gold.\n\nIn the foreground, the focus is on the rocky stream which is flowing briskly, creating white, frothy water as it moves over and around the stones. The water appears crisp and clear, reflecting the sunlight in various spots which adds a sparkling effect to the surface.\n\nSurrounding the stream is an abundance of trees and bushes adorned with autumn leaves. The leaves closest to the frame are rich red and are slightly out of focus, giving an almost painting-like quality to the edges of the image. This effect brings depth to the photograph, guiding the viewer’s gaze towards the stream.\n\nThe background features trees with foliage primarily in shades of yellow and green, suggesting a dense wooded area. The sunlight filters through the tree canopy in patches, highlighting the varied colors and textures of the leaves and creating a mosaic of light and shadow on the forest floor and water.\n\nOverall, the composition beautifully captures the tranquil and picturesque essence of a forest in autumn, emphasizing the natural flow of water and the vibrant, changing leaves. The scene is devoid of any human presence, which enhances its peaceful and untouched atmosphere.","title":"Hardwood forest trees, including red maple, hang over a fine trout stream on the north branch of moose river","placename":"Adirondack Forest Preserve (N.Y.)","location":"Adirondack Forest Preserve, New York","nn1":["555218","558085","554747","554406","555216","554407","555222","552599","554737","555211","557823","552692","554753","554525","555076","554738"],"cl":[48],"cluster":["#48 &mdash; Water 4"],"terms":["stream","autumn","leave","mosaic","flow","effect","abundance","painting","gold","foliage"]}
