{"path":"554702.jpg","date":"October 1973","photographer":"LaBastille, Anne","caption":"This photograph depicts an industrial scene, specifically the Warrensburg Board & Paper Corp. The foreground prominently features a large, rectangular sign with the company name displayed in dark letters on a light background. Beyond the sign, the midground displays a series of industrial buildings with red brick walls, various roofs in different states, including some corrugated metal ones, and multiple chimneys, with the tallest being a central metal smokestack that stands prominently against the sky.\n\nIn front of the buildings, there are stacks of materials that appear to be paper or board products, neatly arranged and possibly ready for shipping. An open-sided shelter houses more of these products, ensuring they are protected from direct exposure to the elements. There is a flatbed trailer loaded with these materials, indicating ongoing transport activities.\n\nUtility poles with electrical lines are visible, crisscrossing slightly in the scene, suggesting the functional, working nature of the environment. The natural backdrop features trees with autumn foliage, suggesting the photograph was taken in the fall. The sky is partly cloudy, which casts natural light over the entire industrial site, enhancing the colors and details of the scene.\n\nOverall, this image captures a moment in the daily operations of a paper and board manufacturing facility, emphasizing the industrial architecture and functional components critical to its operation.","title":"Warrensburg Board and Paper Company sited at the edge of the Hudson River at","placename":"Adirondack Forest Preserve (N.Y.)","location":"OTHER","nn1":["553461","553460","550722","546236","553399","550349","551578","552037","554630","550814","550883","553451","550335","554625","547014","550711"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["product","board","paper","flatbed","operation","shelter","material","company","trailer","metal"]}
