{"path":"554827.jpg","date":"October 1973","photographer":"Calonius, Erik","caption":"This photograph depicts a somewhat gritty industrial scene with a large piece of machinery dominating the foreground. The machinery is rusted and red, possibly a part of some heavy machinery used in construction or excavation. It closely resembles a giant mechanical claw or scoop, supported by a weathered metal beam that extends out of frame. The scale of this device is accentuated by a person standing next to it, appearing quite small in comparison.\n\nThe human figure, a woman, is dressed in a light-colored jacket and darker pants. She is placing both hands on a vertical support beam of the machinery, perhaps either inspecting it or merely pausing next to it.\n\nThe setting appears to be an industrial or construction site, given the presence of these large machines and a background filled with similar themes. There are red buildings that stand out vividly against the otherwise muted tones of the scene, possibly warehouses or factory buildings. Also visible are other heavy vehicles or machinery that support the industrial vibe of the photograph.\n\nThe ground is muddy and littered with puddles, suggesting recent rain or ongoing poor conditions. The overall atmosphere is one of desolation and robust industrial activity, starkly highlighted by the overcast, gloomy sky adding a cold, harsh ambiance to the scene. This photograph might have been taken to document the machinery, the industrial site, or the conditions prevailing at the time of capture.","title":"One of the small coal shovels, off Route 9, near Cadiz, Ohio and Steubenville.","placename":"Cadiz (Ohio)","location":"Cadiz, Ohio","nn1":["547583","556325","557390","553836","553827","546191","545661","546757","556893","543258","556322","556323","544048","555954","556447","556506"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["machinery","beam","scoop","claw","comparison","site","construction","capture","puddle","desolation"]}
