{"path":"554807.jpg","date":"October 1973","photographer":"Calonius, Erik","caption":"The photograph captures a rural or semi-industrial landscape during what appears to be either late fall or early spring, given the absence of lush greenery. The scene is expansive, showing vast undulating terrain that features a mix of bare trees and areas with sparse vegetation. \n\nIn the foreground and extending into the midground, there are pronounced hills covered with reddish-brown grass or earth, indicating either plowed fields or natural barren land. A meandering stream cuts through the landscape, reflecting light, which suggests it might be partly frozen.\n\nA prominent feature of the image is an industrial or infrastructure facility located in the lower right quadrant. This structure includes several buildings and possibly silos or storage units, connected by roads that weave through the area. There are trucks visible near the buildings, implying some ongoing activity or operation.\n\nIn the background, there are hints of a forested area with denser tree coverage, presenting a contrast to the more open and worked-upon land in the foreground. The overall mood of the image is quiet and a bit desolate, under a slightly overcast sky with soft lighting that does not cast harsh shadows, implying either an overcast day or a time of day when the sun is not very strong.\n\nThe composition of the photograph uses a broad, panoramic view that emphasizes both the natural landscape and human-made modifications, hinting at a balance or interaction between the two.","title":"Abandoned coal tipple surrounded by miles of stripped land stagnant water lies in the ditches in apparent violation of Ohio law.  Off route 519","placename":"New Athens (Ohio)","location":"New Athens, Ohio","nn1":["555629","554803","543668","555588","549182","555537","549191","555881","554811","545971","554817","555609","542589","545042","549156","549179"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["imply","quadrant","modification","plow","pronounce","coverage","land","weave","silo","undulate"]}
