{"path":"554896.jpg","date":"May 1973","photographer":"St. Gil, Marc","caption":"This photograph has a distinctly vintage, homey feel, depicting a scene inside a kitchen or perhaps a small dining establishment. It includes three individuals. On the left side, a young man with long hair and a beard, wearing a gray T-shirt, is focused on cooking, using the stove top in the kitchen. He appears to be in the process of preparing food with various cooking utensils around, suggesting a domestic or informal setting rather than a professional kitchen.\n\nIn the middle, another young man, standing with arms crossed and watching, has short hair and wears a white shirt with thin horizontal stripes. His posture and expression convey a casual observation of the cooking process.\n\nOn the right, another young man with long blonde hair and a plaid shirt stands beside a prominent pizza menu board that displays various types of pizzas along with their prices, suggesting that pizzas are either part of what’s being offered or consumed, or merely a thematic decoration element. The large menu board with items like \"sausage\", \"pepperoni\", \"deluxe combination\", adds a colorful and commercial contrast to the rustic kitchen setting.\n\nThe background reveals a wooden interior with brown colors predominantly, matching the era suggested by the styles and haircuts. A window partially seen shows daylight, indicating the time may be during the day. The overall composition, with its focus on daily activities like cooking and casual interaction among the individuals, portrays a snapshot of everyday life from a past decade, likely captured in a relaxed, personal environment.","title":"Pizza place in the town of Leakey, Texas, near San Antonio","placename":"Texas","location":"OTHER","nn1":["548439","545984","554866","556824","557352","558317","553531","556035","545970","543041","558298","552105","544198","544233","554861","551419"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["cooking","kitchen","menu","board","hair","haircut","stove","utensil","process","price"]}
