{"path":"554828.jpg","date":"October 1973","photographer":"Calonius, Erik","caption":"This photograph shows a large-scale mining operation, featuring heavy machinery and a rugged, rocky environment. The central focus of the image is a massive mining machine, predominantly colored in white and red, with several visible segments including cranes, control rooms, and conveyor parts. The structure is positioned on a platform, surrounded by piles of debris and mechanically disturbed earth, indicating active excavation work.\n\nIn the foreground, a steep rocky hillside slopes down towards the mining area. The ground is uneven and covered with loose rocks and gravel, typical of a mine site. The background of the image is out of focus but seems to be more of the same rugged terrain, fairly barren and devoid of vegetation.\n\nVisible in the center-left side of the image, beneath parts of the machinery, is a smaller vehicle that appears to be a bulldozer or similar type of earth-moving equipment. It is involved in shifting rubble or clearing areas for further mining operations.\n\nThere is visible dust around the operation areas, suggesting ongoing work and movement. The overall environment is harsh and industrial, with no visible natural foliage or water sources, highlighting the intensive nature of mining activities. The photograph captures the scale and intensity of machinery used in mining operations, emphasizing human engineering and environmental alteration.","title":"Shovel stripping land.  Although it is huge compared to the bulldozer parked beside it, the shovel is not considered particularly large.  Off route 9, near Cadiz, Ohio, and Steubenville","placename":"Cadiz (Ohio)","location":"Cadiz, Ohio","nn1":["555606","552416","554773","545831","549171","552418","549245","554826","549172","544107","544100","553049","544099","552417","544110","544165"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["mining","operation","machinery","earth","alteration","scale","mine","rubble","bulldozer","conveyor"]}
