{"path":"554825.jpg","date":"October 1973","photographer":"Calonius, Erik","caption":"This photograph presents a stark juxtaposition of two contrasting environments. In the foreground, there is a cemetery featuring several gravestones and markers. These graves are of varying designs and sizes, some upright and others flat on the ground, surrounded by lush green grass. A wooden fence partially encloses the cemetery.\n\nBeyond the immediate confines of the cemetery, the background reveals a large-scale mining operation. Enormous machinery, possibly a dragline excavator, dominates the scene, positioned atop a mound of dark earth or coal. This industrial setup includes piles of extracted material, further contributing to the austere, utilitarian look of the area.\n\nThe landscape around the mining area is expansive and scarred by the mining activity, showing exposed earth and minimal vegetation. A winding road meanders through the mining site and into the distance. In contrast to the vibrant green of the cemetery, the mining area is predominantly in shades of gray and brown, enhancing the visual contrast between the preservation of the past (cemetery) and the exploitation of the natural environment (mining operations).\n\nThe overall composition underscores a narrative of intrusion and coexistence between human respect for legacy and the relentless pursuit of industrial progress. The mood evoked may be one of melancholy or reflection, prompted by this visual dialogue between life, memory, and environmental alteration.","title":"View of strip mined land and tipple from a graveyard off route 100, near Morristown, Ohio, and Steubenville","placename":"Morristown (Belmont County, Ohio)","location":"Morristown, Ohio","nn1":["546379","546196","546168","546038","554791","546204","546179","545363","554815","543848","554816","549148","543836","555604","546147","550731"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["cemetery","mining","austere","dialogue","gravestone","respect","confines","memory","earth","grave"]}
