{"path":"554835.jpg","date":"October 1973","photographer":"Calonius, Erik","caption":"This photograph depicts a rugged, somewhat industrial landscape scene that seems to be taken from a higher viewpoint looking down towards a river valley. In the foreground, there is a large, loosely organized mound of dirt and debris, characterized by rocks and earth that create a rough texture. These materials appear to have been excavated or dumped as part of industrial work.\n\nDominating the middle ground is a winding river or lake, its surface reflecting a deep blue hue, suggesting depth and tranquility in contrast to the busyness of the surrounding area. Along the banks of this river, several buildings are visible. These structures appear functional and possibly related to industrial or agricultural activities. They are simple in construction, with what looks like metal and wooden walls, and flat or gently sloping roofs.\n\nSamuel cars, likely from the mid-20th century, are noticeable on a road beside the river. This road cuts horizontally across the scene, acting as a dividing line between the water and the sloping, tree-covered hills in the background. The tree coverage on the hills is sparse, allowing visibility of the ground underneath, which seems barren in places, again hinting at industrial or human activity having altered the natural landscape. Utility poles line the road, emphasizing the integration of human infrastructure with the natural environment.\n\nOverall, the scene is a mixture of natural beauty and industrial reality, captured under what seems to be the soft, warm light of either early morning or late afternoon, enhancing the earth tones throughout the photograph.","title":"Farmland stripped by the Hanna Coal Company off Route 100 near Morristown, Ohio, and Steubenville. A dammed stream has flooded part of the area, in apparent violation of state law.","placename":"Morristown (Belmont County, Ohio)","location":"Morristown, Ohio","nn1":["545988","548097","551519","553393","554807","550673","553462","547807","543661","554811","554546","553380","555629","547227","543709","543826"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["river","busyness","road","earth","reality","integration","coverage","hill","mound","viewpoint"]}
