{"path":"554881.jpg","date":"May 1973","photographer":"St. Gil, Marc","caption":"This photograph captures a dynamic scene of sheep herding within a rustic wooden chute or pen. The image is taken from an elevated angle, looking down into the chute where several events are simultaneously occurring. \n\nThe chute is narrow and is lined on either side with weathered wooden fences, providing a long, restricted pathway for the sheep. A significant number of sheep, characterized by their thick, woolly coats, are crowded together within the confines of this pathway, seemingly being guided or moved along the chute.\n\nA total of four individuals, who appear to be farm workers, can be seen involved in the sheep herding process. Each is dressed in attire typical for rural or farm work. The closest person, on the left side of the frame, wears a red cap with a logo, a dark short-sleeve shirt, and light-colored trousers. This individual is squatting and looks slightly towards the camera, seemingly engaged in managing the sheep directly. Above him on the platform, two other individuals in cowboy hats, one wearing a white shirt and the other in a dark shirt, also participate in the activity, possibly guiding or controlling the movement of the sheep. The fourth person, partially visible and positioned on the right, dressed in a casual light-colored shirt and jeans, uses a long stick or tool that might be used for sorting or directing the animals.\n\nThe environment around shows signs of wear and frequent use, common in agricultural settings. Muddy conditions underfoot suggest outdoor elements affecting the work area, while lush greenery peeks through the gaps in the fencing, hinting at a rural or semi-wild setting outside of the immediate working area.\n\nOverall, the photograph vividly documents a moment of agricultural labor, emphasizing teamwork, the handling of livestock, and a rustic, outdoor work environment.","title":"Sheep being herded toward loading pens on a ranch in the Leakey Texas, area near San Antonio","placename":"Texas","location":"Texas","nn1":["554886","554894","554883","554880","552569","554892","554882","554884","552573","544391","552568","548952","543690","548957","547396","554928"],"cl":[41],"cluster":["#41 &mdash; Horse"],"terms":["sheep","chute","herd","work","guide","pathway","shirt","gaps","positio","sorting"]}
