{"path":"554875.jpg","date":"May 1973","photographer":"St. Gil, Marc","caption":"The photograph depicts a group of people gathered around a motorcycle on a street, likely during the 1970s based on the style of clothing and overall vibe. There are four adults and a child visible in this image. Starting from the left, there is a tall man wearing a striped pink and white long-sleeve shirt paired with rugged jeans. He is leaning towards a younger boy in a striped t-shirt and shorts, appearing to be engaging with the boy or pointing at something.\n\nNext to them is a man with long brunette hair, wearing a fitted blue t-shirt and jeans, also observing what looks to be a piece of paper or document being held by another man on his right. This other man, sitting astride the motorcycle, has brown shoulder-length hair and sports a black t-shirt emblazoned with a Harley Davidson logo, with faded and torn jeans. He is showing something on this paper to the man standing.\n\nBehind this central group, another man, possibly an observer or a passerby, stands with his arms crossed. He has a full beard and dons a red and navy plaid flannel shirt. He holds a  neutral expression and looks on towards the group with the motorcycle.\n\nThe background features a Mobil gas station sign and advertising for Mobil credit cards, setting a distinctly American mid-20th-century scene. There are also other smaller details like parked cars and a pickup truck, typical of the era’s rural or suburban American setting. The ground is plain asphalt, and there are trees and a hill visible in the distance, suggesting a small town or country environment.","title":"Motorcyclist from Leakey, Texas, stops to talk with friends near San Antonio.","placename":"Texas","location":"OTHER","nn1":["554872","546993","554871","551383","556206","554874","554877","554876","554873","554481","556418","545598","558232","547803","558193","551108"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["motorcycle","t","jean","shirt","man","boy","paper","group","flannel","card"]}
