{"path":"554830.jpg","date":"October 1973","photographer":"Calonius, Erik","caption":"This photograph captures a construction or mining site viewed through a natural, twiggy veil created by bare tree branches. The foreground is densely filled with thin, dark branches that partially obscure the scene and give a feeling of distance and separation from the viewer to the subject.\n\nIn the mid-ground, there is a primary focus on a large, red crane which stands out prominently against the duller colors of the background. Beside the crane is a white structure, possibly a mobile office unit or equipment shed, which partially blends into the light sky. The red crane and the white structure are set against a landscape of exposed earth and piles of material, likely dirt or gravel, suggesting earth-moving activities or construction.\n\nThe background shows a somewhat barren landscape with hints of greenery, and a body of water is subtly visible at the bottom of the scene, suggesting that the site is near a river or large pond. The landscape rolls gently, and the earth colors range from deep browns to lighter tans, indicating different materials or states of the disturbed earth.\n\nOverall, the composition of the photo, with the wild, untamed branches in the foreground and industrial activity in the back, creates a contrast between nature and human-engineered environments. It infuses the image with a sense of hidden observation or discovery, as though the viewer is stumbled upon a secluded area of industrial impact.","title":"\"Big Muskie,\" owned by the Ohio Power Company, is one of the largest land stripping shovels. The shovel weighs 13,000 tons, stands over 20 stories high, picks up 325 tons of earth per scoop and cuts a swath 75 feet wide and 150 feet deep. It is operated by one man in an air-conditioned cab. Off Route 146, near Freeland, Ohio, and Steubenville.","placename":"Freeland (Ohio)","location":"Freeland, Ohio","nn1":["549169","545655","545648","545649","554545","544109","545641","544282","548775","544157","555593","545858","555633","545888","548773","553027"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["earth","crane","branch","veil","tan","discovery","separation","site","construction","material"]}
