{"path":"554813.jpg","date":"October 1973","photographer":"Calonius, Erik","caption":"This photograph captures the façade of a building, detailed with a unique architectural blend that represents a combination of traditional and museum-style elements. The building is adorned with a sign that announces the \"International Mining & MFG. Festival\" in Cadiz, Ohio, scheduled for September 20-23, though the year is not specified.\n\nThe lower part of the façade features a rough, stone-like texture, predominant in the structure which likely emulates an old mining or industrial theme. A door labeled “House of Coal” invites visitors inside, offering a sense of interaction with coal mining heritage, alongside welcoming them with a red door and small porch. To the left of the door, two old, wooden structures possibly serve as seats or part of an exhibit.\n\nVisible in the window of the structure is a poster with the phrase “We Coal I Dig Coal,” humorously punning on the word 'cool' to promote coal mining. The window reflects the upper parts of the building and another structure across the street, enhancing the image's layered visual appeal.\n\nAbove the stonework, the building transitions to a more classical architectural style with grand, rounded windows spaced evenly along its length. However, most of this section is not visible in the photograph. The roof of the stone structure is topped with what appears to be wooden segments, possibly mimicking a makeshift mining shack or part of a historical display.\n\nJust above the rugged stonework, a banner clearly markets the event, reinforcing the theme of international engagement in the mining sector, and highlighting Cadiz, Ohio as a place of considerable activity and importance in this industry. The photograph captures a juxtaposition of historical appreciation and modern presentation, aimed at promoting industrial heritage and community engagement.","title":"\"The house of coal\" placed in front of the city hall at Cadiz Ohio, near Steubenville symbolizes the presence coal companies have in the southeastern part of the staff.","placename":"Cadiz (Ohio)","location":"Cadiz, Ohio","nn1":["555600","544088","556400","557643","543848","544824","556420","554458","550042","547822","546440","544077","557654","557073","554808","547894"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["mining","stonework","heritage","coal","door","façade","engagement","museum","stone","window"]}
