{"path":"554876.jpg","date":"May 1973","photographer":"St. Gil, Marc","caption":"This photograph depicts three individuals, two males and one female, in an outdoor setting, possibly a garden or a park, with some trees and vegetation around that aren't very dense. The focal point of the image is the female in the center who is sitting on a motorcycle. She is wearing casual attire, with jeans, a black T-shirt, and sunglasses, giving off a relaxed yet bold vibe. Her posture and grip on the handlebars suggest she is either preparing to ride the motorcycle or just getting off it.\n\nTo her left, a male with light brown hair is observing, standing slightly forward and dressed in a light blue fitted t-shirt and jeans, which contribute to a casual, laid-back look. He appears to be engaged in a conversation with her or possibly offering some advice or comments about the motorcycle.\n\nTo her right, another male, younger and possibly in his teens, is watching the scene. His attire consists of a dark jacket and jeans, and he stands with his hands in his pockets, which conveys a casual and slightly curious stance. His hair is blonde and his head is turned towards the motorcycle, indicating his interest in the activity at hand.\n\nThe setting includes the bed of a truck or trailer with weathered wooden planks where the motorcycle is likely exiting or entering, suggesting that the group might be transporting the motorcycle somewhere.\n\nOverall, the composition captures a candid moment among friends or family, centered around a shared interest in the motorcycle, set against a lush green backdrop that adds a calm and peaceful vibe to the scene.","title":"Motorcyclist from Leakey, Texas, loads his cycle on a truck with the help of friends near San Antonio.","placename":"Texas","location":"OTHER","nn1":["554877","545598","556206","556418","545134","548690","553955","554872","554481","554875","547803","557777","558232","548691","551451","554874"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["motorcycle","male","female","jean","vibe","interest","grip","teen","handlebar","pocket"]}
