{"path":"554874.jpg","date":"May 1973","photographer":"St. Gil, Marc","caption":"This photograph depicts a classic American scene, highlighting elements of rural or small-town life coupled with the culture of motorcycling. In the foreground, a man is riding a motorcycle towards the camera. He appears focused, with sunglasses and long hair, wearing a t-shirt and jeans. The motorcycle is an older model, black, with chrome accents.\n\nIn the background, there is a gas station identifiable by a prominent \"Mobil\" sign, suggesting it's a Mobil gas station. Beneath the sign, text advertises \"Mobil Credit Cards Honored Here.\" The setting has a vintage feel, suggesting the photo could be several decades old. Adjacent to the sign is another indication of \"Mobil Products.\"\n\nThere are several people behind the Mobil sign, appearing to be engaged in maintenance or repair work on a car, which adds a sense of daily life and activity to the scene. Besides them, a child is sitting on the ground, creating a relaxed, communal atmosphere.\n\nTo the left and right of the station, additional signs and structures can be seen, including another advertisement featuring what appears to be a red star, likely another branding element. The road on which the motorcyclist is riding stretches into the distance, lined by utility poles, hinting at a long, possibly main road through a small town or rural area.\n\nThe overall composition captures a moment of everyday life, emphasizing mobility both through the motorcyclist and the service station catering to vehicle needs. The environment and attire suggest a warm climate, and the relaxed posture of the background figures contrasts with the more dynamic, immediate action of the motorcyclist.","title":"Motorcyclist in Leakey, Texas, near San Antonio","placename":"Texas","location":"OTHER","nn1":["554873","554875","556206","554871","548690","551383","556418","543730","551382","546993","545134","554877","544840","551120","544844","545598"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["station","motorcycle","sign","gas","town","mobility","branding","life","indication","need"]}
