{"path":"555167.jpg","date":"September 1970","photographer":"","caption":"This photograph depicts a scene involving large cylindrical objects surrounded by numerous scraps of paper or some other white, fibrous material. The cylinders, looking somewhat like giant industrial spools, are banded with metal strips that appear weathered and rusted. These cylinders are tightly wrapped in layers of what might be paper or fabric, exhibiting a tattered and worn appearance.\n\nThe cylinders are placed at odd angles relative to each other, creating a somewhat chaotic and cluttered arrangement. The left section of the image shows bundles that are loosely wrapped and appear very fuzzy due to the frayed edges of the material sticking out, suggesting they might be deteriorating or have been exposed to rough conditions.\n\nThe center and right of the image showcase more densely packed bundles, with the shredded material more compact and bushy, which enhances the texture contrast against the smoother surfaces of the cylindrical spools. These materials are slightly dimmed, indicating possible exposure to outdoor elements.\n\nThe background behind these objects is relatively dark and nondescript, making the white and grey tones of the objects stand out sharply. The sky above is visible in a portion of the image and appears stormy, providing a dramatic and somber atmosphere to the scene.\n\nThe overall composition of the photograph suggests a setting in an industrial or recycling facility where such materials might be processed or stored, dealing with large quantities of potentially recyclable or waste materials. The focus and exposure on the materials’ texture highlight their ruggedness and possibly the harsh conditions in which they exist.","title":"Macmillan-Bloedel, Ltd., newsprint plant bales in the Fraser River Valley, British Columbia, Canada. Near Bellingham, Washington.","placename":null,"location":"OTHER","nn1":["550880","557308","554358","554301","554318","550882","548753","547611","554300","550265","545151","554346","547610","556324","547625","554304"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["cylinder","material","bundle","exposure","object","paper","showcase","quantity","recycling","scrap"]}
