{"path":"555286.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"The photograph captures an adobe-style building under a bright sky scattered with fluffy clouds. The building is characterized by its earthy, brown mud walls and appears to have a flat, stepped design typical of Pueblo architecture. There's a notable sheen to the surface, suggesting the walls might be freshly coated or wet, giving them a textured look.\n\nA prominent feature of the photo is a person seen climbing out of a square opening on the roof against the backdrop of the bright sky. The person's appearance is shadowed, and their activities are not entirely clear, although it seems they might be engaged in some rooftop activity or maintenance.\n\nThe roof of the building is equipped with what appears to be solar panels, aligning with the long, sloping part of the roof, which indicates an integration of traditional building styles with modern technology.\n\nOn the left, a series of windows with white frames breaks the monotony of the mud walls. There's a glimpse of a garden or yard in the foreground, adding a touch of greenery to the earthy tones of the building. This outdoor space includes small shrubs and appears to be a well-maintained area leading to the entrance of the building.\n\nOn the upper right, a lantern hangs off the building, enhancing the rustic charm of the architecture. In the background, other structures and possibly a parked car hint at a residential area.\n\nOverall, the composition contrasts the rich, warm tones of the adobe architecture against the cool blue of the sky, creating a visually striking image that blends traditional architectural elements with modern living.","title":"An adobe house, in Santa Fe, New Mexico, converted to solar energy heating. Inside, the glass-covered roof panels forced air passes over a blackened metal surface and is heated. Some two tons of rocks under the house stores the energy for nighttime use.","placename":"New Mexico","location":"OTHER","nn1":["545359","545334","552966","556629","555294","544417","555340","545324","556628","544911","556623","555318","546469","544952","544948","544396"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["mud","building","wall","architecture","roof","monotony","lantern","integration","sheen","rooftop"]}
