{"path":"555283.jpg","date":"March 1974","photographer":"McCoy, Dan","caption":"This photograph captures a busy and intricate scene within a shipping container terminal. The image is focused on the massive steel structure of a cargo crane, used for loading and unloading intermodal containers from a ship. The crane dominates the foreground and is a dull gray color, with \"PACECO PASADENA H-78\" marked across its beam, indicating the make and model.\n\nBelow the crane, various activities related to port operations are visible. Several shipping containers in different colors—red, blue, and orange—are neatly stacked in the background, emphasizing the scale of goods handled at the port. A couple of industrial trucks, designed for transporting these containers, are parked on the dock, awaiting the next load.\n\nOn the right-hand side of the image, a part of a large cargo ship is visible. The white superstructure of the ship stands out with multiple decks including one with a curved, dome-like feature, perhaps part of the ship's equipment for handling cargo or navigation. There are also lifeboats attached to the side of the ship, underscoring safety measures for the crew.\n\nThe overall scene reflects a highly organized, industrious environment focusing on global trade and transport, encapsulating the essence of maritime logistics and heavy industry. The numerous linear and angular elements contributed by the cranes and containers add to the composition's dynamic industrial aesthetic. The backdrop is relatively clear, suggesting either an early morning or late afternoon, with shadows casting long across the dock.","title":"Machinery for loading cargo on ships at the port of Newark, New Jersey","placename":"New Jersey","location":"OTHER","nn1":["555261","555284","555285","555270","555271","546881","546910","555269","546934","555260","555760","546828","553741","550910","553739","546755"],"cl":[42],"cluster":["#42 &mdash; Transportation Infrastructure"],"terms":["ship","container","crane","cargo","shipping","port","dock","make","terminal","superstructure"]}
