{"path":"555255.jpg","date":"March 1974","photographer":"Messina, John","caption":"This photograph shows a laboratory setup, featuring several sterilization canisters and laboratory containers on a black countertop. There's a total of eight visible containers, each with a clear glass or plastic dome lid, which allows the visualization of various scientific instruments and substances inside, such as what appears to be petri dishes, tubes, and pills.\n\nThe canisters are arranged roughly in two rows, with the back row slightly elevated, possibly on a shelf or a riser, enhancing visibility and accessibility. Each lid is rounded and topped with a round knob for easy handling. Labels or tags are attached to some of the canisters, indicating content or experiment details, but specifics are not readable from this angle.\n\nBelow the countertop is a chest of drawers with a striking design. The drawers feature a modern look with vibrant color blocks in orange, yellow, light green, and gray, contrasted sharply against a black frame. Each drawer is fitted with a minimalist style metal handle which enhances the overall contemporary feel of the furniture.\n\nThe background is nondescript, dark, and out of focus, ensuring the focus remains on the items placed on the countertop. This setting suggests a professional environment intended for scientific research or experiments, where organization and clarity in labeling are key.","title":"Desiccators in which cells to be used in an infrared spectrophotometer are stored. The desiccators, located at the Environmental Protection Agency Mississippi Test Facility at Bay St Louis, look like large candy jars and keep the cells dry.","placename":"Mississippi","location":"OTHER","nn1":["553658","546273","555253","546275","546283","549342","548862","547710","555254","555268","551588","546278","546344","555281","549608","548856"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["canister","lid","experiment","laboratory","container","total","knob","specific","dish","row"]}
