{"path":"555287.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph depicts three men engaged in a focused activity outdoors on a sunny day. The setting features a clear sky with a few clouds, and the surrounding area includes leafless trees, suggesting it might be either late autumn or early spring.\n\nOn the left, a man with a beard and mustache, dressed in a leather jacket with distinctive sleeves that have a lighter color patch from shoulder to elbow, a dark green tie, and a light-colored shirt, seems to be intently listening or thinking. He has a furrowed brow which indicates concentration or concern.\n\nThe man in the middle, possibly younger than the other two, wears a light brown puffer vest over a plaid shirt and a white shirt underneath. He has a light stubble and wears a cowboy hat, adding a rustic element to his appearance.\n\nThe man on the right is flipping through a notebook, wearing a cream-colored no-collar jacket over a dark shirt. His hair is longer and tousled, and he seems to be explaining something to the others, indicated by his gesturing hand and engaged expression.\n\nThe background is a semi-urban environment, with low buildings that have flat roofs, common in regions with a dry climate. There are several power lines crossing the sky above, giving a sense of an ordinary, possibly residential area.\n\nOverall, the image captures a moment of collaborative investigation or discussion among the three men, surrounded by a tranquil yet mundane environment.","title":"Travis Price, center, is a designer of solar heated homes. The trio are shown going over details of an adobe house in Santa Fe, New Mexico, that has been converted to that heat source.","placename":"New Mexico","location":"OTHER","nn1":["545672","557727","554026","545088","557856","554865","557145","547382","553189","542562","554271","547359","553146","553182","552366","551463"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["shirt","man","tousle","investigation","notebook","elbow","leather","jacket","mustache","have"]}
