{"path":"555294.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph showcases a building with a distinct architectural style. The most visually dominant feature is the large, dark solar panel array mounted on the roof, which takes up approximately the upper third of the image. The roof has a deep brown color around its edges, matching the structural outline.\n\nThe body of the building is painted in a rich terra-cotta or reddish-brown shade, giving it a warm and rustic appearance that contrasts sharply with the technical aspect of the solar panels. There is one clearly visible window, framed in white, which breaks the monotony of the wall and provides a visual relief. Above this window, attached to the wall is a small, dark-colored object looking like an outdoor lantern or a fixture, perhaps contributing to the building's utilitarian aspects.\n\nThe building's upper right corner juts out slightly compared to the rest, and an extended shading element or structure is visible, suggesting additional architectural details that are unique or functional.\n\nIn the foreground, though less sharply depicted, the hints of greenery suggest some vegetation, possibly bushes or small trees, indicating that the building is set in a landscaped area. The sky above is clear, with only a few clouds, hinting at a day with good weather, ideal for solar energy generation.\n\nOverall, the composition contrasts the traditional aesthetics of the building with modern technological adaptations, encapsulated under a bright and clear sky, possibly indicating themes of sustainability and architectural integration.","title":"Adobe house located in Santa Fe, New Mexico, converted for heating by solar energy.  Inside glass covered panels on the roof forced air passes over the blackened metal surface and is heated some two tons of rocks under the house store energy for later use","placename":"Santa Fe (N.M.)","location":"Santa Fe, New Mexico","nn1":["557329","555286","555288","555309","555318","555320","546481","555305","557320","557330","546469","546464","546473","555327","555326","546542"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["building","aspect","shading","monotony","sustainability","lantern","relief","jut","panels","adaptation"]}
