{"path":"555298.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph presents a tranquil and verdant indoor scene, possibly a sunroom or greenhouse area, filled with a range of plants. The image captures a space under a large, clear glass or plastic roof which lets in a flood of natural light, accentuating the vibrant greenery below. There are two visible skylight windows, and on the right side of the frame, a small set of hanging bulbs can be seen between the windows.\n\nBeneath the skylights, various plants are distributed throughout the visible space. On the left, we see a hanging pot containing a lush plant with dark, red-tinged leaves. Below this, sat on what seems to be a window sill or a narrow shelf, is a collection of potted plants. These pots contain plants of various species, creating a diverse texture and color palette ranging from rich greens to bright reds. Some of the foliage brightens the setting with small, visible blooms.\n\nTo the right, the edge of the room is lined with a wooden shelf or bench, upon which more plants are arranged. They are mostly in pots, though one appears to be in a glass jar. The plants vary in size and type, adding to the eclectic and organic feel of the space. Additionally, small personal items, which could include gardening tools or decorative elements, can be seen amongst the pots, though their details are not clearly distinguishable.\n\nThe overall atmosphere of the scene is one of tranquility and natural beauty, with the abundance of plants suggesting a place dedicated to relaxation and perhaps the cultivation of these plants. The light filtering down from the roof bathes the scene in a soft, serene glow, highlighting the lively colors and textures of the plant life.","title":"A highly efficient solar greenhouse at a school in Albuquerque, New Mexico. Black Barrels contain water and are heated during the day. Plastic panels are double layered with a space in between. At night, styrofoam beads are blown in this space as insulation and sucked out during daylight.","placename":null,"location":"OTHER","nn1":["555304","555299","555372","555311","557322","557321","551773","555359","546286","555368","555040","555300","555038","546505","555315","551649"],"cl":[15],"cluster":["#15 &mdash; Flowers"],"terms":["plant","pot","skylight","shelf","sill","space","jar","greenhouse","window","bulb"]}
