{"path":"555260.jpg","date":"March 1974","photographer":"McCoy, Dan","caption":"The photograph depicts a busy port scene, teeming with activity and a variety of cargo handling equipment. In the image, there are several prominent features and an array of colors, creating a vibrant industrial landscape.\n\nTwo large cargo ships are visible, lined up along the docks; the closer ship, painted in black, has the text \"Atlantic Star\" on its side, indicating its name. The ship is in the process of being loaded or unloaded, evident from the network of cranes and other machinery surrounding it.\n\nA number of gantry cranes dominate the scene, their large metal structures towering over the area. These cranes include a notable \"Superporter 120 G\" crane that is visibly operational. The logos \"ACL\" and \"I.T.O\" are seen on other gantry cranes, hinting at the logistics or shipping companies involved in the operations.\n\nOn the ground, a variety of vehicles are scattered throughout, including cargo trucks and smaller utility vehicles. One prominent older-model sedan is parked near the ship, and a heavy-duty forklift is positioned nearby, likely used for moving heavy loads.\n\nThe photograph captures a clear sky, suggesting that the picture was taken on a bright day. The setting is dense with industrial equipment and vehicles, indicating a well-utilized commercial harbor busy with maritime commerce. The equipment and containers create a layered composition that conveys the complexity and scale of port operations.","title":"Ship at a dock in the port of Newark, New Jersey.  The port periodically is inspected by pesticides personnel from the environmental protection agency, and samples are analyzed","placename":"New Jersey","location":"New Jersey","nn1":["546828","555271","555270","555760","555283","552200","546881","555261","547998","552008","548127","551577","550021","553739","546860","550906"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["crane","ship","cargo","port","load","equipment","vehicle","teem","heavy","variety"]}
