{"path":"555311.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph portrays a brightly lit, cozy indoor space, probably a living room or sunroom, characterized by its uniquely architectural and decorative elements.\n\n**Ceiling and Lighting:**\nCentral to the photo, a large skylight comprised of multiple glass panels floods the room with natural light. The ceiling is high and angled upwards towards the skylight, enhancing the spacious feel.\n\n**Walls:**\nThe walls are painted white, contributing to the brightness of the room. Various small pictures and what appears to be a decorative, ornately framed mirror adorn the walls, creating a homely and artistic ambiance.\n\n**Furniture and Decor:**\nA solid, dark-toned credenza (or similar storage furniture) occupies the back left portion of the room, topped with several potted plants and smaller decorative items that add vibrance through their lush greenery. Adjacent to this on the right side, there is a simple wooden stool that holds a singular potted plant, enhancing the room's natural motif.\n\n**Flooring:**\nThe room features a red tile flooring that contrasts warmly against the white walls. Two large area rugs cover most of the floor; the predominant rug in the center of the room displays a bold, geometric motif in shades of white, black, and red.\n\n**Background Elements:**\nA partial view of another room is visible through an open door on the right, where sunlit shapes and shades suggest more interior space beyond, possibly indicating a connected series of rooms.\n\n**Overall Atmosphere:**\nThis setting exudes a serene and welcoming atmosphere, enriched by natural light and accented with personal touches through plants and decorative items. The composition of the elements provides a sense of comfort and artistic flair, making it an inviting living environment.","title":"Modular solar-heated house built near Corrales, New Mexico, features interconnected units of aluminum with a urethane foam core of insulation. Blackened Barrels filled with water retain heat after sundown. Adobe softens the interior environment.","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555310","556627","555312","555304","556647","555316","555317","555298","555289","556016","555315","548440","546511","546580","551487","558025"],"cl":[15],"cluster":["#15 &mdash; Flowers"],"terms":["room","skylight","flooring","motif","ceiling","wall","plant","stool","flair","item"]}
