{"path":"555320.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph features an inventive and unique architectural site, likely a complex of buildings designed for a specific practical or experimental purpose, possibly related to energy efficiency or ecological research. The setting appears to be in a barren, desert-like environment with clear blue skies, contributing to a sense of isolation and hinting at a need for sustainability.\n\nThe structures in the image have a distinct, futuristic design with geometric forms and lightweight material. There are three primary buildings, each composed of a central module flanked by large, polygonal sections that might function as sunrooms or greenhouses, given their walls appear to be made entirely of glass panels. These glassy facades are likely to optimize the capture of sunlight, either for heat or for growing plants inside.\n\nThe buildings are silver in color, reflective, and metallic, suggesting they are designed to reflect sunlight and minimize heat absorption. Each building has an angular roofline, enhancing their modern aesthetic. The arrangement allows each module a degree of independence while still forming a cohesive unit, which might suggest a communal yet individually sustainable living or working space.\n\nThe grounds around the buildings are sparsely vegetated, with dry or sandy soil, emphasizing the adaptability of the structures to harsh environments. Man-made paths connect the buildings. These paths, along with the groundwork, are meticulously planned and executed with precision, using materials like gravel, outlined by timber or similar linear structural elements.\n\nA notable addition is the presence of a windmill in the background, which likely serves as a means of generating renewable energy, reinforcing the theme of sustainability and self-sufficiency that the architectural style and isolated setting suggest.","title":"Exterior picture of the south facing walls of a modular solar-heated home near Corrales, New Mexico. The panels are dropped during the day to allow sun to pass through the glass and heat water in blackened 55-gallon drums.","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555319","555307","555321","557330","555308","555318","555331","556623","555294","557329","546473","556628","546464","548946","546480","555306"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["sustainability","heat","energy","building","windmill","greenhouse","path","self","efficiency","roofline"]}
