{"path":"555326.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph captures a striking architectural structure made primarily of what appears to be a multitude of glass panels, organized in rows that form a curved facade. The building's surface glistens under the sunlight, creating a shimmering effect, and seems to reflect the surrounding environment. The curvature of the building suggests a modern architectural style, possibly designed to enhance the interplay of light and reflections.\n\nThe image is taken from a perspective looking up towards the building, emphasizing its imposing height and the smooth, almost seamless texture of its exterior. There are some lens flares visible due to the sun's angle, which adds an ethereal, somewhat artistic quality to the photo. These lens flares appear as small orbs of light in various colors scattered across the frame.\n\nThe lower portion of the image shows a ground surface covered with small rocks or gravel, suggesting an outdoor setting. In the distance beyond the building, faint outlines of trees and mountainous terrain are visible, placing this structure within a landscape that mixes natural and man-made elements.\n\nOverall, the composition uses the curve of the building and the play of light to create a dynamic and visually intriguing photograph, showing the building's futuristic facade in harmony with its surroundings.","title":"This is a heliostat, a plane surface consisting of many flat mirrors, about 60 feet tall which is part of the solar furnace operated for the u.s.  Army at white sands missile range Alamogordo, New Mexico","placename":"Alamogordo (N.M.)","location":"Alamogordo, New Mexico","nn1":["555329","555318","546481","548648","546531","546506","544565","557280","546473","557333","557318","546521","557329","555308","555294","546542"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["flare","lens","building","facade","orb","curvature","harmony","multitude","glisten","intrigue"]}
