{"path":"555351.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph captures a cozy and cluttered office space that is imbued with a sense of tranquility, partly due to its proximity to a lush garden visible through large windows. The room features a sizable desk overwhelmed with various items including books, papers, a typewriter, an old-fashioned telephone, and assorted office supplies, reflecting a busy work environment. Behind the desk, a bulletin board is heavily pinned with notices, photos, and documents, adding to the sense of a personal workspace.\n\nThe office is defined by a striking glass window wall that floods the space with natural light and offers a stunning view of a vibrant garden full of greenery and purple flowers. The interior design includes exposed brick walls and a green carpet which contribute to a warm, inviting atmosphere. The furniture, particularly the mustard-yellow chairs, is vintage, suggesting that the photograph was taken several decades ago.\n\nOverall, the composition cleverly contrasts the indoor office environment, characterized by intellectual labor and human activity, with the serene and somewhat wild beauty of the outdoor garden. This juxtaposition not only enhances the aesthetic appeal of the office but also suggests a harmonious coexistence between work life and nature.","title":"Office at the university of Arizona's environmental research laboratory near Tucson.  Outside the glass panels is an inflated polyethylene garden greenhouse containing decorative plants experiments with similar enclosed greenhouses and solar energy under controlled conditions has resulted in greatly higher plant yields","placename":"Tucson (Ariz.)","location":"Tucson, Arizona","nn1":["556014","557695","546486","546479","557682","546580","555310","555315","551897","548864","556016","547178","553088","555304","558226","546547"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["office","garden","desk","mustard","pin","notice","telephone","imbue","carpet","wall"]}
