{"path":"555352.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"The photograph depicts an industrial setting, possibly inside a factory or a plant room. Central to the image is a large metallic, cylindrical apparatus that is labeled with a sign stating \"HEAT RECOVERY BOILER.\" This main equipment is surrounded by various machinery and piping, indicative of a complex industrial system.\n\nDirectly in front is a taller, vertical metal cylinder mounted on a small concrete block and connected to other machines by several pipes, some metallic and others potentially insulated. Several valves, gauges, and other control mechanisms are attached to these pipes and cylinders, suggesting a system designed for managing pressure, temperature, or fluid flows.\n\nTo the left and somewhat in the background, there's an engine or generator-like machine. It's composed of metal and has components and structures typical of mechanical machinery, including what appear to be exhaust manifolds or heat exchangers.\n\nThe setting shows signs of aging or wear, with the brick walls and structural beams giving a slightly decrepit look. Natural light coming through windows illuminates the space, suggesting the room is on an external perimeter of the building. The roof structure is visible, featuring what looks to be skylight windows or clear roofing sections for additional natural light.\n\nOverall, the photograph conveys a sense of an operational yet possibly dated industrial environment, housing machinery likely related to energy generation or a heating system.","title":"A waste heat recovery unit is attached to the exhaust manifold of the diesel driven generator that supplies the university of Arizona's environmental research laboratory near Tucson with power.  Water is heated for lab use","placename":"Tucson (Ariz.)","location":"Tucson, Arizona","nn1":["558365","552003","557315","555330","547964","546923","557316","557387","546757","543158","556389","544153","545844","544045","550281","544818"],"cl":[30],"cluster":["#30 &mdash; Equipment"],"terms":["cylinder","system","metallic","machinery","machine","pipe","room","decrepit","managing","pressure"]}
