{"path":"555312.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph depicts an interior space characterized by its unique architectural and decorative elements. The room appears to be a living area or study, partially illuminated by the natural light coming through distinct windows. The ceiling has an unconventional, sloped design with exposed beams, enhancing the room’s artistic ambiance.\n\nTo the left, there is a large window covered with sheer curtains, allowing diffused light to enter and offering a glimpse of a well-kept garden outside. Adjacent to this window, the room features a bookcase filled with a large collection of books, suggesting that it could be a space for reading or study.\n\nCentral to the image is a person, specifically a young child standing and partially silhouetted against a second, particularly striking stained glass window. This stained glass is vividly colorful and intricate in design, casting colored patches of light onto surfaces inside. The child, positioned near a low wooden table, adds an element of everyday life to the scene, perhaps engaging in play or exploration.\n\nTo the right, the room contains a remarkable window comprised of multiple circular panels, which are presumably opaque or translucent. This design element contrasts with the transparency and color of the stained glass and allows subtle, patterned light to filter through, adding to the room's eclectic decor.\n\nFurther into the room, there are various pieces of furniture and what appear to be house plants, contributing to a homely yet carefully curated aesthetic. Overall, the photograph captures a personal space that blends function, creativity, and comfort through its design and use of light.","title":"Blackened 55-gallon drums filled with water are used to retain heat in a solar-heated home near Corrales, New Mexico. Outside skin of the home is aluminum; adobe softens the interior.","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555316","555311","555310","556627","555317","556647","558025","555315","555304","556016","546500","555303","543028","555289","546561","546580"],"cl":[15],"cluster":["#15 &mdash; Flowers"],"terms":["room","window","study","design","glass","space","light","creativity","child","reading"]}
