{"path":"555305.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph depicts an architectural detail of a building, primarily focusing on its roof and an attached structure. The central feature is a large, glass-paneled skylight or conservatory roof segment that slopes downward and is framed by white metal or aluminum edges. These glass panels are slightly reflective, showing hints of sky and clouds within their surfaces.\n\nBelow the glass structure, there is a dark-hued section that appears to be vertical siding or paneling, painted in a deep maroon or dark purple color, giving a sharp contrast to the lighter elements above. This part creates a solid base for the lighter, transparent structure of the skylight.\n\nIn the background, the main roof of the building can be seen, featuring dark brown or gray shingles, sloping downward from left to right. This traditional roofing contrasts with the modernity of the metallic and glass elements of the skylight. At the apex of this roof, there is a small, dark-roofed dormer window that emerges, adding another layer of architectural detail.\n\nThe sharp angles created by the intersection of different building parts and the clear blue sky as a backdrop emphasize a strong geometric composition in the image. The picture captures the play of light, materials, and architectural styles, offering a glimpse into the design and functionality of the building's structural enhancements.","title":"Styrofoam beads are shown at the base of plastic panels in an efficient solar greenhouse built for a school in Albuquerque, New Mexico. The beads are blown between the panels at night for insulation and are sucked out during the day to allow light to pass through.","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["557333","555329","548650","555303","557093","548648","555294","548649","548652","557318","546472","546469","546481","546476","555326","555296"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["skylight","roof","glass","panel","apex","modernity","slope","maroon","aluminum","paneling"]}
