{"path":"555381.jpg","date":"September 1973","photographer":"Falconer, David","caption":"This photograph captures a bustling urban street scene at twilight. The image features a multi-lane road filled with cars, their headlights visible as they move forward or sit in traffic. The vehicular congestion indicates either peak travel hours or possibly a traffic jam. Buildings line both sides of the street, illuminated by the soft glow of streetlights and neon signs.\n\nProminent on the left side of the image, among other stores, there's a tire shop with a large, lit sign reading \"TIRES\"; its façade is characterized by bold signage and a strong, commercial aesthetic typical of auto service shops. Other business signs, including those for a motel and a Fred Meyer store, can be seen further down the road, contributing to the sense of a commercial district.\n\nThe sky, visible in the upper part of the photograph, transitions from deep blue at the top to hues of purple and pink closer to the horizon, suggesting the photo was taken during dusk. The ambient light is fading, resulting in a contrast between the remaining daylight and the artificial lights of the street and buildings.\n\nTree silhouettes are visible against the sky, framing the urban setting with a touch of natural elements. In the background, one can notice more commercial signage and street lamps, accentuating the urban environment. Overall, the image captures a typical evening rush hour in a commercial area, characterized by vibrant city life and activity.","title":"Looking along Highway 99W, a suburb about 12 miles south of downtown Portland. The scene shows the lack of neon and other commercial lights after Governor Tom McCall turned them off by executive order to help ease the state's energy shortage in the fall of 1973.","placename":"Tigard (Or.)","location":"Tigard, Oregon","nn1":["553894","546684","556983","547051","546739","555446","544005","545352","551322","551239","546744","546644","546586","546370","547073","551321"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["street","store","shop","hour","signage","auto","motel","traffic","jam","streetlight"]}
