{"path":"555321.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph captures a collection of unique and unconventional geometric buildings in what appears to be a remote and arid environment. The scene includes structures with dome-like and multi-faceted designs primarily colored in shades of white and light blue. They are situated closely together, with a central courtyard-like area that features a wooden bench, a table, and a couple of chairs, suggesting a communal outdoor living area.\n\nIn the background, there is an old-fashioned windmill standing tall, equipped with a mechanism likely used for pumping water, accompanied by an object resembling a flag fluttering in the wind. The ground is covered in sand, hinting at a desert-like or dried-out locale. \n\nAdding to the setting, next to one of the buildings, there is a large, round, wooden object that may be a storage tank or a decorative element. The photograph is taken under a clear blue sky, with daylight casting shadows, adding depth to the image and emphasizing the irregular shapes of the buildings. The surrounding rocky terrain and sparse vegetation reinforce the sense of an isolated, possibly self-sufficient settlement. The overall composition conveys an experimental or eco-friendly housing project tailored to withstand or utilize the specific environmental conditions of the location.","title":"Exterior picture of a modular solar-heated home near Corrales, New Mexico. Aluminum panels are dropped during the day to allow sun to pass through the glass and heat water in blackened 55-gallon drums. Urethane foam acts as insulation under the aluminum.","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555320","555308","555319","557330","555307","555318","555306","556623","556628","555313","546473","546480","545809","544137","556625","546468"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["courtyard","windmill","self","dome","locale","object","mechanism","settlement","housing","project"]}
