{"path":"555335.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"The photograph depicts a scene focused around a partially disassembled or under-construction building viewed from an elevated perspective. In the foreground, a person's hand holds an unusual object resembling a tarnished hand mirror or framed image with a reflective surface that shows the reflection of a person and a camera, providing a hint of the photographer's presence. The hand and object extend from the inside of a structure or platform, suggesting the viewer is inside looking out.\n\nThe central part of the image shows a significant portion of a building, with a large, complex facade composed of multiple glass panels, some intact and others visibly missing or shattered. The scaffolding around the building suggests ongoing work or repairs. The scene is illuminated by bright, natural light indicative of a sunny day.\n\nIn the background, beyond the immediate confines of the construction or repair site, a desert landscape stretches into the distance. Sparse vegetation and a mountain range under a clear blue sky dominate the horizon, providing a stark contrast to the human-made structure in the foreground. A paved road runs parallel to the horizon, enhancing the remote and open environment of the location. The overall setting implies a juxtaposition of human activity within a vast, natural landscape, potentially highlighting themes of development, repair, or abandonment in isolated environments.","title":"One quarter inch thick aluminum plate melted by the sun's rays in the solar furnace operated for the U.S. Army at White Sands Missile Range, Alamogordo, New Mexico. In the background is the parabolic mirror system.","placename":"Alamogordo (N.M.)","location":"Alamogordo, New Mexico","nn1":["555373","553246","543109","546411","556619","548552","556628","546400","555318","553557","553476","546414","547914","548093","553923","545869"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["repair","hand","confine","inside","photographer","scaffolding","construction","object","mirror","person"]}
