{"path":"555369.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"The photograph shows a scene in what appears to be a rural or semi-industrial farm setting, featuring a straight, unpaved road stretching into the background. Along the road, there are multiple structures, mainly comprising brick buildings on the left and a series of greenhouses covered with plastic on the right. These greenhouses are domed and semi-cylindrical in shape, reflecting the sunlight, suggesting they are made from a translucent material, likely polyethylene.\n\nOn the left side, the buildings are low-rise, simple in design, and finished with a flat, possibly tarred roof. There are what appear to be industrial exhaust vents on the roofs, which indicates some form of production or processing activity, possibly related to the greenhouses.\n\nIn the front left part of the image, there is small, dry vegetation, resembling cacti or scrub brush, fitting the arid setting of the photo. The landscape beyond the immediate area shows mountainous features in the far distance under a clear, blue sky, indicating that this location is likely situated in a valley or a flat basin area surrounded by hills or mountains.\n\nThe composition and lighting suggest that the photo was taken on a bright, sunny day, giving a sense of warmth and dryness typical of desert or semi-desert environments. The photograph is likely intended to document agricultural practices, infrastructure, or the layout of this particular operation.","title":"Exterior view of several of the solar heated greenhouses at the University of Arizona Environmental Research Laboratory at Tucson. The structures are used for experiments in high intensity agriculture and aquaculture which are resulting in greatly increased yields.","placename":"Tucson (Ariz.)","location":"Tucson, Arizona","nn1":["555364","553698","544552","553652","542589","552544","547316","555541","548908","553662","555873","544564","555359","554029","554015","554078"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["greenhouse","exhaust","scrub","basin","vent","brush","intend","finish","dome","fit"]}
