{"path":"555374.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph appears to be taken inside a scientific laboratory setting. The image shows several pieces of precision equipment that are presumably used for experiments or testing.\n\nIn the foreground of the picture, mounted on a sturdy steel frame, there are several adjustable clamps holding objects in place. One of the clamps secures a small, spherical object which could possibly be a sensor or a small lens. Another clamp is attached to a flat piece extending outwards, possibly a mounting platform for an experiment.\n\nIn the middle of the image, there is a large black box hanging from a bar, which might be a weight or a counterbalance for another piece of equipment not entirely visible in this scene. This box features noticeable scratches or marks on its surface, suggesting it has been used extensively.\n\nBeyond the black box and to its right, there is a series of cylindrical rods or columns, which seem to be part of a larger apparatus possibly used for alignment or calibration purposes.\n\nThe background is a bit washed out due to the lighting, showing a window or a light source that contributes to some glare in the photograph, giving a halo effect around the darker objects in the center.\n\nOverall, the composition of the photograph feels very methodical and structured, indicative of a scientific or technical environment where precise measurements and experiments are conducted. The lighting, while creating some glare, also highlights the material textures and the functional aesthetics of the laboratory equipment captured in this image.","title":"A time sequence (first of two) showing a one quarter inch aluminum plate being melted in about fifteen seconds by the focused sun's energy.  Temperatures of more than 5,000 degrees f are reached at this point in the solar furnace operated for the u.s army at white sands missile range","placename":"Alamogordo (N.M.)","location":"Alamogordo, New Mexico","nn1":["546344","555375","546283","544818","549364","542667","546275","548860","555325","552768","553658","546327","555332","549627","548861","546269"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["experiment","glare","laboratory","piece","box","equipment","object","mount","halo","scratch"]}
