{"path":"555310.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph captures a cozy, inviting interior with a distinctly rustic and slightly bohemian decorating style. The primary space shown appears to be a living room or common area characterized by its white textured walls and beamed ceilings. An abundance of natural light filters through skylights and windows, contributing to the warm ambiance of the room.\n\nVisible in the forefront is a decorative wooden room divider adorned with ornamental carvings. Situated against the walls are several plants placed atop rustic pieces of furniture, including a small wooden stool, which add a vibrant touch of greenery to the room. These plants are of varying sizes and housed in red clay pots.\n\nOn the left side of the photograph, there's an alcove with a desk and an extensive bookshelf, suggesting a quaint workspace or study area. The desk is partially visible, and the shelves are filled with numerous books, indicating a scholarly or literary interest.\n\nThe floor is covered with patterned rugs, which incorporate earth tones and geometric designs, enhancing the overall earthy feel of the setting. In the room, there are several wall hangings, including framed pictures and a decorative wall clock with floral motifs, contributing to the room's eclectic aesthetic.\n\nTo the right, an ornate circular window partially covered by curtains casts interesting shadows and patterns on the floor, adding an element of dynamic light play to the serene setting. The window’s design suggests a blending of traditional and artistic architectural elements.\n\nOverall, the photograph depicts a space that is rich with personal touches, artistic flair, and a comforting sense of lived-in homeliness.","title":"Modular solar-heated house built near corrales, New Mexico, features interconnected units of aluminum with a urethane foam core of insulation.  Adobe softens the interior providing an esthetics environment","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["556647","555311","556627","555312","555316","555289","548440","555304","552114","555315","543041","558025","556016","556646","553763","551267"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["room","wall","desk","bookshelf","blending","skylight","floor","stool","clay","carving"]}
