{"path":"555362.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph captures a vibrant scene inside a greenhouse, specifically focused on rows of tall, robust tomato plants. These plants, laden with clusters of tomatoes at varying stages of ripeness, line a narrow pathway that stretches through the center of the image. The tomatoes vary in color from green to hints of red, suggesting that they are in different stages of maturation.\n\nThe plants are supported by vertical stakes and tied with strings or wires to help bear the weight of the fruit and maintain an upright growth posture. The greenhouse itself has a transparent structure, likely glass or a clear plastic, supported by a frame which is faintly visible beneath the roof, allowing natural sunlight to permeate and nourish the plants.\n\nThe plants appear healthy with dense foliage, although some of the leaves lower on the stem show signs of wilting or stress, possibly due to the natural plant aging process or the lower leaves being older and shaded by upper leaves.\n\nThe environment seems meticulously managed, emphasizing the agricultural practice of growing crops under controlled conditions. The use of such a greenhouse not only protects the plants from external weather conditions but also likely enhances their growth through a controlled microclimate ideal for vegetable production.","title":"View of tomatoes inside one of the solar greenhouses at the university of Arizona environmental research laboratory at Tucson.  High intensity agriculture in a high temperature, high humidity environment is being studied.  University units in the middle east are producing 200 pounds of vegetables per acre per day","placename":"Tucson (Ariz.)","location":"Tucson, Arizona","nn1":["555360","555363","555361","555356","555359","555357","557321","555337","555372","555300","555299","557322","557323","555364","554105","555358"],"cl":[46],"cluster":["#46 &mdash; Flower"],"terms":["tomato","greenhouse","plant","stage","growth","leave","control","permeate","stake","stress"]}
