{"path":"555373.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph depicts a construction site, specifically focusing on a large building structure made partially of wood and metal. The building has an intricate framework that includes numerous vertical and diagonal steel beams, creating a skeletal architecture. The left section of the structure is clad in vertical white metal sheets, whereas the central section shows wooden boards in varying tones and states of wear. Some segments are missing, creating openings that expose the inner framework.\n\nA large mechanical construction, possibly an elevator shaft or ventilation duct, is seen on the right side covered with blue and gray metallic panels. Multiple levels of scaffolding surround this area, suggesting ongoing work or installation processes. \n\nIn terms of human presence, there are two individuals visible, both wearing work attire that includes protective helmets. One person is walking on the scaffolding on the right side, appearing engaged in the construction activity or inspection. The other is inside a small white booth, possibly an office or control room associated with the construction, looking out of a window.\n\nThe background shows a glimpse of a calm blue sky and distant barren hills, indicating that the construction site is possibly located in a remote or less urbanized area. The overall scene captures a moment of industrial activity, emphasizing construction and architectural development.","title":"View of the parabolic reflectors and test cab (extreme right) of the solar furnace apparatus operated for the U.S. Army at the White Sands Missile Range","placename":"Alamogordo (N.M.)","location":"Alamogordo, New Mexico","nn1":["546426","549640","546414","549128","548551","556642","548552","553924","544167","547858","547977","544159","546422","556940","543594","557730"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["construction","scaffolding","framework","elevator","duct","shaft","ventilation","site","section","booth"]}
