{"path":"555395.jpg","date":"October 1973","photographer":"Falconer, David","caption":"This scenic photograph captures a wide and tranquil landscape setting, featuring a person and natural elements.\n\nThe foreground displays a young woman sitting on a lush green slope speckled with wildflowers. She is wearing a red dress and is either tying her shoe or interacting with an object in her lap, which isn't clearly visible. Her focus is downwards towards her hands.\n\nThe middle ground of the photo is dominated by a vast, drying riverbed or mudflat with distinct meandering water channels that still hold water. These channels create interesting patterns and textures on the surface, adding depth to the scene.\n\nIn the background, gentle rolling hills and cliffs flank either side of the riverbed, lush with greenery and supporting small trees and shrubs. The overarching sky is partly cloudy, suggesting a dynamic weather situation, with clouds casting shadows over the landscape and spots of sunlight breaking through.\n\nThe overall mood of the photograph is serene and contemplative, with the natural landscape sprawling widely under a vast sky. This setting seems remote and peaceful, offering a moment frozen in time where nature's grand scale is evident. The presence of the woman adds a human element to the majesty of the natural environment, highlighting a harmonious interaction between human and nature.","title":"The Columbia River, shown here at Rooster Rock state park 18 miles east of Portland.  Is shown at a record low.  River beds never seen before were exposed more than three months because of a lack of precipitation the previous year","placename":"Oregon","location":"Oregon","nn1":["557146","545300","543452","554533","550586","550433","557111","545599","545907","554424","542653","553135","552905","543203","552582","550691"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["riverbed","channel","mudflat","freeze","majesty","speckle","situation","sprawl","lap","wildflower"]}
