{"path":"555300.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph captures a scene inside a greenhouse. A man stands prominently on the right side of the frame, engaged in an activity that involves reaching up towards a hanging plant. He appears to be checking or tending to the plant, focusing intently on his task. He is dressed casually in a jacket over a shirt, and jeans. The man has a thoughtful expression, suggesting he might be contemplating the condition of the plant or planning the next steps in its care.\n\nThe greenhouse is filled with an extensive array of plants that vary in size and type, creating a lush and diverse environment. To the left of the man, a large shelving unit holds numerous black pots, neatly organised and stacked up against the wall. Below these shelves at table level, there are more plants spread out, some in wooden crates and others in smaller pots. This setup suggests a well-maintained and carefully organized space, likely used for scientific or horticultural work, supported by visible labels on some shelving spaces such as \"Thermostat\".\n\nThe background shows the skeletal structure of the greenhouse with translucent panels that allow for natural light to permeate the space, essential for plant growth. The light casts soft shadows and highlights on the plants and objects, adding depth and a serene ambiance to the setting. Overall, the scene is one of peaceful productivity in a botanical environment.","title":"Steve Baer in a highly efficient greenhouse he built for a school in Albuquerque, New Mexico. Black panels contain water and are heated during the day. Plastic panels are double layered with space in between. At night, styrofoam beads are blown in this space as insulation and sucked out during the day.","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["542691","557322","554622","555360","557321","546286","555299","555359","555372","555362","544236","544240","555361","554105","555356","555298"],"cl":[46],"cluster":["#46 &mdash; Flower"],"terms":["greenhouse","plant","shelving","pot","space","productivity","permeate","contemplate","crate","tend"]}
