{"path":"555307.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"The image shows a bright and sunny day in a desert environment where a series of modern, unconventional structures stands prominently in the landscape. These structures appear to be constructed with a focus on sustainability and possibly serve as a habitat or research facility.\n\nEach building is distinct with angular, geometric designs composed of multiple facets, incorporating large surfaces that resemble solar panels. These panels are prominent on the sides of the buildings, suggesting that the facilities are powered by solar energy. The buildings are finished in reflective and metallic materials, which likely aid in heat deflection given the sun-drenched and arid setting.\n\nIn the foreground is a clearly defined bush and mulched garden beds, hinting at attempts of greening the area or perhaps a type of xeriscaping suitable to desert climates. To the left of the frame, there is a long stone wall and a windmill, further supporting the theme of sustainable and alternative energy sources. A small group of people is visible beside the structures; they seem engaged, possibly discussing or touring the facility.\n\nThe backdrop provides a vast view of a barren desert landscape with sparse vegetation and distant mountains under a deep blue sky, emphasizing the isolation and harsh environment in which these eco-friendly structures are situated. This setting not only highlights the sustainability efforts but also the stark beauty and challenges of desert environments.","title":"Modular solar-heated house built near corrales, New Mexico, features interconnected units of aluminum with a urethane inner core as insulation.  Panels on south facing walls are dropped to pass sun through the inner glass walls to heat blackened 55-gallon drums filled with water.  Panels close at night","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555320","555319","557330","555321","555308","555331","555306","555318","555367","545809","549067","555294","555313","555333","557329","556628"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["desert","sustainability","energy","facility","windmill","climates","incorporate","panels","bush","attempt"]}
