{"path":"555308.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"The photograph depicts a series of small, modular buildings with unique architectural features in a daylight setting. Each building is angular with a metallic or shiny gray surface. These structures are geometric in form, featuring sharp angles and flat surfaces.\n\nThe most prominent building visible in the foreground has large, circular openings on one side, covered with a lattice that could either be decorative or functional, such as for ventilation or shade. This facade faces the camera directly. The building also has a flat roof, typical of modern architectural design, emphasizing functionality and simplicity. To the left of the door, a small window displays flowers, adding a touch of color and life to the metallic exterior.\n\nAdjacent to this building, further installations follow with simpler, more streamlined designs. Each of the visible structures includes at least one small window, and they are tethered together by their cohesive design elements — gray surfaces and modular forms.\n\nIn the immediate surroundings, the environment appears arid, as indicated by the sandy ground and lack of vegetation, aside from some sparse, green shrubs directly next to the main structure. There is also a clear, blue sky indicating a sunny climate which could point to a location known for warm temperatures.\n\nOverall, the composition focuses on a cluster of innovative, possibly prefabricated architectural units, hinting at a concept of sustainability or a futuristic living experiment, possibly in an area that tests the durability and practicality of such designs in harsh environments.","title":"Close up a solar heating panel in a modular house built near Corrales, New Mexico. Closed at night, the panel is dropped during the day to allow sunlight to pass through the glass and heat blackened 55-gallon drums filled with water.","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555320","555319","555321","557330","555318","555307","546481","546473","555306","546531","556623","546464","557329","556628","555326","548648"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["design","concept","practicality","sustainability","building","form","ventilation","lattice","temperature","experiment"]}
