{"path":"555364.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph depicts an agricultural or scientific setting featuring a large, elongated polytunnel or inflatable greenhouse that is semi-translucent, allowing views of the plants inside. The structure is inflated, suggesting that it's possibly used for controlled environment agriculture, such as hydroponics or aeroponics, to protect the plants and control the growing conditions.\n\nIn the foreground, a mechanical device, possibly related to the inflating system or environmental control mechanism of the greenhouse, includes a stack or chimney, a motor, and various pipes and valves. This device is mounted on a small platform and has components that suggest it manually or automatically controls the environment inside the structure.\n\nThe environment around the structure is barren and arid, suggesting a desert-like setting, which could imply an experiment or production setup to test or optimize agricultural techniques in harsh conditions. Behind the polytunnel, there is another similar structure visible along with a greenhouse frame, adding to the sense that this is part of a larger agricultural research or production facility.\n\nThe sky is clear and the lighting indicates a sunny day, which could be significant for solar heating and lighting of the greenhouse. This setting indicates advanced techniques in agricultural technology, focusing on sustainability and efficiency in resource-scarce environments.","title":"Exterior view of one of the solar greenhouses at the university of Arizona environmental research laboratory at Tucson.  High intensity agriculture in a high temperature, high humidity environment is being studied.  Small fans provide necessary air pressure to inflate the tubular plastic buildings with double door airlocks","placename":"Tucson (Ariz.)","location":"Tucson, Arizona","nn1":["555369","555361","555353","557321","555359","557325","555356","557322","557324","555360","554622","555362","555299","542691","555331","555300"],"cl":[46],"cluster":["#46 &mdash; Flower"],"terms":["greenhouse","control","technique","production","device","optimize","sustainability","valf","heating","test"]}
