{"path":"555384.jpg","date":"September 1973","photographer":"Falconer, David","caption":"This photograph depicts a stark and somewhat barren landscape by a large body of water, likely a lake or reservoir. The foreground and middle ground of the image are filled with numerous tree stumps and scattered rocks on a rough, pebbly ground, suggesting this might be the bed of a drained or seasonally low body of water.\n\nThe stumps are dispersed across the scene, varying in size and height, and all appear to have been cut at varying levels, with some stumps angularly sheared and others having a more rounded cut, indicating they were likely manually sawed. Between the cut stumps, there are rocks and smaller debris, contributing to the desolate and rugged terrain.\n\nThe background features a large body of water that stretches horizontally across the photograph under a bright sky. Beyond the water, there are layers of hills or low mountains, which add depth to the scene and reinforce the natural, though altered, landscape. The hills are covered with dense forest, adding a contrast to the denuded area in the foreground.\n\nThe lighting in the image is bright, casting well-defined shadows from the stumps onto the ground, and suggesting that the photo was taken on a sunny day, with the sun positioned high or to the side based on the direction of the shadows.\n\nOverall, the photograph conveys a strong visual story of landscape transformation, possibly due to logging or water management practices, set against a larger natural backdrop that underscores both the human impact on natural environments and the enduring presence of natural beauty.","title":"Detroit Lake shown at an all-time low in the fall of 1973 due to sparse snowfall and rain the year before. Lack of precipitation curtailed recreational use as well as water power for electricity at the dam.","placename":"Detroit (Or.)","location":"Detroit, Oregon","nn1":["555383","547661","555150","555107","555098","545289","557590","555092","542865","545138","546060","550346","550347","553468","543757","542938"],"cl":[27],"cluster":["#27 &mdash; Natural Disasters"],"terms":["stump","cut","reservoir","transformation","water","body","rock","logging","ground","hill"]}
