{"path":"555397.jpg","date":"October 1973","photographer":"Falconer, David","caption":"This photograph presents a tranquil and expansive outdoor scene that seems to be taken in a wide, open area possibly resembling a dry lake bed or a flat plain. The foreground is dominated by a vast field that shows detailed textures possibly indicative of mudflats or sand, suggesting a damp or dry terrain. The field is subtly sectioned with lines that might indicate tire tracks or natural formations.\n\nToward the middle of the image, there's a three-legged tower structure, featuring a large, cylindrical beacon or container at its top, painted in contrasting colors (likely yellow and black). This item stands prominently in the flat landscape, suggesting it might serve a navigational or monitoring purpose.\n\nIn the background, the scene is enclosed by a prominent range of mountains, providing a majestic and rugged backdrop to the otherwise flat landscape. These mountains are partly obscured by clouds, indicating a dramatic or changing weather condition. In the very far distance, visible just over the flat land, there could be additional smaller structures or natural features, hard to discern due to the distance.\n\nThere are also three small human figures seen near the central part of the frame, walking towards or standing near the tower. Their presence adds a sense of scale, illustrating the vastness of the surrounding environment compared to the size of humans.\n\nOverall, the composition focuses on the juxtaposition between the expansiveness of the terrain and the human and manufactured elements within it. The mood conveyed is one of isolation and the immense scale of nature.","title":"The Columbia River, shown here at Rooster Rock State Park 18 miles east of Portland, is shown at a record low. River beds never seen before were exposed more than three months because of a lack of precipitation the previous year.","placename":"Oregon","location":"OTHER","nn1":["543644","555881","555883","550397","549179","548673","550399","548703","554807","544405","543658","550598","558107","555885","550491","549453"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["tower","mudflat","plain","expansiveness","scale","monitoring","mountain","field","bed","tire"]}
