{"path":"555375.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph captures a science experiment or test setup inside a laboratory environment. The image features mechanical and scientific apparatus seemingly involved in conducting an experiment on material physics or engineering.\n\nIn the foreground, there is laboratory equipment that includes a dark metal stand with various adjustment knobs and clamps. These clamps hold small objects that appear to be part of the experimental setup. To the right, there is a vertical metal structure, possibly a support or measuring device, integrated with cylindrical parts.\n\nThe focal point of the image shows a glowing material exposed to intense heat, producing bright light and emitting smoke or vapor, which suggests a kind of stress test or reaction being observed. The vapor is illuminated and forms a cloud around the heated object, giving a dynamic and dramatic effect to the scene.\n\nThe background includes a large window with daylight streaming in, but it is mostly obscured by the vapor and the intensity of the light at the center of the image. On either side of the experimental setup, various other pieces of equipment and tools can be seen, which are typical in a high-tech lab environment, such as monitors, cables, and secondary instruments, suggesting that this is a controlled, precise scientific experiment.\n\nOverall, the photograph captures a moment of intense activity, likely documenting an experiment relating to the properties and behavior of materials under extreme conditions.","title":"A time sequence (second of two) showing a one quarter inch aluminum plate being melted in about fifteen seconds by the focused sun's energy. Temperatures of more than 5,000 degrees F are reached at this point in the solar furnace operated for the U.S Army at White Sands Missile Range.","placename":"Alamogordo (N.M.)","location":"Alamogordo, New Mexico","nn1":["546314","555374","546275","546344","555330","542667","549349","549332","546283","555249","555332","546287","555325","549609","549364","555281"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["experiment","vapor","test","setup","laboratory","material","monitor","stress","reaction","adjustment"]}
