{"path":"555316.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph depicts an interior space that is richly detailed and filled with elements indicative of a personal study or library. The room is under a sloped ceiling painted white, enhancing a feeling of heightened space and light.\n\nOn the right, natural light pours in through a unique circular window composed of multiple round panes set in a grid-like pattern, casting patterned shadows onto the floor. The floor itself is adorned with a colorful, geometric patterned rug, contributing to the room’s warm and inviting atmosphere.\n\nTo the left, a large bookshelf extends nearly the full height of the room, tightly packed with an array of books that suggests a comprehensive, well-loved collection. Above the bookshelf, white cylindrical objects are stored, possibly archival materials or decorative elements.\n\nIn the foreground on the left, there is another shelf or a side table stacked with more books and papers, hinting at active use and engagement with the materials. Beside it stands a wooden chair with a woven seat, adding to the room's rustic charm.\n\nFurther to the right, near the window, there is a piano with sheet music open, suggesting the room’s occupant may enjoy playing music. Alongside the piano is a striped floor rug, a wood-framed chair, and a plant in a pot, enhancing the ambiance with a touch of greenery.\n\nOverall, the room’s composition reflects a personal retreat centered around the pursuits of reading and music, with a thoughtful arrangement that maximizes both light and space.","title":"Den of a modular solar-heated house built near corrales New Mexico, made of interconnected units of aluminum with a urethane foam core of insulation.  Drums in the background are filled with water and retain the sun's heat","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555312","555315","555310","555311","553763","556647","549361","557695","558025","556627","546553","546560","549337","546500","546549","555304"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["room","music","bookshelf","floor","book","chair","love","heighten","library","woven"]}
