{"path":"555318.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph captures an intriguing and innovative architectural structure under a clear blue sky. The image features a building complex that consists of two main sections, each with a unique, geometric design dominated by large circular panels. These panels appear to be a key architectural element, possibly functioning as windows or a type of solar panel, given their distinctive, repetitive circular pattern set into dark frames.\n\nThe structure on the left has a prominent, pitched roof that contrasts sharply with the flat surfaces surrounding it. Between these two sections, there’s a man standing in the doorway of a curved, metallic vestibule that connects the two parts of the building. He is dressed casually in jeans and a light brown jacket, and appears to be stepping out or standing in the doorway, facing the camera with a subtle smile.\n\nThe surrounding area is barren, suggesting a desert-like environment, adding an element of isolation and emphasizing the modernity of the architecture against the sparse natural landscape. The ground is covered with concrete, complemented by patches of natural dirt and small rocks, which integrates the structure into its rugged environment seamlessly.\n\nOverall, the composition of the photograph, with its bold architectural forms and the solitary figure, conveys a sense of pioneering spirit and innovation in design, set against the vastness of a natural backdrop.","title":"Exterior picture of the south-facing walls of a modular solar-heated home near corrales, New Mexico.  The panels are dropped during the day to allow sun to pass through the glass and heat water in blackened 55-gallon drums","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555319","555320","546506","556628","555308","556623","555321","546415","546473","556625","546481","546531","555326","546464","555294","557330"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["panel","doorway","modernity","spirit","section","intriguing","integrate","pitch","prominent","rugged"]}
