{"path":"555313.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph depicts an outdoor scene featuring several distinctive, geodesic dome-like structures, which appear to be housing or small buildings made from metallic or reflective material. The structures have polygonal segments that give them an innovative and futuristic aesthetic, complete with simple, small windows and rooftop vent turbines.\n\nThe scene captures three individuals and a black dog in what seems to be a residential or communal area associated with these domes. The first person, a woman, is seated near a pile of chopped wood and is partially visible due to her positioning behind a lattice partition. She is dressed casually, suggesting a comfortable, informal setting.\n\nIn the foreground, a man is seen walking across a beautifully designed stone path laid out among the domes. He wears a brown jacket and jeans, suggesting a casual setting. His attention, along with that of the black dog next to him, is directed towards a third person—a man in a red plaid shirt who is entering one of the domes. This third man's back is to the camera, and he appears to be engaged in some activity at the doorway of the dome, possibly entering or exiting the structure.\n\nThe background reveals a stark, barren landscape, likely indicating a desert environment given the absence of vegetation and the visible arid terrain beyond the community of domes. This setting, along with the architecture of the domes, suggests a community possibly focused on sustainable or alternative living, adapted to challenging environmental conditions.\n\nOverall, the composition of the photo, the relaxed posture of the individuals, and the innovative structures suggest a scenario of everyday life in a unique, possibly eco-friendly community setting. The stone pathway and utility-related elements like chopped wood hint at a blend of modern and traditional living practices, emphasizing functionality and adaptation to the natural surroundings.","title":"Exterior of a modular solar-heated house built near Corrales, New Mexico, features interconnected units of aluminum with a urethane foam core for insulation. Units are hexagon shaped with polyhedra roofs.","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555306","555321","555320","557330","555308","555318","555307","555319","556628","556623","558033","551114","555353","554549","556625","555367"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["dome","chop","enter","dog","living","community","stone","partition","wood","lattice"]}
