{"path":"555315.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph portrays a creative and intriguing indoor setting. The focus is on a window partially covered by several large, round, white drum-like objects arranged in a grid pattern. These objects significantly obscure the view but allow some light to filter through, creating an interesting play of light and shadow in the room.\n\nTo the left side of the image, there is a bookshelf visible, filled with what appears to be records and books, hinting that this might be a space used for musical purposes or a study area. The dark, shadowy area predominates this side, contrasting with the brighter right side.\n\nOn the right, the presence of a green leafy plant adds a touch of life and color to the scene. The plant is placed near the window, benefitting from the natural light, and shadow patterns fall on and around it, increasing the textural interest of the composition. Some sheets of paper or music scores can be seen slightly under the plant, suggesting a connection to music or study.\n\nThe overall mood of the photograph is calm and contemplative, with an artistic arrangement that highlights texture, light, and the interplay of everyday objects in a confined space. This setting evokes a feeling of privacy and creativity, possibly a personal workspace or an artist's studio.","title":"Interior detail of 55-gallon water filled drums that form the core of the passive solar heating system of this home near Corrales, New Mexico. Sun shines through the glass to warm the blackened drums. At night an aluminum panel is placed over the glass to retain the heat.","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555316","555304","555312","558025","555317","555310","546580","544437","555311","546471","546500","553522","548072","546486","548232","556016"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["music","study","object","plant","artist","bookshelf","predominate","creativity","increase","record"]}
