{"path":"555319.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"The photograph displays a trio of interconnected architectural structures situated in a barren desert landscape under a clear blue sky. Each structure exhibits a unique, modern design primarily characterized by sharp, angular edges and minimalistic aesthetics.\n\nThe structures are clad in different materials giving a diverse textural appearance. The building on the left features a facade covered entirely in what appears to be black solar panels arranged in a grid pattern, possibly indicating the building’s sustainable energy solutions. This building has an angled roof that slants downwards toward the other structures.\n\nThe central building, separated slightly from the first, has a simple, white exterior with a flat roof. It includes a small, rectangular window on its visible side, offering minimal detail and maintaining a sleek appearance.\n\nThe building on the right, similar in style to the central unit, showcases large, floor-to-ceiling windows divided into multiple square sections, suggesting it maximizes natural light entering the space. This structure also features an angular roof design similar to the first building but covered in a reflective or transparent material.\n\nThe foreground of the image shows the structures built atop a flat, concrete platform, which possibly serves as a communal open area or a walkway connecting the structures. The surrounding landscape is arid, with sparse vegetation and rolling hills in the background, emphasizing the isolation and the desert environment in which these buildings are situated.\n\nOverall, the image portrays a set of innovative, likely energy-efficient buildings designed to integrate modern living solutions into a harsh, natural environment.","title":"Exterior picture of the south facing walls of a modular solar-heated home near Corrales, New Mexico. The panels are dropped during the day to allow sun to pass through the glass and heat water in blackened 55-gallon drums.","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555320","557330","555307","555308","555321","555318","546473","555306","556623","546481","546480","549067","556628","555294","557329","545809"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["building","energy","structure","desert","roof","appearance","material","design","living","walkway"]}
