{"path":"555356.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This image portrays the interior of a greenhouse featuring an organized arrangement of tall, leafy, green cucumber plants. The plants are supported by vertical blue ropes or wires, leading up to the greenhouse structure. The greenhouse itself has a semi-circular, arched frame, evident from the bending hoops that connect to a sturdy ridge running along the top. This frame is covered with a translucent, slightly opaque material, likely plastic, letting natural light filter through while protecting the plants inside.\n\nOn the right foreground, there is an indication of a numbering or labeling system with a small wooden stake marked with the number \"8\" planted in the soil near the base of one of the cucumber plants. This suggests a systematic approach, possibly for experimentation or tracking purposes.\n\nThe path between the rows of plants appears to be a compacted earth or gravel surface, typical for greenhouses, which facilitates easy maintenance and access. The environment looks well-maintained and specifically adapted for the growth of cucumbers or similar climbing plants. No people are present in the image, placing the entire focus on the agricultural setup and plants. The time of day or specific conditions outside the greenhouse are not discernible due to the angle and coverage of the photo.","title":"View inside one of the solar greenhouses at the university of Arizona environmental research laboratory at Tucson.  High intensity agriculture in a high temperature, high humidity environment is being studied.  University units in the middle east are producing 200 pounds of vegetables per acre per day.  Cucumber vines are shown","placename":"Tucson (Ariz.)","location":"Tucson, Arizona","nn1":["555357","555361","555359","557321","555362","555299","557322","555358","555360","555300","557323","555364","555372","555369","555363","554622"],"cl":[46],"cluster":["#46 &mdash; Flower"],"terms":["greenhouse","plant","experimentation","hoop","climbing","stake","let","compact","indication","coverage"]}
