{"path":"555355.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph captures a scene inside a dark industrial or mining tunnel. The focal point is a pair of individuals riding in a small, wheeled cart that is commonly used for transport within mines or large tunnel systems. The photograph is taken from a vantage point that aligns with the cart’s trajectory, pointing towards the light at the far end of the tunnel, which illuminates the scene slightly with a burst of white light.\n\nThe tunnel walls around and above the cart are rugged and uneven, indicating that the surroundings are subterranean or part of an excavation site. The lighting situation is minimal except for the light at the tunnel's end, which creates a contrast between the bright exit and the surrounding darkness.\n\nThe two individuals in the cart appear to be engaged in a personal interaction, possibly conversing or working together. They seem relaxed and unaware of the camera, adding a candid and intimate quality to the scene. The cart itself is outfitted with protective sidings and appears to be designed for passenger safety and functional travel through the tunnel.\n\nOverall, the composition uses the tunnel’s perspective leading towards the light to draw the viewer’s eye through the photograph, creating a sense of depth and directionality. The human element adds a narrative interest to what might otherwise be a stark industrial scene.","title":"High intensity aquaculture is being studied at the University of Arizona Environmental Research Laboratory at Tucson. In solar heated collapsible greenhouses the shrimp are raised in special tanks. Their time to breed, hatch and mature has been halved from the normal ocean process.","placename":null,"location":"OTHER","nn1":["556319","556362","556519","556398","556366","556849","556360","556509","556513","556359","549884","543743","556363","544825","556511","556397"],"cl":[27],"cluster":["#27 &mdash; Miner"],"terms":["tunnel","cart","end","exit","burst","mine","situation","light","point","darkness"]}
