{"path":"555306.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This image captures a unique residential setting featuring several dome-like structures with shiny, metallic exteriors, possibly made of steel or another reflective material. The houses are interconnected and each dome has small windows, with one sporting what appears to be a chimney or ventilation shaft on top. The setting is arid, characterized by dry, sparse vegetation typical of desert environments, and there is a prominent mountain landscape in the background, suggesting a remote or rural location.\n\nIn front of the dome houses, there are several people engaged in casual activities. Two adults and a child are seen walking across a stone-paved pathway. The child is leading, followed by an adult, while another adult appears to be exiting or entering one of the domes. Additionally, there's a bicycle lying on the ground near the pathway, enhancing the casual, homely atmosphere of the scene.\n\nThe overall composition of the photograph is broad and offers a view that combines innovative architecture with a stark, natural landscape. The image gives a sense of alternate or sustainable living solutions possibly designed to minimize environmental impact or to suit the specific climate conditions of the area.","title":"Zome house using solar heating built near corrales, New Mexico.  The modular interconnected units are hexagon shaped with polyhedra roofs.  Aluminum construction has an inner core of urethane foam for insulating efficiency.  Glass walls covered at night pass sunlight to heat blackened 55-gallon drums filled with water","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555313","555321","555308","555307","557330","555320","555319","556623","556629","555318","544816","555353","544411","556628","555367","544448"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["dome","adult","pathway","minimize","shaft","alternate","sporting","child","ventilation","liive"]}
