{"path":"555325.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"The photograph shows an industrial setting focusing on a detailed metal structure possibly in a laboratory or testing facility. The main object in focus is made of metal, resembling a type of experimental setup or part of machinery. It features a large square-shaped metal plate on the front with a rough, circular hole cut out in the middle. The edge of the hole appears jagged, indicating it may have been cut or punctured as part of an experiment or test.\n\nThis metal plate is supported by a larger framework that is only partially visible. The framework includes other metal bars and plates, emphasizing the experimental nature of the setup. The assembly is mounted on a metal stand that has various adjustable settings, visible through components like clamps and adjustment knobs on one side, suggesting the setup is meant for precise measurements or operations.\n\nThe background is rather dark and nondescript, further highlighting the metal structure in the foreground. It appears blurred and consists of various shades of blacks and greens, implying a typical industrial or workshop environment where the primary focus is on the machinery or experiment at hand, rather than the surroundings.\n\nOverall, the image conveys a sense of scientific research or industrial testing, focusing on the durability, structure, or other properties of the metal piece being displayed.","title":"The solar furnace operated for the u.s.  Army at white sands missile range, Alamogordo, New Mexico.  This test piece of aluminum shows where the sun's rays were focused in a four inch diameter.  It took about 15 seconds for rays from the mirror to melt through the quarter inch plate","placename":"Alamogordo (N.M.)","location":"Alamogordo, New Mexico","nn1":["555374","555330","546932","555375","544818","556388","557387","553329","555328","555345","555954","546314","549364","556389","543158","552768"],"cl":[30],"cluster":["#30 &mdash; Equipment"],"terms":["metal","plate","hole","testing","experiment","setup","framework","cut","adjustment","knob"]}
