{"path":"555368.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph showcases a lush, densely packed scene of tropical foliage. Dominated by various shades of green, the image prominently features several types of palm leaves, which have long, slender, and segmented fronds fanning out in different directions. Some of the palms are robust and others have more delicate appearances.\n\nIn the middle distance, hints of red and yellow indicate the presence of tropical flowers interspersed among the foliage, providing small bursts of color against the predominant green. These colors contribute to a feeling of vibrancy and diversity within the verdant environment.\n\nThe background includes parts of a grayish structure, most likely a greenhouse or conservatory walls, which are partially obscured by the thick vegetation. This presence of man-made structures suggests that the setting is likely under controlled conditions, possibly within a botanical garden or a similar establishment dedicated to the cultivation and display of such plants.\n\nThe overall ambiance is one of a serene, green oasis, emphasizing the beauty and variety of tropical plant life in a controlled environment. The composition effectively captures the complexity and density of the flora, drawing viewers into a miniature jungle-like environment.","title":"Lush tropical garden inside a solar heated greenhouse at the university of Arizona environmental research laboratory at Tucson contrasts with the normal desert environment.  The university is greatly increasing yields in experiments with high intensity agriculture and aquaculture under controlled conditions of high temperature and high humidity","placename":"Tucson (Ariz.)","location":"Tucson, Arizona","nn1":["555050","555192","546014","555093","554993","555372","555049","554957","555040","555043","555019","554996","555054","554992","543542","555038"],"cl":[46],"cluster":["#46 &mdash; Flower"],"terms":["palm","control","oasis","frond","greenhouse","fan","burst","green","cultivation","foliage"]}
