{"path":"555372.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph captures a lush and vibrant greenhouse or indoor garden scene. The setting is predominantly filled with a dense array of plants, showcasing a variety of textures and colors. Dominating the frame are large clusters of bright pink flowers, possibly bougainvillea, which add a vivid splash of color and serve as a focal point against the green foliage.\n\nSeveral types of plants can be seen, including broad-leafed green plants and those with slender, dark red leaves, adding contrast through their shape and hue. The diverse assortment of flora suggests a tropical or subtropical environment, meticulously maintained for growth and display.\n\nThe greenhouse structure is not directly visible but implied by the controlled and lush environment typical of such spaces. There appears to be a pathway or a narrow walkway that meanders through the garden, hinting at the size and the designed accessibility for viewers or caretakers to navigate through and enjoy the plants up close.\n\nSubtle lighting diffuses through the area, perhaps filtered by the greenhouse glass or shading structures, creating a soft, natural light ambiance that enhances the vibrancy of the plants. The overall composition of the photograph is a rich tapestry of natural elements, meticulously arranged to showcase the beauty and diversity of plant life in a cultivated indoor setting.","title":"An inflated polyethylene greenhouse serves as the entrance to the office of the University of Arizona Environmental Research Laboratory at Tucson. Visitors pass through a double door airlock and view this lush tropical garden before entering the main office building.","placename":"Tucson (Ariz.)","location":"Tucson, Arizona","nn1":["555368","555298","557321","554105","555359","555299","555371","555042","555050","555300","551777","557322","555040","552538","555362","546534"],"cl":[46],"cluster":["#46 &mdash; Flower"],"terms":["greenhouse","plant","garden","accessibility","tapestry","showcase","cultivate","assortment","vibrancy","diversity"]}
