{"path":"555323.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph features a man standing next to a large solar panel, positioned at an angle on a rooftop. The man appears to be explaining or demonstrating the solar panel, as he is looking towards it while gesturing with his hand. His dark hair, beard, and mustache frame his face, and he is dressed in professional attire, comprising a black sweater over a check-patterned shirt. \n\nThe solar panel itself presents a series of tubes or lines, and it seems to be mounted on a metal frame. The surface of the panel glistens, perhaps due to a recent cleaning or the reflection of sunlight, emphasizing its purpose in harnessing solar energy.\n\nIn the background, there is a partly visible, multi-storied building with a reddish-brown façade and details that hint at a Southwestern architectural style. The consistency of the architecture and clear, blue sky suggest a location with generally sunny weather, ideal for solar energy generation.\n\nThe rooftop on which the man and the solar panel are located is also scattered with other solar technology and small construction elements, reflecting ongoing work or experiments related to solar energy. The ground is covered with a light-colored material that could be gravel or a protective rooftop layer.","title":"Dr. R. L. San Martin, New Mexico State University, Las Cruces shows an experimental solar panel being tested. It is a Thomason type where water trickles down blackened, corrugated metal plates under insulating glass. A trough collector at the bottom collects heated water for circulation.","placename":"Las Cruces (N.M.)","location":"Las Cruces, New Mexico","nn1":["557328","555293","555347","555349","555341","557312","557332","557320","555343","555309","555327","555348","555292","557334","557319","555294"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["panel","rooftop","energy","check","cleaning","generation","experiment","mustache","tube","beard"]}
