{"path":"555317.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph captures an intriguing, modernist interior, characterized by its architectural uniqueness and play of light and shadow. The room is underlined by an avant-garde design, dominated by a large wall of circular windows set in a grid formation, allowing gentle yet dramatic light to filter into the space. These windows are the room's focal point, adding a sculptural quality and an unusual geometric contrast against the otherwise angular structure of the room.\n\nThe room's ceiling slopes asymmetrically, and the walls are finished in a smooth, unadorned plaster. Natural light from the side windows adds to the ambiance, creating a serene and somewhat mystical atmosphere. Directly below the circular windows, there's a simple, dark-colored curtain that appears to be able to cover the window partially or fully, suggesting a functionality to control light or privacy.\n\nFurniture in the room is minimal and modern. On the left, there is a sleek, dark sofa that enhances the room's minimalist aesthetic. Near the center of the room, sunlight casts a bright, grid-patterned shadow across the floor, likely emanating from another window source not visible in the image. This pattern contrasts starkly with the dark flooring, adding a dynamic element to the space.\n\nThe overall composition of the photograph, with its emphasis on structure, light, and minimal furnishings, evokes a sense of contemporary design and artistic contemplation.","title":"Guest room of a modular solar-heated house built near Corrales, New Mexico, made of interconnected units of aluminum with a urethane foam core of insulation. Drums in the background are filled with water and retain the sun's heat.","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555312","556627","555311","555289","555315","546511","557391","555303","556016","555304","546487","546470","546517","546500","544437","555316"],"cl":[15],"cluster":["#15 &mdash; Flowers"],"terms":["room","window","grid","sofa","light","furnishing","flooring","privacy","dark","wall"]}
