{"path":"555361.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"The photograph depicts an indoor agricultural setting, specifically a greenhouse dedicated to plant cultivation. A corridor runs down the center, bordered on both sides by long, elevated plant beds where numerous green plants are growing densely. These plants appear to be supported by a network of strings or wires, suggesting they might be vine plants, possibly tomatoes or cucumbers.\n\nThe beds themselves are made from white materials, possibly plastic, and appear to contain a growing medium or soil substitute optimized for hydroponics or a similar method of agriculture. The corridor floor is covered in gravel or small stones, lending a practical, non-slip surface ideal for walking.\n\nNo people are visible in the image, focusing entirely on the plant cultivation setup. Lighting seems to be natural, likely provided by the greenhouse structure, which appears to have a translucent ceiling enhancing the sunlight penetration. Additionally, plastic containers and miscellaneous supplies can be seen on the ground, indicating ongoing cultivation or maintenance activities.\n\nOverall, the photograph captures a high-yield, managed agricultural environment optimized for efficiency and productivity within a controlled setting.","title":"View inside one of the solar greenhouses at the University of Arizona Environmental Research Laboratory at Tucson. Higher temperatures and controlled environments reduce maturation time and greatly increase yield. Near the laboratory, a private firm raises tomatoes profitably for market in a similar environment.","placename":"Tucson (Ariz.)","location":"Tucson, Arizona","nn1":["555359","555299","555356","557321","555362","555357","557322","555360","555364","555372","555300","555369","554105","555298","542691","557323"],"cl":[2],"cluster":["#02 &mdash; Agriculture"],"terms":["cultivation","greenhouse","plant","bed","tomato","vine","productivity","string","efficiency","corridor"]}
