{"path":"555314.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"This photograph features a close-up view of an array of what appear to be circular objects, possibly barrel tops or drum lids, arranged in a grid-like pattern. Each object seems to be contained within its own square compartment, suggesting that they might be stored or organized in this way to maximize space or maintain order. The objects are predominantly dark in color, with visible features such as a central bolt or fastener, and some appear to have a reflective surface or markings caused by wear or liquid residues.\n\nThe structure containing these circular items is made up of white grid lines, likely metal or other rigid material, which form the constraints for each object. The photograph has a somewhat faded or aged look, with a blue tint that could be due to the photographic process or the lighting conditions during the time of capture.\n\nThe foreground of the photograph solely consists of these items, with no distinguishable background elements visible beyond the objects themselves. This focus creates a patterned, almost geometric artwork effect, centering the viewer’s attention on the repetition and symmetry of the scene. The overall composition exudes a straightforward, industrial aesthetic, evoking curiosity about the objects’ function and the context of their storage or display.","title":"Exterior detail of 55-gallon water filled drums that form the core of the passive solar heating system of this home near corrales, New Mexico.  Sun shines through the glass to warm the blackened drums.  At night an aluminum panel is placed over the glass to retain the heat","placename":"Albuquerque (N.M.)","location":"Albuquerque, New Mexico","nn1":["555277","555167","556641","557314","548753","556353","558257","554319","546004","555325","549125","546568","550301","553658","543997","546932"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["object","grid","contain","repetition","maximize","residue","bolt","lid","symmetry","item"]}
