{"path":"555329.jpg","date":"April 1974","photographer":"Norton, Boyd","caption":"The photograph presents a unique upward perspective of a modern architectural structure. The image captures the underside of a towering building, looking straight up from what appears to be a central courtyard or atrium. The focus is on a large panel made up of numerous glass segments, each reflecting the sky in varying shades of blue interspersed with light clouds, creating a mosaic-like effect.\n\nThis glass panel serves as the main feature of the image, framed by parts of the building's infrastructure. On the sides, metallic or concrete vertical beams and horizontal slabs encase the glass area, contributing to a sense of robust, industrialized design. These architectural elements have a grayish tone, contrasting sharply with the vivid blues of the glass.\n\nAbove the glass panel, the edifice continues with similar materials and design motifs, suggesting a continuation of the building’s modern style. The very top of the frame hints at an open sky, indicating that the structure is quite tall.\n\nThe sunlight filters through the glass and beams, casting sun flares and light spots on the lens, thus adding a touch of flair and ethereal quality to the composition. It's a blend of architectural photography and artistic interpretation, demonstrating how structures can interact with natural light and the environment around them. Overall, the photograph provides an intriguing, abstract representation of modern architecture.","title":"Looking up from ground level at the 60-foot-high expanse that makes up the parabolic mirror system of the solar furnace operated for the u.s.  Army at white sands missile range Alamogordo, New Mexico.  Square hole in center allows observers to view during a test","placename":"Alamogordo (N.M.)","location":"Alamogordo, New Mexico","nn1":["557333","555326","557318","557280","545885","555305","548649","548648","546521","546531","555318","549880","557391","544012","556174","555278"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["glass","panel","beam","courtyard","underside","slab","flair","interpretation","encase","flare"]}
