{"path":"555476.jpg","date":"January 1974","photographer":"Falconer, David","caption":"This photograph captures a vivid street scene centered around a light-colored, possibly metallic blue, vintage Audi car. The car is in the foreground, facing the camera, with its distinctive round headlights and sleek design prominently displayed. Raindrops are visible on the surface of the car, suggesting recent rainfall.\n\nOn the left side of the car, a man with a beard, wearing a dark suit and sunglasses, is interacting with a person inside the car; only the latter's hands are noticeable. On the right side of the car, another man is actively photographing the scene, focusing his camera on the interior of the vehicle. He wears a dark coat and has a shoulder bag, indicative of a professional or avid photographer.\n\nBehind these central figures, the street is busy with other people walking by or observing the situation. Two more individuals in the background appear to be photographers or journalists, hinting that the event captured might be of public or media interest.\n\nThe backdrop shows an urban setting with buildings that have large windows and what appears to be commercial signage, suggesting a downtown area. Other cars and possibly a bus are visible in the far background, contributing to the urban atmosphere.\n\nThe overall composition of the photograph emphasizes the interaction around the car and suggests a moment of interest or importance, catching the attention of multiple pedestrians and photographers. The damp, reflective surfaces add to the ambiance of an overcast, dynamic urban scene.","title":"Oregon governor tom mccall takes delivery of a smaller car with better gas mileage as his official auto and the press covers the event in Portland.  The auto replaced a Lincoln.  Mrs mccall is shown on the passenger's side","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["552412","555475","557874","555944","546665","557882","545353","552800","549881","545321","557917","553488","552802","557847","549882","551913"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","interest","public","photographer","situation","sleek","headlight","beard","importance","downtown"]}
