{"path":"555407.jpg","date":"October 1973","photographer":"Falconer, David","caption":"The photograph depicts a high-angle view of a football stadium during what appears to be a practice session or a small-scale game. The football field is marked with yellow lines delineating yard lines, end zones, and other standard football markings. The field is lush green and resembles artificial turf.\n\nOn the field, there are several groups of people, most likely players, who are scattered primarily around the center and near one of the end zones. They are wearing sports attire, which includes helmets and pads, indicative of a typical football uniform. A few individuals can be seen standing along the sidelines, possibly coaches, trainers, or additional players.\n\nThe stadium seating is quite extensive and curves around the field, with the majority of seats appearing to be empty. The seats are colored in shades of red and the stadium structure includes protective railings and several access tunnels.\n\nIn the background, beyond the stadium, there's an urban skyline with several buildings of various sizes and architectural designs, suggesting this stadium is located near or within a city. Notable signs and billboards are visible along the top of one side of the stadium, advertising various products and brands, indicating some commercial elements typical at sporting venues.\n\nThe sky is overcast, indicating either an early start or potentially cloudy weather conditions during the time of the photograph. Overall, the image captures a moment of athletic practice in a quiet, largely unattended stadium set against an urban backdrop.","title":"To conserve electricity, all Portland high schools had their football games rescheduled for daylight hours at the Multnomah Stadium. Normally, they were played at night.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["547446","547431","555408","552629","553312","552630","547314","553285","551768","548395","542532","551099","558204","552024","551096","549852"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["stadium","football","player","field","practice","seat","zone","sporting","session","pad"]}
