{"path":"555459.jpg","date":"December 1973","photographer":"Falconer, David","caption":"This photograph captures a street scene likely from the 1970s or 1980s, showcasing a variety of vintage cars on a city street flanked by a gas station and other roadside amenities. The focus is on the rear view of a greenish-yellow car prominently displaying a decal that reads \"SORRY! TEMPORARILY OUT OF GAS, AUTO SERVICE AS USUAL,\" indicating that the gas station might be experiencing a fuel shortage. The car is angular in design, typical of the era, with round taillights and a unique, elongated rear design.\n\nIn the background, multiple other cars are visible, highlighting the style diversity of vehicles from that period, with colors ranging from red, white, and brown to green and yellow. Among these vehicles, there is a mix of sedans and station wagons, with distinct 1970s styling. The cars are parked or in motion, depicting a busy street environment. \n\nThe scene also includes a gas station on the left, with signs for Shell gasoline showing prices and types like \"SHELL REGULAR\" and \"SUPER SHELL.\" Additionally, an advertisement for car repair services, particularly \"TUNE UP,\" and \"STARTER GENERATOR ALTERNATOR\" repair signs are visible.\n\nThe overall composition captures an everyday moment steeped in the context of its time, reflecting both the era's automotive culture and the specific circumstance of a fuel shortage affecting local commuting and service offerings. The framing uses a straightforward street view that encourages viewers to reminisce or contemplate urban life and technology in previous decades.","title":"After hours in a gasoline line a driver could arrive at the pumps and find out that the car ahead of him was the last to get fuel.  So many stations, such as this one in Portland, began using a \"sorry\" sign on the last car to get gas","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555457","555458","555452","548174","556709","555910","555465","550093","555498","550096","554551","548170","555489","554297","557834","556724"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["station","gas","shortage","car","service","fuel","street","repair","decal","auto"]}
