{"path":"555495.jpg","date":"February 1974","photographer":"Falconer, David","caption":"The photograph features a close-up view of an old-fashioned gasoline pump. The body of the pump, branded with \"Gilbarco,\" dominates the right side of the image. It has a classic design, evident from the mechanical meter display and the status indicators above them. The display shows \"2 x 0.87 SALE\" in black digits and \"GALLONS 002.9\" beneath it, indicating the volume of fuel dispensed. The price per gallon, \"59¢,\" is clearly visible at the bottom part of the display, marked \"STATE & FEDERAL TAX INCLUDED.\"\n\nOn the pump, there are several stickers and labels including inspection stickers from the years 1973 and 1974, suggesting the timeline of the photograph. Additionally, certain operational instructions and labels are adhered to the body, hinting at compliance requirements and operational certifications for the pump.\n\nIn the left part of the frame, slightly out of focus, is a sign placed on the ground that reads, “AIRPORT GAS NoLimit NotCheap.” The text appears hand-painted on a rectangular white board with a dark-colored rim. The background behind the pump and sign is blurred, but it suggests a street or outdoor setting with buildings or structures in the distant backdrop.\n\nThe overall composition and the details within the image shed light on aspects of historical gas station practices, pricing, and the design of fuel dispensers from a past era. The elements captured suggest a focus on the economical and operational side of fuel sales.","title":"Imported gasoline was sold at this service station, during the fuel crisis in the fall and winter of 1973-74. It was as much as twice the price of domestic gas and there were few customers at first. But the numbers increased as the crisis grew.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548049","547874","555494","555508","555520","548047","555510","555517","548171","550096","555486","548174","548173","555405","555511","550092"],"cl":[38],"cluster":["#38 &mdash; Signs"],"terms":["pump","fuel","sticker","display","label","sale","dispenser","gallon","indicator","status"]}
