{"path":"555488.jpg","date":"February 1974","photographer":"Falconer, David","caption":"This photograph features a woman presenting a sheet of gas coupons, emphasizing her actions with a slightly dramatic expression and gesture. She is holding up the coupon sheet towards the camera, making it the focus of the scene.\n\nShe is dressed in a coat or jacket with polka dots and a lighter-colored scarf around her neck. Her appearance is further defined by her short, dark hair styled back and large earrings, complementing the overall modest yet pronounced style of that time period.\n\nIn the immediate background, there's a rugged microphone mounted on a stand and pointed slightly away from her, suggesting that she might be involved in some form of public announcement or broadcast. The presence of the microphone indicates a setting prepared for communication, possibly related to rationing or other public information campaigns typical of mid-20th-century contexts.\n\nThe ambient lighting accentuates the subject and the items she interacts with, such as the gas coupon sheet, which is detailed enough to identify printed text repeatedly stating \"gas coupon.\" The surrounding elements are darker and less detailed, focusing attention primarily on her and the items she is holding.\n\nOverall, the composition and the content indicate a historically-themed setting, possibly designed to educate or inform about past rationing measures, such as during wartime.","title":"Printed gas coupons for official city cars during the fuel crisis. A city commissioner shows the coupons that were used in February, 1974. Each coupon allowed five gallons at city pumps only.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555443","557177","555516","553321","546623","556244","549888","555474","548891","547190","558293","556737","557039","551437","555455","555486"],"cl":[7],"cluster":["#07 &mdash; Commercial Activities"],"terms":["sheet","gas","microphone","campaign","earring","measure","item","scarf","dot","communication"]}
