{"path":"555462.jpg","date":"December 1973","photographer":"Falconer, David","caption":"This photograph features the rear corner section of an older model motorhome or recreational vehicle (RV). The main colors visible are white, black, and a bronze or tan trim. Prominently displayed on the window is a red and white “For Sale” sign, indicating that the vehicle is on the market.\n\nThe vehicle bears details such as a chrome rearview mirror mounted beside the window and a set of two headlights on a bronze-colored panel, which includes a circular red light, a white headlight, and a smaller amber light positioned below the white light. A narrow vent grille is positioned just above the lower lights, suggesting an area for mechanical ventilation or heat exhaust.\n\nThere is also a prominently featured emblem or logo showing \"Family Motor Coach Assoc\" with the number \"1826\", likely indicating membership in a recreational vehicle club or association. This detail provides a hint at the vehicle's use and community connections.\n\nOn the bumper, a license plate with the number \"902 Z50\" is visible, which could potentially indicate the vehicle’s registration details.\n\nThe composition focused on this corner of the vehicle highlights specific features that are significant either for their functional or aesthetic value, such as the sale sign and the vehicle's association membership. The photo's angle and close-up focus direct attention to the vehicle’s condition and the details related to its ownership and usage.","title":"A buyers' market developed overnight in the Pacific North-West for gasoline guzzling motor homes. At the height of the fuel shortage it was almost impossible to sell them. This one was for sale.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["545594","544370","549883","547494","551428","554478","548802","558299","549871","546193","544193","546104","547269","548668","544449","552505"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["vehicle","bronze","headlight","sale","detail","corner","number","ownership","value","club"]}
