{"path":"555487.jpg","date":"January 1974","photographer":"Falconer, David","caption":"This photograph captures a scene at a gas station taken from an angled perspective, with a large red flag in the foreground drawing immediate attention due to its bright color and size. Beneath the shelter of the gas station, a man stands near a gas pump, dressed in a dark jacket and glasses and is making gestures with both hands extended to the sides, indicating a sense of welcoming or explaining.\n\nThe gas pump is traditional, with various options and information stickers on it, including a large white and red Exxon logo visible. Around the man, one can observe several cars parked and others in motion, suggesting it is a busy time. The car designs suggest the photo might be from the latter half of the 20th century, given their vintage styles.\n\nIn the background, across the street from the station, there's a white building with multiple stories that could be a hotel or apartment complex, and a shop front visible which reads “Klein’s-Korner.” The station is covered by a gray roof, and there's substantial daylight illuminating the scene, indicating it might be late afternoon. Trees line the background creating a varied texture to the urban environment.\n\nThis photo compositionally plays with layers of depth, from the bright foreground flag to the detailed, activity-filled gas station, then to the urban background, creating a richly dynamic scene.","title":"Red flag in Oregon gas stations during the fuel crisis in the fall and winter of 1973-74 in Oregon meant there was no gasoline to be pumped.  This Portland arco dealer and station operator was one of the leaders in carrying the state's plight to Washington d.c asking for higher gas allocations and use of the flag system","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555484","555467","555415","555502","555457","548173","549003","555498","555494","557834","555452","550096","555465","555485","555518","555506"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["gas","station","pump","flag","option","sticker","hotel","welcome","explain","apartment"]}
