{"path":"555446.jpg","date":"December 1973","photographer":"Falconer, David","caption":"This photograph captures a bustling urban night scene that appears to be taken from a slightly elevated angle looking down a busy street lined with luminous streetlights and vivid neon signs. The image is imbued with a distinctly vintage or historical mood, possibly from the mid-to-late 20th century, as indicated by the architectural styles of the buildings and the models of the cars parked along the street.\n\nIn the foreground, ornate street lamps emit a glowing light that illuminates the sidewalk and parts of the roadway. The exposure of the photograph creates bright trails from the moving vehicles, suggesting long exposure techniques were used to capture the motion of the traffic. The street is filled with sedans that reflect the car design trends of perhaps the 1960s or 1970s.\n\nThe middle ground of the scene is dominated by aged commercial buildings adorned with neon signs. Notably, a prominent \"FOX\" sign suggests a theater or cinema, and other neon signs read \"AIRWAY,\" possibly pointing towards travel or airline ticketing agencies common during that era. Each storefront and façade has its own character, contributing to a vibrant street life.\n\nRising above these mid-rise structures, the background features taller buildings enveloped in darkness but punctuated by the city's glowing lights. Strings of overhead lights add a celebratory or festive atmosphere to the street's ambiance.\n\nOverall, the image portrays a lively urban night atmosphere, likely from a mid-20th-century American city, filled with the energy of nightlife and the era’s characteristic automotive and architectural styles. The use of lighting, both in the street lamps and neon signs, alongside the long exposure capturing the movement of cars, emphasizes the dynamic nature of the city after dark.","title":"Looking down Southwest Broadway in Portland, during the energy crisis shows limited lighting on a misty evening.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["549014","547051","551322","545462","545216","547798","551321","549872","550127","551239","546744","554297","555418","555782","551135","555425"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["neon","street","exposure","sign","night","lamp","city","trend","theater","car"]}
