{"path":"555448.jpg","date":"December 1973","photographer":"Falconer, David","caption":"This image depicts an urban street scene, likely captured during the daytime given the bright lighting conditions. The photograph is taken from a low angle, positioned near the surface of the road, focusing towards the horizon along the center of the empty street.\n\nThe road is a multi-lane street, marked with dashed white lines suggesting traffic lanes and showing arrows painted on the pavement that guide the direction of travel. The road surface appears worn with visible patches and mild discoloration consistent with regular use.\n\nThere is a large Volkswagen (VW) logo mounted prominently on a building at the near end of the street, suggesting that there might be a Volkswagen dealership or a facility related directly to the brand. The architecture of the buildings along the street is utilitarian, with visible light fixtures and multiple stories, typical of a business district setup.\n\nThe backdrop features a series of mid-rise buildings and utility structures stretching into the distance. The skyline is moderately dense, indicating an environment that blends both commercial and possibly light residential or office use structures. There are no visible pedestrians or vehicles, which might imply the photo was taken early in the morning or on a non-working day, adding a sense of calmness or deserted feel to the urban landscape.\n\nOverall, the composition emphasizes perspective, with the lines of the road drawing the viewer's eye towards the Volkswagen sign and the buildings in the distance. The photograph captures a moment of stillness in what would likely be a busy urban setting.","title":"Empty streets were a common sight in Portland, during the 1973 fuel crisis when gasoline stations were closed on the weekends","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555450","552710","553301","557882","551912","553845","546716","555782","549846","545463","553681","553019","551478","549919","556681","551863"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["street","road","dealership","residential","related","arrow","discoloration","fixture","brand","calmness"]}
