{"path":"555449.jpg","date":"December 1973","photographer":"Falconer, David","caption":"The photograph captures an outdoor urban scene with a focus on architecture and landscaping. The composition shows an empty parking lot in the foreground, marked with white lines for parking spaces. There are multiple rows of short parking post lights visible. \n\nOn the left side of the image, behind the parking area, is a large, multi-story building featuring a somewhat brutalist architectural style characterized by its repetitive, concrete facade with visible horizontal lines separating the floors. Each level of the building has uniformly spaced openings which look like either windows or part of the building's design for ventilation.\n\nTo the right, there are two similar buildings. The nearest one mirrors the brutalist style of the primary building shown on the left, also exhibiting a heavy use of concrete and a repeated, grid-like structural pattern. A construction crane can be seen in the background, suggesting ongoing development or maintenance work in the area.\n\nThe surroundings include a hillside covered in dense, green ivy that adds a burst of natural color contrasting with the stark gray of the buildings. Above the buildings, the sky is clear and bright, indicating a sunny day.\n\nLastly, decorating the scene are several globe street lamps, which contribute to an orderly urban setting. The overall scene gives off a vibe of a deserted or perhaps early morning workspace environment.","title":"An empty parking lot in an urban renewal area of Portland during the fuel crisis in December, 1973. Normally, if the gasoline stations were pumping, the lot would be filled with cars.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["546715","546671","542580","549875","546531","546702","546624","546745","546539","545869","549310","546579","548435","550153","543961","546447"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["parking","building","repeat","ventilation","burst","landscaping","workspace","opening","concrete","decorate"]}
