{"path":"555419.jpg","date":"November 1973","photographer":"Falconer, David","caption":"This photograph captures a night-time cityscape featuring two prominent skyscrapers that are well illuminated, set against a darker backdrop of a densely built urban area. The buildings are reflected softly in a calm body of water in the foreground, which adds a sense of tranquility and depth to the image. \n\nOn the left of the image stands a tall, narrow skyscraper with vertical lighting accentuating its height and slender structure. This building has a unique architectural design with slim vertical lines that run its entire height, making it a focal point of the photograph.\n\nThe building on the right is broader, with a more conventional rectangular shape and features evenly spaced, lit windows. Its exterior is uniformly lit, giving it a solid and imposing appearance compared to the more delicately lit building on the left.\n\nIn the middle ground, below these buildings, the city is alive with light; small buildings, possibly commercial in nature, are interspersed through the area. This section of the city appears vibrant and busy, suggested by the variety and intensity of lights.\n\nThe reflections of lights on the water create elongated trails that enhance the visual interest of the lower part of the image, adding a painterly quality to the water surface.\n\nOverall, the composition of the photograph, with its focus on the interaction of artificial light and urban architecture, along with the reflective water surface, presents a serene yet vibrant nighttime urban scene.","title":"Downtown core area of Portland, after 7 p.m. on November 2, 1973, during the state's energy crisis with few commercial and neon lighting displays. This photo looks toward the west with the Willamette River in the foreground.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555426","545913","555418","549490","550007","555736","550011","549543","555406","548339","553295","549099","549880","545406","549502","548384"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["skyscraper","height","building","nighttime","city","intensity","night","water","trail","left"]}
