{"path":"555478.jpg","date":"January 1974","photographer":"Falconer, David","caption":"This image captures the inside of a vehicle in a state of disrepair and clutter. The most prominent objects in the frame are three old, brightly colored metal gasoline cans. The can in the foreground is labeled \"Gasoline\" with additional text that indicates it holds five U.S. gallons. The cans have a vintage appearance, suggesting they might be from a time when such containers were commonly used.\n\nThe interior of the vehicle is visibly dirty and worn. The floor is covered with various debris and dark stains, possibly oil or grime accumulated over time. There's a glimpse of a rusty, corroded area on the floor panel suggesting long-term exposure to moisture or chemicals. The seats of the car are not visible, indicating the photo is taken from a low angle, focusing on the floor level of the vehicle.\n\nOn the dashboard, which is also cluttered and dusty, there appears to be scattered debris and possibly some papers. The visible parts of the vehicle's interior, such as the door panel and dashboard, are made of a dark material, either plastic or metal, which is also dirty and worn out.\n\nThe lighting in the photograph is soft and ambient, coming from outside the vehicle, illuminating parts of the gasoline cans and the interior with a slightly bluish tint, typical of natural light on a cloudy day or from a shaded area. This adds a melancholic and abandoned feel to the scene.\n\nOverall, the photograph tells a story of neglect and decay, perhaps indicating a long-abandoned vehicle that has become a storage space for items like these vintage gasoline cans. The setting is likely in a garage or similar storage area, given the enclosed space and the way objects are left inside the car.","title":"Actual demonstration by the fire department training station showing what would happen after a rear end accident if a five gallon can of gasoline was carried in the trunk of an auto (picture number one in a series of six.).","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["547883","547587","549870","545304","554784","557847","544809","544060","556353","556327","555492","552995","554302","552997","553489","555491"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["can","gasoline","vehicle","dashboard","interior","floor","abandon","panel","gallon","grime"]}
