{"path":"555479.jpg","date":"January 1974","photographer":"Falconer, David","caption":"The photograph captures an outdoor scene where a vintage car, possibly from the 1960s or early 1970s, is on fire. The fire specifically appears to be coming from the trunk area of the car. The car is black, and features distinctive large tail lights and a noticeable fin-style design common in that era’s automotive aesthetic.\n\nIn the background, emergency response is visible by the presence of firetrucks and emergency personnel. A firetruck that is red and equipped with ladders—possibly from that same vintage period—is parked in the background. One firefighter can be seen walking towards the car, and possibly another figure, which could be another responder, is visible near the firetruck.\n\nApart from the emergency scenarios, the location appears to be a large industrial parking lot or a similar open area with wet grounds, suggesting recent or ongoing water usage perhaps to control the fire. There’s a fence in the background and few other utility or storage trailers are scattered around, providing a somewhat cluttered industrial setting.\n\nThis scene captures a sense of urgency and depicts a clear emergency situation being addressed by the fire department. The focus and composition lead the viewer’s attention to the fiery car and the efforts to handle the situation, showcased amidst an otherwise mundane setting.","title":"Actual demonstration by the fire department training station showing what would happen after a rear end accident if a five gallon can of gasoline was carried in the trunk of an auto (picture number two in a series of six.)","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555480","555481","555917","547597","550020","546373","548854","543002","555483","553488","554302","551715","552800","547481","545540","545469"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["emergency","fire","car","situation","personnel","response","fin","urgency","address","ladder"]}
