{"path":"555467.jpg","date":"January 1974","photographer":"Falconer, David","caption":"This photograph captures a scene at a gas station, vividly portraying a moment from an earlier era. The main focus is a large, prominently displayed sign in the foreground which states \"REGULAR CUSTOMER ONLY\" in bold, stylized letters painted in a bright and contrasting green and yellow colors. The sign is slightly tilted and supported by a simple metal frame.\n\nBehind the sign, a classic car, possibly from the 1960s or 1970s, is being serviced. The car is a light brown or beige color with a distinctive, sleek design. A gas station attendant, wearing a red hat and overalls, is crouched by the rear of the car, presumably filling up the gas tank. The attendant's attention is focused on the task, and he appears to be holding a gas pump nozzle.\n\nThe gas station itself features a white building with a multi-layered, partially visible roof that extends over the gas pumps, providing shelter. On the building, there are additional signs, including one that says \"Shell,\" indicating the brand of gasoline being sold, and another stating \"Service Is Our Business,\" emphasizing the station's commitment to customer service.\n\nIn the background, there are other elements typical of a gas station setting, including various gasoline pumps and promotional banners. Beyond the immediate vicinity of the station, the background features a tree and a clear blue sky, suggesting a sunny day. The entire scene is characterized by a sharp clarity and bright colors, highlighting the crisp, sunny atmosphere of the moment captured.","title":"Prior to Oregon's regulation of gasoline station fuel sales, some dealers attempted to sell only to their regular customers. This driver in Portland was a normal customer.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555484","550096","555517","555485","555465","555405","555415","557834","555506","555494","555520","557685","555457","555487","548173","548047"],"cl":[38],"cluster":["#38 &mdash; Signs"],"terms":["gas","station","pump","attendant","gasoline","customer","sign","service","nozzle","car"]}
