{"path":"555452.jpg","date":"December 1973","photographer":"Falconer, David","caption":"The photograph is a vibrant scene depicting an urban street during what appears to be a gas shortage period, likely from the 1970s given the style and model of the vehicles. In the foreground, prominently displayed is a Texaco sign, iconic with its white star on a red background and \"TEXACO\" in bold white letters. Next to it, a larger signboard reads, \"OUR STATION HOURS REDUCED DUE TO GAS SHORTAGE SORRY,\" indicating the impacts of the shortage on the station's operations.\n\nIn the background, there is a street busy with cars of various styles typical of the 1970s, such as sedans and station wagons, illustrating a normal day with people going about their business despite the energy crisis. These vehicles are in motion, suggesting regular traffic flow at the time, while one red station wagon is more prominently in view, closer to the foreground.\n\nThe setting is lush with tall evergreen trees lining the background, which together with a clear blue sky that suggests a somewhat suburban environment. The architecture visible includes a building with a stone facade, partially visible beyond one of the signs.\n\nThe overall composition of the photograph, with its clear focus on the signage and the contextual traffic of the 1970s, serves to document the era's energy challenges and its impact on everyday life, while also capturing a snapshot of the period's automotive and advertising styles.","title":"Fuel shortage in the Pacific Northwest resulted in a sign about shorter hours like this at a gasoline station at Oak Grove, Oregon. Most stations reduced their hours and closed on Sundays.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548170","555484","548174","548047","555489","555459","555465","548053","555415","548173","548171","555457","549003","548168","555498","555458"],"cl":[38],"cluster":["#38 &mdash; Signs"],"terms":["station","shortage","1970","wagon","gas","energy","period","signboard","crisis","traffic"]}
