{"path":"555458.jpg","date":"December 1973","photographer":"Falconer, David","caption":"This photograph captures a busy street scene, predominantly filled with an array of cars, reflecting a typical urban traffic jam. The foreground is cluttered with various models of cars, mostly from the 1970s or 1980s, indicating the era of the image. The cars are tightly packed, with a mixture of sedans, station wagons, and one visible pickup truck, showcasing the automotive styles of the period. \n\nIn the background, prominently displayed is an ARCO gas station sign with a distinctive diamond logo, indicating the location as a fuel station. Below the sign is a two-story building with a brick facade, housing the gas station's service area. This building features a small balcony on the second floor, a few windows, and what appears to be a chimney stack on the roof from which smoke is visibly emitting.\n\nAlso visible are streetlights and signage related to automotive services (such as an advertisement for a motor oil), adding to the urban detail of the setup. A person, blurry due to either movement or the camera focus, can be identified walking near the building, providing a human element amidst the inanimate congestion of vehicles. \n\nThe overall composition and elements suggest a snapshot of daily life in an urban setting, captured during an era that prominently featured such vehicles and street-side services. The image evokes a sense of busy, routine urban activity, with a focus on transportation and fuel services.","title":"Solid lines of cars such as this scene in Portland, resulted in a first-come, first-served limit of five gallons per customer. Shortly thereafter, Oregon went to a system of dispensing gas according to license numbers.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555457","556724","556709","547369","545216","542586","554551","556727","547651","542684","549882","549872","556734","555459","556729","549003"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["service","station","fuel","gas","jam","car","streetlight","diamond","era","congestion"]}
