{"path":"555409.jpg","date":"October 1973","photographer":"Falconer, David","caption":"This photograph captures a group of people in an outdoor seating setting during what appears to be inclement weather. The image is taken from an elevated perspective, looking directly down onto a scene of laid-back leisure in the midst of rain.\n\nThe ground is wet and speckled with small bits of debris, possibly popcorn or other small objects, suggesting the location might be an outdoor venue such as a stadium or arena. There's a group of seats, which are organized in rows, each one attached to sturdy mounts and made of a shiny material that suggests either plastic or metal—an arrangement typical of stadium or arena seating.\n\nA central focus of the picture is a small group of people. Three of these individuals sit close together. Two of them share a large, white umbrella, while another person is mostly covered with a blanket. They seem equipped for the weather with gear designed to keep them dry, such as raincoats and hats. Near them, other seats are unoccupied, indicating that the unpleasant weather may have deterred a larger audience.\n\nAlso visible in the image is a pile of scattered belongings next to the individuals. These items include a wet blanket and a towel spread out, possibly to reserve seats or to keep extra space for comfort.\n\nOverall, the composition and elements captured reveal a scene of simple human interaction and adaptation to weather conditions, highlighting a moment of shared experience perhaps at an outdoor event or gathering.","title":"To conserve electricity all Portland high schools had their football games rescheduled for daylight hours at Multnomah Stadium. Normally they were played at night. A few fans are shown camped under rain gear watching a game.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["547285","556242","558182","546742","557054","547870","551801","553145","554442","553757","551675","551933","551398","548568","547375","555947"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["arena","seat","stadium","weather","seating","blanket","group","raincoat","adaptation","belonging"]}
