{"path":"555438.jpg","date":"December 1973","photographer":"Falconer, David","caption":"This photograph captures a bustling suburban or semi-urban street scene, likely taken during the late 20th century based on the style of cars and advertisement signs. The image shows a multi-lane road stretching into the distance, with vehicles of various models driving or parked along the sides. The road is flanked by an assortment of commercial establishments prominently featuring colorful and vibrant signage.\n\nOn the right foreground, there’s a large, brightly lit sign for \"Burger Boy Drive In\" in neon, indicating it is a fast-food restaurant. Adjacent to it is another sign for \"Chalet Pancake House Restaurant\" with mentions of steaks and seafood, suggesting it offers a broader menu. Numerous other signs can be seen in the background, advertising various services and products, contributing to a cluttered, commercial atmosphere.\n\nThe infrastructure includes basic street signage like a stop sign in the immediate foreground, and a mailbox. The lighting appears to be natural but overcast, with no shadows on the road, suggesting either an early morning or late afternoon timeframe.\n\nThe overall composition uses a high vantage point looking down the road, giving a sense of depth and movement leading the eye towards the horizon. This setup encapsulates a vibrant slice of American commercial life from the era, focusing on consumer culture and automobile presence.","title":"Not all business owners turned off their advertising signs during the energy crisis in the Pacific Northwest in the fall and winter of 1973, but they were in the minority. This picture was taken on the Pacific Highway.","placename":"Tigard (Or.)","location":"Tigard, Oregon","nn1":["545614","545216","549113","547369","553017","554709","546184","549224","548889","555584","551135","549014","545618","550093","549017","551494"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["sign","road","signage","mention","menu","mailbox","timeframe","seafood","consumer","restaurant"]}
