{"path":"555457.jpg","date":"December 1973","photographer":"Falconer, David","caption":"This photograph captures a bustling scene at a gas station and a parking lot, vividly depicting urban life from a bygone era. The setting is dominated by an array of vehicles that reflects automotive design trends of the time, likely from the 1960s or 1970s. The image is taken from an elevated perspective, which allows a comprehensive view over the area.\n\nIn the foreground is a busy gas station marked with \"Standard\" branding, likely indicating it is part of the Standard Oil company chain. The station features multiple fuel pumps and service areas where cars are being attended to by gas station attendants. This station presents a clean, modern design with a flat roof and large windows, typical of mid-20th century American architectural styles.\n\nSurrounding the gas station is a packed parking lot filled with an eclectic mix of vehicles, including several classic cars that provide a telling snapshot of the period's vehicular diversity. Here, one can spot sedans, station wagons, convertibles, and a few vans, painted in a variety of colors from muted shades to more vibrant tones. The diversity in car models and colors adds a dynamic element to the shot.\n\nThere are several people visible, primarily engaged in activities around the gas station, likely either servicing the cars or waiting as customers. Their presence adds life and human interaction to the scene, illustrating a typical busy day at a service station.\n\nMoreover, other background elements include adjacent buildings and street signs, but these details are less discernible and serve mainly to frame the main activity around the gas station and parking lot.\n\nOverall, the photograph is a rich visual archive of the automotive culture during mid-20th century America, captured through its cars, architecture, and everyday hustle.","title":"Bird's eye view of an average gas station in Portland during the early morning hours of pumping when gas was limited on a first-come, first-served basis to five gallons per auto. Situations such as this led to Oregon's plan for allocating fuel according to license numbers.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555458","549003","557893","555498","555459","550096","557834","556790","556709","555465","555910","556201","550093","549882","555485","556773"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["station","gas","lot","service","parking","car","diversity","trend","attendant","branding"]}
