{"path":"555477.jpg","date":"January 1974","photographer":"Falconer, David","caption":"This photograph features a unique blend of elements both inside and outside a vehicle. The interior of the car is partially visible on the right, displaying a blurry glimpse of a dark dashboard over which part of the steering wheel and windshield are visible. The focus is slightly shifted toward a brightly colored exterior scene viewed through the car's window on the left side of the image.\n\nOutside, there is a poster attached to a wall with red and white vertical stripes, evoking a classic American diner or gas station feel. The poster has a nostalgic or humorous tone and displays a cartoonish illustration of a man pointing to his cheek, appearing to simulate a surprised or comical expression. Printed text on the poster states, \"IT'S NEVER ON SUNDAY,” followed by, \"By Presidential proclamation,\" attributing the quote to \"President Richard M. Nixon,\" and includes a tagline mentioning the \"Oregon Magazine Dealers Association.\" The setting, poster, and the design elements suggest a mid-20th-century American context, capturing a slice of life that is culturally specific and period-specific, likely intended to promote a certain policy or cultural norm related to Sundays.\n\nThe overall composition of the photograph, with its partial glimpse of the car interior and the detailed, intriguing exterior scene, suggests a narrative or thematic exploration of American culture during the Nixon era, possibly highlighting aspects of societal norms, lifestyle, or consumer culture at that time.","title":"\"never on sunday\" was the theme song of the Oregon gasoline dealers association during the gasoline shortage during the fall and winter of 1973-74.  This sign was posted in Portland","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["557847","557874","552780","548272","557888","557692","557900","549870","550093","550135","555420","546093","557917","555465","550152","546849"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["poster","culture","interior","attribute","car","cheek","consumer","diner","dashboard","illustration"]}
