{"path":"555485.jpg","date":"January 1974","photographer":"Falconer, David","caption":"The photograph depicts a busy scene at a gas station during what appears to be the 1970s based on the styles of the cars and visual quality. The image captures a man, dressed in a dark blue jacket and lighter blue pants, filling up an old, battered white van with gas. The van and the man are located prominently in the foreground. His focus is towards the gas pump as he seems to be either inserting or removing the pump nozzle.\n\nThe gas station is crowded with vintage cars suggesting a possibly high demand period or a sale. On the right side of the image, there's a hand-written sign placed prominently that reads \"GAS FOR REGULAR Customers ONLY\", indicating possibly restricted service or special provisions for regular customers, possibly due to a fuel shortage or rationing context.\n\nIn the background, another car is visible, as well as part of the gas station structure and some commercial buildings farther back, slightly obscured by the cars and gas station equipment. The environment suggests a moderately busy suburb or an urban fringe with visible commercial activity and clear skies that indicate good weather. The presence of other cars, including a station wagon and another sedan, helps paint a picture of a typical day with regular activity in this setting.","title":"The state of Oregon had a flag system in addition to its odd-even system of allocating gasoline. A green flag meant gas was aVailable to everyone. The yellow flag, shown here, meant the station was pumping only for commercial vehicles and regular customers. A red flag meant there was no gas aVailable. This station was located in Portland.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555465","557834","555467","555489","555498","555457","555486","548173","555484","555415","555502","555490","557893","550096","555473","555459"],"cl":[38],"cluster":["#38 &mdash; Signs"],"terms":["gas","station","customer","pump","car","demand","fringe","nozzle","shortage","suburb"]}
