{"path":"555494.jpg","date":"February 1974","photographer":"Falconer, David","caption":"The photograph displays an intriguing scene from a gas station, focused on a hand-painted roadside sign. The sign is prominently in the foreground, and it features a stark, bold message painted in black and red letters on a white background. The upper portion of the sign reads \"IMPORT GAS\" in large, black block letters, while the lower section states \"No Limit Not Cheap\" in red letters, emphasizing the terms of purchasing the fuel. \n\nIn the background, two gas pumps can be seen. These pumps are vintage in appearance, colored white, with details in red and they also feature the text \"IMPORT GAS\" along with the price per gallon prominently displayed as \"93¢.\" The overall setting suggests an older gas station, possibly from the mid-20th century, given the design of the gas pumps and the style of the sign. The environment around the gas station includes a glimpse of a white building with simple, utilitarian architecture, reflective of common gas station designs from previous decades.\n\nThe coloration and lighting in the photo suggest it was taken during the day, under overcast or shadowed conditions, giving the colors a slightly muted, yet rich, tone. This image offers a glimpse into fuel marketing practices of the past, highlighting how signage and pricing were straightforward and prominently displayed to attract motorists.","title":"Imported gasoline was sold at this service station, during the fuel crisis in the fall and winter of 1973-74. It was as much as twice the price of domestic gas and there were few customers at first but the numbers increased as the crisis grew.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["548171","555495","548049","555496","548174","555467","555520","548047","548173","548169","555517","555487","555405","546153","555506","555465"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["gas","pump","station","letter","fuel","sign","gallon","glimpse","purchase","display"]}
