{"path":"555489.jpg","date":"February 1974","photographer":"Falconer, David","caption":"This is a photograph showing a scene from a gas station during the 1970s oil crisis in the United States. The image captures a somber mood under an overcast sky, emphasizing the energy crisis atmosphere.\n\nIn the foreground, there are several large cars typical of the era, with a prominent black car on the right. This vehicle is parked under the roof of the gas station, suggesting it may be waiting for or receiving service. The make and design of the cars suggest a time setting around the 1960s or 1970s.\n\nA service station attendant, identifiable by his casual attire, is standing by the gas pump, interacting with one of the vehicles. He is surrounded by various signs that reflect the gas shortage; one reads \"EVEN NUMBERS ONLY,\" indicating the rationing measures that were put in place where license plates ending in even numbers could only fuel up on certain days.\n\nThe gas station itself is branded with a \"Mobil\" sign, featuring the company's iconic red \"O\". Surrounding infrastructure includes various commercial signs, adding to a cluttered skyline of advertisements such as Coca-Cola and a noticeable sign labeled \"Poncho's,\" indicating the presence of nearby businesses.\n\nThe setting is urban, with utility poles and wires crisscrossing above, and other small establishments visible in the background. These elements together depict a typical American commercial street during a challenging economic period.","title":"The state of Oregon was the first to go to a system of odd and even numbers during the gasoline crisis in the fall and winter of 1973-74. Here motorists with even numbered licenses line up for gasoline on an even numbered day. The plan was in effect Monday through Friday. Anyone could get gas on Saturdays if it was aVailable. All stations were closed Sundays. In Portland","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555465","555486","555452","548170","555498","555485","548173","555484","548053","557834","555434","555415","555459","550096","548047","555457"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["gas","station","crisis","sign","service","number","attendant","make","shortage","car"]}
