{"path":"555450.jpg","date":"December 1973","photographer":"Falconer, David","caption":"This photograph depicts an urban street scene that appears to be taken from an elevated perspective looking down a wide, multi-lane street. The street runs down the middle of the image, bordered by sidewalks on both sides. The road features clearly marked lanes and there are various vehicles seen driving or parked along it, including a prominent car in the foreground driving forward.\n\nOn the left side of the street, there is a modern-looking building with alternating patterns of solid and open construction, possibly a parking structure, adorned with a large VW (Volkswagen) logo hanging from a facade. This side of the road features a series of uniformly spaced spherical white lamps atop tall metal posts, enhancing the modern aesthetic of the area.\n\nThe right side of the street is lined with a more traditional and varied mix of low-rise buildings, including visible signs such as one that reads \"HOTEL\" and possibly shops or other commercial enterprises. This side also appears to be more commercial, with a variety of signs and advertisements.\n\nIn the distance, the cityscape includes various buildings of different sizes and types, suggesting a mixed-use area. The background shows taller residential or office buildings, characterized by their rectangular forms and numerous windows. The horizon is relatively flat with some small hills visible, and the sky is clear.\n\nThe overall atmosphere of the image suggests a busy, urban environment, potentially from the late 20th century given the architectural styles and vehicles visible. The image appears well-composed, emphasizing the street as a leading line that draws the viewer's eye toward the bustling cityscape.","title":"Lone car on a street usually filled with Sunday drivers gives an idea of the extent the ban on Sunday gasoline sales had on motorists.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555448","553301","546716","551478","555782","549886","552710","553845","556681","556709","550126","556807","553681","551135","549679","551474"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["street","cityscape","enterprise","side","hotel","building","shop","advertisement","road","lane"]}
