{"path":"555498.jpg","date":"February 1974","photographer":"Falconer, David","caption":"This photograph captures a scene at a gasoline station, likely from the 1970s or 1980s, based on the design of the cars and attire of the people. The setting is a Standard gas station, as indicated by the prominent signage, including the distinctive Chevron logo with a red and blue Chevron shape.\n\nForeground:\n- A black luxury sedan is situated at the left side of the photograph, prominently placed in front of a sign that reads, “Is Your Number Even Today,” which suggests a system of fuel rationing or purchase limitations based on license plate numbers.\n- A silver sports car is partially visible next to the black sedan.\n\nBackground:\n- In the middle ground, there are several people around the cars. One man, dressed in winter clothing with a padded jacket, is conversing with the driver of a yellow Porsche.\n- Multiple other vehicles of various models are visible in the background, including a white car with a taxi sign on it.\n\nSetting:\n- The overall setting shows a fuel station with multiple fuel dispensers, housed under a large roof supported by pillars.\n- Several large billboards and signage are visible, including advertisements and labels associated with car maintenance and fuel products.\n\nEnvironment:\n- The sky appears overcast, suggesting it might be a cold or damp day, which is supported by the attire of the people.\n\nThe photograph illustrates a daily life scene, potentially in an urban setting due to the built environment and density of vehicles and signs, focused on people interacting and going about their tasks at a gas station during a time of controlled fuel distribution.","title":"Oregon's odd-even plan reduced the lines at gas stations during the fuel crisis in the fall and winter of 1973-74.  This station was servicing cars with even-numbered last digits on their license plates on an even-numbered calendar day","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["557834","555457","555465","555489","555484","555485","555486","555459","550096","557893","555452","555467","555415","548170","555458","555490"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["fuel","station","car","gas","sedan","signage","dispenser","number","models","people"]}
