{"path":"555429.jpg","date":"November 1973","photographer":"Falconer, David","caption":"This photograph depicts an intimate and serene scene illuminated primarily by the warm glow of an oil lamp. In the foreground, a traditional oil lamp with a clear glass chimney and a brass base casts a gentle light. The lamp is centrally framed and its light diffuses softly around the scene, highlighting parts of its structure while casting shadows elsewhere.\n\nTo the left and slightly behind the lamp, there is a young woman engrossed in reading. The dim lighting from the oil lamp bathes her in a reddish glow that adds a moody, almost nostalgic quality to the scene. She seems deeply focused on her book, supporting her head with her hand in a gesture of concentration or perhaps fatigue. The book itself is partly visible, resting open on what might be a table or her lap.\n\nThe background is mostly enveloped in shadows, ensuring that the focus remains on the lamp and the young woman. The ambient lighting is minimal, enhancing the sense of quiet and solitude. This setting could be in a room at night where the main source of light is the lamp itself, suggesting a time before electric lighting or a preference for the quaint charm of lamplight.\n\nOverall, the composition of the photograph, with its focus on the lamp and the reader, along with the use of light and shadow, evokes a sense of warmth, tranquility, and a timeless love for the written word.","title":"Messages were pasted over light switches in Portland, and other areas of the Pacific Northwest to remind people of the energy crisis. This same message was used in advertising in newspapers and on television.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555428","555441","555471","553535","555440","546580","549709","551360","558025","546478","544437","546479","555430","548072","552647","553522"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["lamp","oil","book","preference","glow","love","brass","engross","shadow","ensure"]}
