{"path":"555482.jpg","date":"January 1974","photographer":"Falconer, David","caption":"This photograph captures a dramatic and intense moment involving emergency response personnel, likely firefighters, in action. Three firefighters, wearing full protective gear including helmets with visors and reflective stripes, are actively engaged with a high-pressure fire hose, directing a powerful stream of water towards an unseen target off-camera to the left.\n\nThe scene is filled with chaos as we see large amounts of white smoke (or steam) billowing densely in the background, creating a nearly opaque backdrop that obscures details of the location. Accompanying the smoke are visible splashes and sprays of water, indicating the force with which the water is being expelled.\n\nThe firefighters are positioned in the foreground and are partially silhouetted against the lighter smoke, emphasizing their involvement and actions. Each firefighter's stance suggests a concerted effort to control the hose under the substantial force of the water.\n\nIn the background, amidst the smoke, partial details of a dark, wet, and possibly charred structure or vehicle can be made out, suggesting the site of a fire or accident. The setting appears to be an urban environment, given the glimpses of building-like structures and what might be street elements faintly visible through the smoke.\n\nOverall, the image conveys a sense of urgency and the challenging conditions under which firefighters operate, dealing with dangerous elements and striving to manage or extinguish a fire in an urban setting.","title":"Actual demonstration by the fire department training station showing what would happen if a rear end accident if a five gallon can of gasoline was carried in the trunk of an auto. (Picture number five in a series of six.)","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["543904","548854","542658","555917","553598","558311","543908","543900","555481","556596","543983","558309","543933","555160","543002","551088"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["smoke","fire","force","action","accident","pressure","personnel","response","urgency","emergency"]}
