{"path":"555439.jpg","date":"December 1973","photographer":"Falconer, David","caption":"The photograph depicts an outdoor scene focusing on an interesting and somewhat quirky sign mounted on a building. The main sign is a vibrant red rectangle with white and black lettering, stating “The Midas Touch - Almost Heaven” along with a phone number. This sign appears to be for a business related to the name on it.\n\nBelow the primary sign, there is a smaller, additional sign that reads, “THIS SIGN IS POWERED BY MY CAR BATTERY” in black lettering on a yellow background. This auxiliary sign adds to the uniqueness of the scene, suggesting an inventive or unconventional approach to powering the sign, likely reflecting the personality or resourcefulness of the business owner.\n\nThe signs are affixed to a structure that includes a black metal framework supporting them against a brick building. The framework is somewhat ornate, indicating that attention was given to aesthetics as well as function. A striped awning is visible just below the sign, featuring diagonal stripes of white and what appears faded or light green.\n\nThe background shows a side of the old, textured brick building with visible wear, hinting at the sign's urban setting. Above everything, the clear blue sky suggests it's a bright day, contrasting the vivid colors of the sign against the more subdued backdrop of the building.\n\nAdditionally, there are bare branches of trees visible behind the setup, indicating it might be either late autumn or winter. The overall composition skillfully captures a slice of life, highlighting a quirky business advertisement in an urban environment.","title":"A car battery operated this neon advertising sign over a business, during the energy crisis in December, 1973.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["554185","554924","547021","549871","549113","555410","545411","551495","553120","545618","549017","555445","551085","555442","555422","549008"],"cl":[38],"cluster":["#38 &mdash; Signs"],"terms":["sign","business","lettering","framework","brick","owner","awning","phone","approach","building"]}
