{"path":"555509.jpg","date":"April 1974","photographer":"Falconer, David","caption":"This photograph depicts an outdoor structure that appears to be a closed or abandoned gas station or automotive service area. The structure features a roofed section supported by posts with a signage that prominently displays the text \"NO SMOKING STOP YOUR MOTOR\" in bold capital letters on a white background with red borders. Below the sign, on the facade of the building, there are several other signs. One, on the left part on a door, reads \"CAUTION\" in white on a red background. Adjacent to this is a larger sign that states \"NO TRESPASSING NO PARKING\" in red on a white background. On the right section of the building, a \"FOR SALE\" sign includes a phone number \"PH 226-3575.\"\n\nThe building has wooden siding and is adorned with decorative, rough stone cladding around its lower parts and columns. This setup appears typical for mid-20th century service stations in North America. The overall condition and the overcast sky suggest a neglected or transitional state for the property.\n\nVisible in the background is a residential area with houses and trees, indicating that this location is possibly in a suburban setting. The photograph seems to be taken during the day given the natural light despite the cloudiness. There are no visible people or moving vehicles, which adds to the sense of abandonment and quiet in the scene.","title":"Independent dealers and major oil company dealers began to close some stations permanently during the gasoline shortage in the winter of 1973-74. A scene such as this became more common as shortages affected the economy from various angles.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["550103","546973","544028","555405","555506","554784","548173","554707","555415","558053","555510","555414","549003","556330","547866","555640"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["sign","service","no","trespassing","station","smoking","state","caution","capital","phone"]}
