{"path":"555540.jpg","date":"June 1974","photographer":"Sequeira, Paul","caption":"The photograph likely depicts the aftermath of a significant structure fire. The scene is characterized by the remains of a large, heavily damaged building. The structure appears to be almost entirely collapsed, with only the twisted and charred frames and metal parts remaining. Among the debris, there are various unidentifiable burnt objects and fragments scattered around the area.\n\nThe foreground shows a wet surface, suggesting recent firefighting efforts or rain. Small puddles reflect bits of the sky and debris. On the left side of the image, several stacked wooden pallets have somewhat resisted the devastation. They are surrounded by more debris, which includes scorched pieces of metal, charred wood, and possibly remnants of the building's contents.\n\nIn the background, the scene is bordered by a few trees and a clear blue sky, indicating that the event occurred in a somewhat open area, perhaps on the outskirts of an urban or semi-urban region. The trees also appear unaffected by the fire, suggesting that the fire was contained before it could spread further.\n\nOverall, the image captures a somber and destructive scene, showcasing the aftermath of a fire with significant property damage but no immediate signs of ongoing emergency activity.","title":"Twisted girders remain at the rear of a chemical storage building of the pennwalt corporation, after a june 20, 1974, fire and explosion.  The destruction was believed caused by lightning chemicals were washed through the storm drain to the olentangy river a half mile away and caused a major fish kill.  Epa authorities supervised the cleanup","placename":"Delaware (Ohio)","location":"Delaware, Ohio","nn1":["553563","551088","557349","544463","547868","557993","555159","544464","555780","553626","550260","548367","553470","555872","555544","551089"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["fire","aftermath","damage","debris","pallet","charr","remains","collapse","emergency","devastation"]}
