{"path":"555515.jpg","date":"April 1974","photographer":"Falconer, David","caption":"This photograph captures two individuals, likely a young man and an older man, posed with a car in what appears to be a suburban environment. The young man, positioned on the left, holds a large, handmade sign stating \"GAS STEALERS BEWARE We're Loaded For Bear\" with an illustration of a gun drawn on it. This suggests a humorous or serious warning against gas theft, possibly during a time of fuel shortages. The young man has a serious expression and wears a red jersey. \n\nNext to him, partially obscuring the car, stands an older man in a plaid shirt and khaki pants. He too looks serious and has his hands casually in his pockets, illustrating a nonchalant stance despite the warning conveyed on the sign. He is turned slightly towards the younger man, indicative of a protective or supportive gesture.\n\nThe car is a two-tone coupe, labeled as a \"Skylark,\" a model known from the Buick brand. Its body is a darker color with a white roof, indicative of car styles popular in the mid-to-late 20th century in the USA.\n\nThe setting features well-kept foliage and trees, possibly in a residential area given the visible bushes and orderly environment which implies a private home’s driveway or a similar suburban location.\n\nThe overall mood of the image, aided by the expressions of the subjects and the context of the sign, gives a dual sense of caution and determination, reflecting possibly on societal conditions affecting personal and community security during that era.","title":"Country's fuel shortage led to problems for motorists in finding gas as well as paying much more for it, and resulted in theft from cars left unprotected. This father and son made a sign warning thieves of the possible consequences.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555465","550152","557874","552585","546093","557692","557834","545548","543947","557841","555434","555486","555455","555460","557766","549273"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["warning","gas","man","car","determination","gun","coupe","shortage","caution","illustration"]}
