{"path":"555551.jpg","date":"June 1974","photographer":"Sequeira, Paul","caption":"The photograph captures a quiet scene centered on a body of greenish water, presumed to be a river or lake. The primary subject is a single duck, which is positioned roughly in the central portion of the frame, swimming towards the lower left corner of the image. The duck’s head is tipped forward, perhaps pecking at the water or feeding. No other birds or ducks are visible in the immediate vicinity, suggesting a solitary or peaceful moment.\n\nThe water has a muddled green and brown coloration, likely due to the lighting or the nature of the water body itself, possibly containing algae or sediment. The surface appears calm with minimal ripples, except for those disturbed by the duck’s movement. Faint reflections of surrounding trees or bushes can be seen in the water, hinting at a natural, possibly wooded area surrounding this water body.\n\nThere are no human figures or man-made objects visible in the shot, emphasizing a natural and undisturbed environment. The atmosphere conveyed is serene, focusing on the simple and quiet activity of a duck swimming in a natural setting. The lighting suggests it could be either early morning or late afternoon, given the soft, diffuse light and shadows present in the water. The image subtly evokes a sense of tranquility and simplicity.","title":"A dying carp struggles for oxygen in the Olentangy River following a chemical spill which resulted after destruction of a Pennwalt Corporation chemical storage building, on June 20, 1974. Authorities believe lightning struck the building, causing a fire and explosions. Rain carried the chemicals a half mile to the river and resulted in a major fish kill. EPA personnel supervised cleanup.","placename":"Delaware (Ohio)","location":"Delaware, Ohio","nn1":["558092","552221","552993","543918","543663","553408","548542","551377","551501","548840","546086","550388","557568","552281","549553","557490"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["duck","water","algae","swimming","body","coloration","sediment","vicinity","bird","simplicity"]}
