{"path":"555511.jpg","date":"April 1974","photographer":"Falconer, David","caption":"This photograph captures a nostalgic scene featuring two vintage gas pumps in front of a quaint, wooden building. The building, likely a shuttered gas station, is decorated with large, colorful painted flowers—sunny yellow, orange, and white blooms—that add a whimsical contrast to the practicality of the setting.\n\nThe gas pumps are from the brand \"76.\" The pump on the left is labeled \"Super\" and colored primarily white, with the iconic orange and blue \"76\" logo surrounded by an orange border. It has a significant label bearing the word \"No Gas\" applied informally on its front, and the meter shows zero, implying it's empty or out of service. The right pump, labeled \"Regular\" and similar in design, also has the \"No Gas\" label and shows zero on its meter. Both pumps retain their hoses and nozzles neatly placed, despite being evidently non-functional.\n\nIn the foreground of the image, a variety of weeds and wildflowers, including dandelions, are growing around the base of the pumps, suggesting they have not been in use for some time. This overgrowth, together with the state of the pumps and the playful yet fading paint on the building, evokes a sense of times gone by. The overall mood is a blend of abandonment and charm, capturing a snapshot of rural or small-town America where such sights are poignant reminders of a different era.","title":"Independent dealers and major oil company dealers began to close some stations permanently during the gasoline shortage in the winter of 1973-74.  Pumps such as these in Shelton, Washington west of olympia became more common as shortages affected the economy from various angles","placename":"Shelton (Wash.)","location":"Shelton, Washington","nn1":["555510","554784","547874","555520","555405","555517","546973","546153","548047","550096","548053","555495","548173","557679","550103","555467"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["gas","pump","pumps","label","meter","nozzle","overgrowth","practicality","dandelion","apply"]}
