{"path":"555506.jpg","date":"March 1974","photographer":"Falconer, David","caption":"This photograph showcases a vintage American gas station and rest stop, captured in a slightly desaturated and grainy color quality typical of film from the mid-to-late 20th century. In the forefront, there's an A-frame sign prominently displaying \"CAR GAS 24 HRS\" in bold, yellow and red letters, indicating the availability of gasoline services around the clock. Behind the sign, a large, well-lit canopy covers fuel pumps where a couple of cars are parked, suggesting that the photograph was taken during a low-traffic period.\n\nThe main building in the background features a broad, inviting facade labeled \"RESTAURANT\" and \"CAR-TRUCK STOP\" in stylistically simple white lettering against a contrasting dark background. The architecture of the building includes stone cladding at the base, adding a rustic touch to the otherwise utilitarian structure. Large windows offer a glimpse inside the brightly lit interior, while neatly arranged displays of goods can be seen near the entrance, indicative of offerings beyond just automotive services, such as food and basic conveniences.\n\nThe overall scene is devoid of people, focusing instead on the built environment and services offered. The atmosphere feels quiet and somewhat solitary, typical of many highway stops that serve as waypoints for travelers at all hours. The environment around the stop is wet as shown by the shiny pavement, suggesting recent rain, which adds to the eeriness of the quiet scene.","title":"As gasoline became more plentiful in the Pacific Northwest in late March, 1974, a station such as this one in Troutdale, Oregon east of Portland, was empty even though open on a Sunday afternoon.","placename":"Troutdale (Or.)","location":"Troutdale, Oregon","nn1":["549003","555484","555517","555467","550096","555415","547866","555405","550103","555520","554784","548047","555494","555457","555509","555414"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["stop","service","gas","convenience","availability","car","offering","gasoline","traveler","restaurant"]}
