{"path":"555570.jpg","date":"July 1974","photographer":"Calonius, Erik","caption":"This photograph captures a serene landscape scene dominated by a flooded area, possibly a river or lake overflow. In the foreground, the water is calm, reflecting the light sky and the surrounding vegetation. There are patches of greenery emerging from the water, which suggest that this area is not typically submerged, indicating recent flooding.\n\nSeveral clusters of trees are partially submerged, their trunks visibly entering into the water, and their foliage providing a textural contrast to the flat water surface. The flora here is lush and predominantly consists of vibrant green shrubs and mature, taller trees that appear leafy despite their partial submergence.\n\nIn the background, rolling hills can be seen, characterized by a mix of vegetation and bare, earthy patches, possibly eroded or differently utilized land. One notable hill is more barren compared to others, with its soil exposed, offering a varying shade of brown that contrasts with the green vegetation.\n\nNotably, atop one of the hills in the distance, a solitary tower-like structure is visible surrounded by a small clearing. This could be a water tower, observation post, or another utility structure, albeit too distant to precisely identify. The sky is mostly clear with a few clouds, suggesting a bright, sunny day, which adds a vivid blueness to the upper portion of the image, contrasting beautifully with the natural landscape below.\n\nThe composition of the photograph is balanced, with water occupying the lower half and the hills, vegetation, and sky filling the upper half, creating a harmonious natural scene.","title":"Strip mining by coal companies resulted in flooding an area off Route #100 south of Interstate 70.","placename":"Morristown (Belmont County, Ohio)","location":"Morristown, Ohio","nn1":["555637","552834","545008","553086","548030","552853","557107","542653","557111","555388","547488","554527","546109","550778","552842","546963"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["hill","half","vegetation","tower","water","flooding","observation","flora","clearing","patch"]}
