{"path":"555510.jpg","date":"April 1974","photographer":"Falconer, David","caption":"This photograph depicts a vintage gasoline pump in a somewhat neglected condition. The gas pump is predominantly white and shows visible signs of wear and tear such as rust marks and paint peeling off. On the front panel of the pump, branded prominently with the logo “76” inside a blue and orange circle, indicating it offers 76 gasoline. The word “Regular” appears in red capital letters at the top above the meter.\n\nThe pump meter, also in white, shows no sales with a display reading \"TOTAL $0.00 SALE\" and \"000.0 GALLONS.\" An overlaid hand-written note on the meter glass says \"NO GAS,\" matching another \"No GAS\" prominently displayed below the meter in larger, bold script.\n\nThe pump is shown with its nozzle and hose hanging limply by its side, suggesting it is out of service. At the base of the pump, a small area of concrete leads to areas of grass and weeds, dotted with yellow dandelions around the foreground and sides. In the background, one can see what seems to be a weathered building facade that includes painted decorations resembling a sunflower next to a door, enhancing the rustic and out-of-use feeling of the setting.\n\nOverall, the image captures a sense of abandonment and disrepair, perhaps indicating economic downturn or technological obsolescence. The inclusion of natural elements like dandelions adds a soft contrast to the man-made structure, further emphasizing the theme of neglect.","title":"Independent dealers and major oil company dealers began to close some stations permanently during the gasoline shortage in the winter of 1973-74. A pump such as this one, west of Olympia, became more common as shortages affected the economy from various angles.","placename":"Shelton (Wash.)","location":"Shelton, Washington","nn1":["555511","554784","547874","548173","555495","546153","555405","548047","555520","550103","546973","548169","548053","548171","555517","555512"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["pump","meter","gas","dandelion","gasoline","sale","obsolescence","sunflower","gallon","nozzle"]}
