{"path":"555505.jpg","date":"March 1974","photographer":"Falconer, David","caption":"This photograph depicts a busy multi-lane highway scene with a variety of vehicles. The focus is primarily on the traffic comprising an eclectic mix of vehicles from what appears to be the 1970s or 1980s.\n\nIn the foreground, there are two prominent red trucks traveling in the center lanes, heading towards the viewer. One truck appears to be a flatbed truck, and the other seems to be a larger, heavier truck possibly used for construction purposes, given the debris visible on the bed. Adjacent to these trucks are smaller pickup trucks and cars, including a blue pickup truck in the nearest lane to the viewer with two visible occupants, one of whom appears to be the driver.\n\nThe vehicles shown display a variety of colors and models, indicating personal and commercial use. Notably, all the vehicles are older models, consistent with automotive design styles from the mid-20th century, characterized by their boxy shapes and distinct hood designs.\n\nThe road itself is marked by white dashed lines indicating the lanes, and the highway appears to be in an urban or suburban area due to the presence of greenery on the roadside and structured barriers alongside the lanes.\n\nThe upper half of the photo shows other parts of the highway moving away from the viewer, filled with similarly varied traffic. The lighting suggests it might be early morning or late afternoon, as the shadows are long and the overall tone of the light is soft. There isn't much sky visible, but there's a hint of a clear day.\n\nOverall, the composition conveys a typical bustling traffic scene likely captured during either a morning or evening commute, highlighting the diversity of vehicle types used during that era.","title":"Freeway traffic was not as heavy in March, 1974, as before the gasoline shortage. Non-essential commercial traffic as well as persons driving for pleasure was reduced.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["542764","548084","547569","545884","555437","553018","553019","553726","549890","547811","550089","556194","549902","556785","545463","545455"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["truck","lane","highway","vehicle","traffic","model","viewer","commute","flatbed","occupant"]}
