{"path":"555512.jpg","date":"April 1974","photographer":"Falconer, David","caption":"The photograph illustrates a visually rich and somewhat contrasting scene set near a body of water under a partly cloudy sky. In the foreground, prominently positioned on the left is a vintage, red gasoline pump labeled \"ARCOutboard.\" The pump, which is a Tokheim model, displays pricing information and features a notice that the \"Mix Gas Double Above Cost.\" This suggests the pump was possibly used for dispensing a specialized type of fuel.\n\nBeside and slightly behind the pump, towards the center and right of the image, is a decrepit small boat. The boat, which is turned on its side showing a battered red hull and a largely destroyed interior, lies amidst overgrown grass and scattered debris. This setting implies a state of neglect and disuse.\n\nIn the background, a simple wooden dock or pier can be seen extending into the water, though it appears dilapidated and unused with several of its posts broken or missing. Beyond the immediate vicinity, the far background features a faint silhouette of a factory or some industrial structure with visible emissions or steam, indicating some form of industrial activity.\n\nOverall, the composition captures a sense of abandonment and the passage of time, juxtaposing elements of industrial activity with those of decay and neglect, set in a natural waterside environment.","title":"Independent dealers and major oil company dealers began to close some stations permanently during the gasoline shortage in the winter of 1973-74. A pump such as this one became increasingly common as shortages affected the economy from various angles.","placename":null,"location":"OTHER","nn1":["547581","547584","547582","544181","547594","552128","548105","549306","554784","547957","547622","552240","543257","551984","547961","547626"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["pump","neglect","notice","gasoline","disuse","fuel","boat","information","gas","hull"]}
