{"path":"555525.jpg","date":"April 1974","photographer":"Cooper, Jane","caption":"This photograph depicts an outdoor scene of maple sap collection, typically part of a maple syrup production process. The setting is a snowy forest with trees mostly barren of leaves, indicating it is likely late winter or early spring.\n\nIn the foreground, two individuals are actively engaged in pouring the collected sap into a metal container, which appears to be mounted on a vehicle, possibly a truck. The person closest is wearing a red cap and a grey jacket, and holds a large white bucket, tipping it to pour the sap. The other person, partly obscured and in the background, is involved in a similar activity.\n\nTo the left, another person, wearing a dark jacket and jeans, is attending to a maple tree, possibly adjusting or checking a sap bucket attached to the tree. Behind him, there are metal buckets attached to several other trees, collecting sap.\n\nIn the right middle ground, three more people can be seen. One of them is also carrying a bucket towards the truck. The other two, dressed in casual winter clothing, are farther back near other trees, and they also appear to be engaged in the sap collection process.\n\nThe natural setting is quite distinct with a thick snow cover on the ground and dense trees, some of which have snow on their trunks, indicating recent snowfall or cold temperatures resistant to melting. The bright sunlight suggests a clear day, creating a contrast with the cold environment suggested by the snow.","title":"Vermont dairy farmer and his neighbors gather sap in the spring which spoils as readily as fresh milk. The gathering tank once pulled through the sugar bush by horses, is now drawn by tractor. It takes 30 to 40 gallons of sap for one gallon of syrup. The tank will hold enough sap to make about seven gallons of syrup.","placename":"Barre (Vt.)","location":"Barre, Vermont","nn1":["555524","555526","548152","548046","548042","554411","554412","548033","553601","554986","548153","542856","544003","554273","552675","557181"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["bucket","snow","collection","winter","tree","person","truck","snowfall","process","temperature"]}
