{"path":"555544.jpg","date":"June 1974","photographer":"Sequeira, Paul","caption":"This photograph depicts a somber industrial scene, likely a salvage or disaster site. In the foreground, there is a large puddle reflecting light, surrounded by lush green grass indicative of a damp environment. Leading into the middle and background of the image, the terrain is scattered with remnants and debris.\n\nThe central focus is on a heavily damaged industrial facility. The structure appears extensively destroyed with twisted metal frameworks, broken and collapsed elements, and scattered debris all around. No active human presence is visible in the photograph, giving the scene an abandoned, forlorn appearance.\n\nIn the background, under a hazy, overcast sky, additional industrial components can be partially seen, suggesting this might be part of a larger industrial complex or area. To the right, utility poles extend into the distance, possibly indicating that this location had significant infrastructure.\n\nThe overall mood of the picture is bleak and desolate, suggesting an aftermath of an industrial accident or a similar catastrophic event. The natural elements in the photo, such as the water and grass, contrast starkly with the man-made destruction, underscoring the severity of the situation depicted.","title":"Rear of the Pennwalt Corporation chemical storage building, after it was desTroyed by fire and explosions which were believed caused by lightning. Rain and fire-fighting efforts caused several tons of chemicals to spill down a storm drain and into the Olentangy River causing a major fish kill on June 20, 1974. EPA authorities supervised the cleanup.","placename":"Delaware (Ohio)","location":"Delaware, Ohio","nn1":["547901","547868","554565","546084","545993","549307","542975","550343","555852","555780","552154","556324","545998","556351","547527","547653"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["destroy","salvage","severity","accident","collapse","disaster","situation","destruction","puddle","debris"]}
