{"path":"555594.jpg","date":"July 1974","photographer":"Calonius, Erik","caption":"The image presents a rural landscape, presumably captured from an elevated viewpoint. The focal point is a large, semi-circular earthen formation in the middle of the frame, appearing like a cutaway of a hill, exposing dark layered soil or rock, which indicates some type of excavation or mining activity. This formation is unique in its appearance, reminiscent of an amphitheater or a giant's cauldron, cutting through the otherwise gently rolling terrain.\n\nIn the foreground, the landscape is adorned with grass and young trees, while in the immediate vicinity of the earthen formation, patches of water can be seen accumulated, possibly from recent rains or as a result of the mining activity. These water bodies reflect a bit of the sky and the surrounding greenery, adding a somewhat serene quality to otherwise starkly transformed land.\n\nAs the view expands towards the background, it opens up into a vast expanse of fields that are mostly barren or sparsely vegetated, suggesting agricultural use or fallow land. The landscape gently rolls into the distance where a line of trees marks the horizon under a light blue sky, subtly graded with the hints of white clouds.\n\nThe overall composition delivers a stark contrast between natural and altered landscapes, presenting a quiet yet impactful commentary on human involvement in natural settings. The image, likely taken in the mid to late 20th century given its coloration and quality, captures a moment of tranquility amidst environmental change.","title":"Previously strip mined land has been recontoured by the coal companies near New Athens, Ohio.","placename":"Athens (Ohio)","location":"Athens, Ohio","nn1":["549170","554804","545534","554817","549185","555569","554815","555610","552420","555629","544418","544498","555588","549180","550574","549255"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["formation","mining","result","commentary","land","involvement","coloration","quality","landscape","vicinity"]}
