{"path":"555557.jpg","date":"June 1974","photographer":"Sequeira, Paul","caption":"The photograph depicts an industrial setting with several distinctive elements. In the foreground, the floor shows muddy and possibly oily conditions with several clear tire tracks, suggesting recent vehicle movement through the area. A considerable amount of what appears to be wastewater or spillage snakes across the dirtied floor, contributing to a slick and unkept look of the site.\n\nIn the middle ground, there is a large, compacted heap of various debris and materials stuffed into a presumably hydraulic press or compactor at a loading dock. The materials include crumpled metallic objects intertwined with non-metallic debris. The walls surrounding this compacting area display significant wear and grime, indicative of heavy industrial use and exposure to elements.\n\nThe structure’s tall metal doors, partially open, allow some natural light to filter into the otherwise dimly lit space. Adjacent to the debris heap, grungy walls and battered doors further contribute to the feeling of dilapidation.\n\nAbove and around, the architecture is typical of industrial warehouses or plants with visible metal beams and support structures, contributing to an overall ambiance of an old and possibly abandoned industrial facility. This environment reflects a setting primarily used for heavy and grimy work, likely involving waste handling or material recycling.","title":"Front entrance to the pennwalt corporation chemical storage building, that was desTroyed by fire and explosions on june 20, 1974.  Authorities believe the fire was started by lightning chemicals spilled into a storm drain and were carried a half mile away into the olentangy river, causing a major fish kill.  Epa authorities supervised the cleanup","placename":"Delaware (Ohio)","location":"Delaware, Ohio","nn1":["546757","557390","547611","550265","549307","547470","547901","556324","543158","543997","553866","547610","550880","546255","547054","543649"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["compact","heap","debris","material","compactor","wastewater","floor","grime","press","door"]}
