{"path":"555513.jpg","date":"April 1974","photographer":"Falconer, David","caption":"This photograph captures a scene featuring two old, rustic gas pumps in the foreground that have been repurposed with religious messages. Each pump is painted in faded colors, with one primarily red and the other blue. The red pump has a faded and chipped message stating, \"Fill up with the Holy Ghost Fire,\" with the phrase \"Ye must Be Born-again\" visible in a smaller font above an image of Jesus depicted in a traditional white robe. The blue pump, similarly adorned, reads, \"Fill up with Old Time Salvation\" and includes a depiction of Jesus with the quote \"I am the way, the truth, and the life - John 14:6.\"\n\nBehind the pumps, there is a building with large, bold letters across its front stating \"JESUS SAVES.\" The building appears to be an old, possibly abandoned commercial structure with reflective glass windows that partially show the interior, which seems empty and worn down. The immediate area around the pumps is unkempt, with visible debris scattered across the cracked concrete ground.\n\nOverall, the image portrays a theme of religious conversion and salvation, juxtaposing elements of Christianity with a setting that suggests abandonment and decay, possibly to convey a message of hope or rebirth in forgotten places. The lighting suggests it could be either dawn or dusk, contributing to the dramatic and somber aesthetic of the scene.","title":"Gasoline stations abandoned during the fuel crisis in the winter of 1973-74 were sometimes used for other purposes, this station at Potlatch, Washington, west of olympia was turned into a religious meeting hall, signs painted on the gas pumps proclaim \"fill up with the holy ghost...  And salvation\"","placename":"Potlatch (Wash.)","location":"Potlatch, Washington","nn1":["555514","554784","547874","555511","546952","546153","545514","545250","546188","555510","548169","555517","548047","555405","544028","555502"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["pump","message","save","state","repurpose","font","robe","phrase","forget","chip"]}
