{"path":"555503.jpg","date":"March 1974","photographer":"Falconer, David","caption":"The photograph depicts an outdoor sign, likely part of an advertisement or marker for a business venue. The sign features large, red, uppercase letters against a white background with horizontal ribbing. It reads \"SPAGHETTI NO LIMIT GAS DEALERS EXCEPTED\". The arrangement of the words is slightly confusing, suggesting perhaps an unintentional message or a humorous juxtaposition of terms.\n\nAbove this text-based sign, a portion of another sign is visible. It has curved edges and neon elements, and though only partially shown, one can make out the word \"LOUNGE\" with a decorative underline. The dominant colors of this upper sign are dark and light teal or green, and red outlined with neon.\n\nThe location around the signs consists of an urban setting under a clear blue sky. In the background, several buildings and another sign are visible, the latter bearing green and red colors and partially showing a possible name starting with \"M\" and \"T.\" This provides context that the signage is likely on a busy commercial street with multiple businesses.\n\nOverall, the composition focuses on the contrast between the colorful, clear text sign in the foreground and the blurrier, less distinct features in the background, creating a visual hierarchy that draws attention primarily to the humorous or confusing text.","title":"Oregon gasoline dealers were \"kidded\" about their no gas and other signs at the service stations during the nation's fuel crisis of 1973-74. A signboard at this motel-restaurant in Klamath Falls \"restricted\" spaghetti intake only among gas dealers.","placename":"Klamath Falls (Or.)","location":"Klamath Falls, Oregon","nn1":["554185","547021","551495","549871","555439","555494","554186","555518","553017","548627","551323","555438","549008","555464","555442","549113"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["sign","neon","text","word","business","teal","lounge","venue","marker","start"]}
