{"path":"555516.jpg","date":"May 1974","photographer":"Falconer, David","caption":"In the photograph, a woman is seated at a desk and appears intently focused on writing or drawing. She is dressed in a light tan or beige sweater over a red and white gingham blouse with the collar visible. Her hair is dark and styled in a typical shorter length for the period, perhaps from the 1970s or 1980s, given the style and ambiance of the image.\n\nThe setting suggests an office or workspace environment. On the wall behind her, there is a large bulletin board titled \"EXISTING CONTROLS\" with a grid-like pattern, possibly a map or chart, outlined with several entries. This hints at a professional or organizational setting, likely focused on planning or infrastructure.\n\nIn the foreground, on the desk, prominently displayed is a colorful poster with a slogan \"FIND A CURE FOR THE COMMON CAR CARPOOL 227-7665,\" featuring playful graphics of animated characters in a car. The graphic and text suggest a campaign or initiative probably related to carpooling, perhaps advocating for reduced traffic congestion or environmental conservation.\n\nThe desk is strewn with various papers and forms, indicating a busy work setting, and the woman seems to be contributing to or coordinating the carpool campaign, evident from her focus near related documents and the poster.\n\nAtmospherically, the lighting is subdued, casting shadows and providing a natural feel to the indoor setting, suggesting the use of natural light or soft artificial lighting. The mood is one of casual, focused work, typical of a professional office setting engaged in community or public service efforts.","title":"Retained a car pool office in May, 1974, even after the gas shortage was virtually over. The phone number for the agency spells C A R P O O L.","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["546479","554851","558225","556413","556264","548864","544318","558378","556471","557682","545083","548237","558226","551897","556754","557317"],"cl":[7],"cluster":["#07 &mdash; Commercial Activities"],"terms":["desk","campaign","poster","office","chart","drawing","tan","graphic","slogan","writing"]}
