{"path":"555542.jpg","date":"June 1974","photographer":"Sequeira, Paul","caption":"This photograph features an industrial setting juxtaposed with a foreground of natural scenery. The foreground contains a rough, muddy terrain interspersed with patches of grass, dominated by a series of thin poles or stakes arranged in rows. These poles might be part of a delineation for a path or perhaps an agricultural function. A wire fence runs along the nearer edge of the field, suggesting a boundary.\n\nMoving towards the background, the terrain becomes more open and flat, possibly a different type of ground or simply an area with less vegetation. Overlooking this field is an industrial complex. Several structures with straight, angular lines typical of industrial equipment dominate this part of the scene. Notable are large silos or tanks, as well as what might be a conveyor belt system or walkways that connect different parts of the facility. The facility appears active, though no people or moving machinery are visible in this view.\n\nThe general atmosphere captures a contrast between natural, undeveloped land and human-made industrial development. The scene is depicted under an overcast or dusky sky, contributing to a somber or muted tone in the lighting, which affects the overall mood of the photograph. Trees with dense foliage partially frame the image, particularly noticeable at the top and left margins, creating a sense of looking through a natural window at a man-made environment.","title":"Truck garden on property adjoining the pennwalt corporation was contaminated from storage plant chemicals and resulted in dead and dying plants.  The chemicals were washed into the garden by rain and fire-fighting efforts when the plant was believed to have been hit by lightning in the early morning on june 20, 1974.  Epa authorities supervised the cleanup","placename":"Delaware (Ohio)","location":"Delaware, Ohio","nn1":["545989","545993","544676","545998","546055","552544","546122","545862","546084","545996","544289","552091","554791","546170","546064","550343"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["delineation","stake","pole","become","facility","move","field","affect","silo","overlook"]}
