{"path":"555517.jpg","date":"May 1974","photographer":"Falconer, David","caption":"This photograph depicts an old-fashioned, vintage gas station scene. In the foreground, there are four column-style gas pumps lined up neatly on a concrete platform. These pumps, likely from the mid-20th century, are painted predominantly white with thin, vertical red stripes and dials displaying gallons and price. There are hoses with nozzles hanging beside each pump, suggesting functionality.\n\nBehind the gas pumps, a large, vivid, primarily red and white sign draws attention. The top part of the sign reads \"Western Drive-In Dairy\" in bold, black letters against a white background framed with a red border. Below, it mentions \"Farm Fresh Dairy Products.\" Another part of the sign visible below proclaims \"Milk Sold Here\", emphasizing the dual purpose of the location as both a gas station and a dairy products seller.\n\nThe backdrop features part of a white building with a red trim, which likely houses the dairy store. It’s labeled with the words \"Highest Quality\" on its side. Above this text, there's another sign that states, \"Drive-In Dairy\" and lists other items like Eggs.\n\nIn the background, part of a blue car can be seen parked, giving a sense of the era with its vintage styling. Overhead, a partly cloudy sky suggests a clear or potentially changing weather.\n\nThe general atmosphere of the photograph, with the traditional design of the gas pumps and the typography on the signs, exudes a nostalgic, mid-20th-century American setting, possibly suggesting the dual functionality of locations during that period where convenience was provided through combined services like fuel and fresh produce.","title":"Service station, was forced to close for lack of gasoline and no interest in discount priced milk","placename":"Portland (Or.)","location":"Portland, Oregon","nn1":["555520","554784","555467","555405","547866","555506","550096","555484","549003","555511","547874","548047","555494","555415","546153","557679"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["pump","gas","sign","functionality","gallon","convenience","nozzle","station","styling","part"]}
