{"path":"555685.jpg","date":"August 1974","photographer":"Cowals, Dennis","caption":"This photograph depicts an aerial view of a valley surrounded by rugged mountains, with visible snow and ice on their peaks suggesting a cold, possibly alpine environment. In the valley, a large river or glacial flow dominates the landscape, highlighting the effects of glacial movements with its wide, textured beds of sediments and meltwater channels.\n\nNear the foreground, there is a substantial human-made infrastructure, which appears to be an industrial or possibly agricultural site. The layout includes several rectangular, structured plots and buildings, indicative of organized activity such as crop agriculture or industrial operations. Adjacent to this, a large, organized set of rectangular areas might be greenhouses or similar agricultural installations.\n\nIn addition to the river and industrial areas, the landscape includes patches of forest, contributing green textures to the otherwise rugged and barren valley. A roadway can be seen crossing the river, providing a connection between different parts of the valley, enhancing access across this challenging terrain.\n\nOverall, the composition captures the intersection of natural and human-modified environments, showing how industrial or agricultural activities are integrated into a remote, mountainous setting.","title":"View northeast across Valdez river floodplain showing pipe storage yard, center foreground, which holds 418 miles of pipe yards at Fairbanks and prudhoe bay hold 238 and 168 miles of pipe respectively.  The community's airport, paved in the summer of 1974 sits at the base of west peak (elevation 5,255 feet).  Mile 788, near the Alaska pipeline route","placename":"Alaska","location":"Alaska","nn1":["543742","543750","548943","548931","552243","550633","550595","549116","550530","550539","543739","550590","555861","555691","556919","547995"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["valley","river","greenhouse","rectangular","peanks","addition","plot","installation","integrate","ice"]}
