{"path":"555621.jpg","date":"July 1974","photographer":"Calonius, Erik","caption":"This photograph depicts a large, expansive open-pit mining area under a clear blue sky. The terrain is rugged and uneven with various mounds of earth and loose rocks predominantly in shades of brown and gray. The landscape is characterized by several layers of earth exposed in different areas, indicating intensive digging and excavation work.\n\nIn the foreground, there’s a pile of large rocks and debris positioned on the lower left side. This pile gives a sense of the scale and the type of material that has been extracted or moved. There are tire tracks visible on the ground that curve through the pit, suggesting the movement of heavy vehicles used for mining operations.\n\nThe midground is dominated by a body of water, appearing as a small pond formed within the confines of the pit. This could be a result of natural groundwater filling the excavated areas, or possibly water used in the mining process. Surrounding this pond are more mounds of earth and excavation tracks, likely paths created by machinery.\n\nIn the upper half of the image, the background features a forested area with a mix of green trees and bare patches where the landscape has been cleared or altered due to mining. The horizon is somewhat flat with few undulations but is primarily dominated by a clear sky with minimal cloud cover.\n\nOverall, the site shows significant geological disruption, typical of mining activities, suggesting an ongoing extraction of resources. The absence of human figures or active machinery at the moment the photo was taken gives it a static, abandoned feel, although the scale and spread of operations suggest it is a significant mining venture.","title":"Buttes, mesas and canyons are created after coal companies strip mine land in southeastern Ohio. Off Route #800 near Barnesville.","placename":"Barnesville (Ohio)","location":"Barnesville, Ohio","nn1":["549167","552177","549242","549177","544112","544111","543758","549172","544054","544785","544100","554631","549241","544110","544789","549174"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["mining","pit","earth","mound","excavation","pond","digging","track","pile","extract"]}
