{"path":"555694.jpg","date":"August 1974","photographer":"Cowals, Dennis","caption":"This photograph captures a serene and picturesque natural scene that appears to be set in a rugged coastal area. The main focal point of the image is a small boat, likely a fishing vessel, positioned near the shore of a clear blue body of water. The shore is lined with dense, green forests of coniferous trees, suggesting a location possibly in a northern climate or a mountainous region.\n\nBehind the forest, the landscape dramatically rises to form steep, rugged mountainsides. The mountains display signs of geological layering or striations, which are conspicuously visible due to the sparse vegetation on the slopes. These patterns could indicate erosive processes or different types of rock formations.\n\nThe photograph emphasizes the contrast between the tranquility of the water and the ruggedness of the mountains. The lighting suggests it is a sunny day, as both the water and the foliage shimmer under bright sunlight, enhancing the vibrancy of the natural colors in the scene. The composition and elements suggest a remote, pristine environment, ideal for nature enthusiasts and potentially indicative of a location used for outdoor activities like fishing, boating, or hiking. The overall mood is peaceful and untouched by urban development.","title":"A fishing boat puts to sea from the small boat harbor at Valdez.  Commercial fishermen, especially those in cordova (60 miles southeast of Valdez) opposed construction of the pipeline because of the potential threat of tanker traffic and oil spills posed to the rich prince william sound fishery.  Mile 789, near the Alaska pipeline route","placename":"Alaska","location":"Alaska","nn1":["542870","555693","555709","555394","554101","545277","552921","555710","545120","552292","544567","556927","552222","542908","555703","543046"],"cl":[11],"cluster":["#11 &mdash; Water 1"],"terms":["fishing","mountainside","shore","layering","striation","enthusiast","boating","ruggedness","mountain","hiking"]}
