{"path":"555696.jpg","date":"August 1974","photographer":"Cowals, Dennis","caption":"This photograph captures a serene and picturesque landscape, likely located in a mountainous region with a coastal or lake environment. The foreground features a lush, flat, marshy area covered with green vegetation, through which a narrow, meandering stream flows from the bottom foreground into the middle distance. Beyond this marshy area, there is a body of water which appears to be either a lake or a coastal inlet. The water hosts several small islands, one of which is relatively prominent and densely forested.\n\nThe mid-ground is dominated by this water body, adding a calming blue to the scene, surrounded by a sparse line of trees that serve as a transition zone before the dramatic mountain range in the background. This range includes several peaks, with the most striking being a sharply pointed mountain directly centered in the image, drawing the eye as a natural focal point. These mountains have rugged, textured surfaces and are partially covered with snow and glaciers, suggesting they are high enough to maintain permanent ice.\n\nThe lighting suggests it is either late morning or early afternoon, given the brightness and the clear visibility of the landscape. The overall composition of the photo - with its distinct foreground, mid-ground water body, and dramatic mountainous background - creates a layered and deep perspective, giving the viewer a sense of the vast and untouched wilderness in this region. The clarity of the air and the absence of any human-made structures or presence reinforce the natural and pristine quality of the scene.","title":"Salmon spawn in the streams that drain salt marshes such as the one shown here. One of the Mineral King islands appears in the middle distance. The pipeline will run above the opposite shore from left to right (east to west) below Sugarloaf, the prominent Valdez landmark seen in the upper right. The blue haze is smoke from land clearing operations underway at the terminal site one mile west of this picture. Mile 788, Alaska Pipeline Route.","placename":"Alaska","location":"OTHER","nn1":["555692","550441","543569","555709","550641","555660","550592","550511","550609","550415","543582","555681","555712","555690","550629","554402"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["mountain","range","glacier","lake","inlet","region","body","ice","island","water"]}
