{"path":"555626.jpg","date":"July 1974","photographer":"Calonius, Erik","caption":"This photograph depicts a close-up view of an intriguing natural environment, likely a small section of a water body surrounded by rocky terrain. On the top left of the image, there are green, leafy branches slightly intruding into the frame, suggesting the presence of vegetation nearby, possibly overhanging or adjacent to the water.\n\nCentral to the image is a body of water that is partly covered with floating particles or debris, giving it a speckled appearance. The color of this water is dark, almost black, reflecting the surroundings and perhaps indicating depth or the presence of sediment.\n\nAdjacent to this darker water, there is a distinct separation where another section of water appears, colored in a muddy, orange-brown tone, indicative of high iron content or pollution. This part of the water contrasts sharply with the darker areas, highlighting a possible mix of different soil or rock minerals in the area.\n\nThe surrounding land is rugged and irregular, covered with what looks like wet, glistening, dark rocks and pebbles. These rocks appear slippery, possibly coated with a substance or wet from the proximity to the water. The texture of the ground varies, with some areas smoother and others more jagged and broken up.\n\nThe image captures a natural, perhaps somewhat polluted water ecosystem, nestled in a rocky, rough landscape. The variation in water color suggests different mineral compositions or levels of sediment or pollution. There are no visible human activities or any artificial structures, emphasizing the natural and untouched aspect of the scenery.","title":"Discolored water caused by acidity in a strip mine pit which remains after coal companies have finished off route #800 near Barnesville, Ohio","placename":"Barnesville (Ohio)","location":"Barnesville, Ohio","nn1":["544042","542582","542583","544790","547905","549244","555549","550726","546875","546125","543185","549538","553420","550368","555705","550815"],"cl":[48],"cluster":["#48 &mdash; Water 4"],"terms":["water","mineral","sediment","rock","pollution","coate","separation","glistening","darker","section"]}
