{"path":"555633.jpg","date":"July 1974","photographer":"Calonius, Erik","caption":"This photograph captures a landscape dominated by active industrial activity, likely associated with mining or large-scale earth moving. In the foreground, there's a prominent view of a large, red machinery piece, potentially a pumping unit or compressor, lying amidst a dirt track or construction pathway strewn with loose earth and rocks.\n\nCentral to the image are two large crane-like devices with multiple articulated sections, suggesting they are involved in either excavation or moving large quantities of earth. These machines are positioned on the side of a hill, with open visible layers of earth that have been disturbed, indicative of extensive excavation or mining operations.\n\nThe background shows a sweeping view of a rolling landscape with hills, some of which appear to have been similarly altered or terraced, suggesting ongoing or past industrial activities throughout the area. There are also various water bodies or ponds formed possibly from the mining activity, and a highway gently curves through the scene, providing a contrast with its structured, paved path compared to the disrupted natural terrain.\n\nThe overall setting implies significant human impact on what might otherwise be a typical rural or natural scene, with machinery and altered geographical features prominently featuring in the mix. The color palette is primarily earth tones punctuated by the machinery's industrial reds, adding a visual representation of human touch amidst greens and browns of the natural landscape.","title":"Land strip mined by coal companies is a view seen by motorists in southeastern Ohio near the intersection of interstate 70 and route #800, near Morristown","placename":"Morristown (Athens County, Ohio)","location":"Morristown, Ohio","nn1":["554764","555634","543785","554765","549169","552004","555588","554829","552427","547225","555631","549255","548775","554811","556506","555590"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["earth","mining","alter","machinery","excavation","quantity","disturb","disrupt","pump","move"]}
