{"path":"555632.jpg","date":"July 1974","photographer":"Calonius, Erik","caption":"This photograph captures a serene and slightly melancholic natural scene featuring an old, weathered house set in a lush, overgrown setting. The house appears to be a small, single-story structure, possibly made of wood, with peeling white paint revealing the building's age and neglect. Its roof, while still intact, is covered with black shingles, and the house has a small red chimney visible at one end. It features two visible windows and a simple, symmetrical facade, with some parts of the structure, particularly on the sides, obscured by the dense foliage around it.\n\nThe foreground is dominated by tall wild grasses and a variety of wildflowers, including white and yellow blooms, suggesting the photo was taken in late spring or summer. The vegetation appears slightly unkempt, hinting that the area around the house has not been maintained. A slender tree trunk stands prominently in the middle-right of the frame, further framing the house.\n\nThe background is densely packed with greenery from what appears to be a mixture of bushy trees and shrubs, creating a verdant backdrop that implies the house's secluded and neglected state. The overall atmosphere invokes a sense of quiet solitude and hints at the passage of time, suggesting that the house may have once been a cherished home but is now largely forgotten. The lighting in the photograph is bright and natural, indicating that the photo was taken during the day under clear skies.","title":"Abandoned house near land strip mined by coal companies near the intersection of Interstate 70 and Route #800, and Morristown, Ohio.","placename":"Morristown (Athens County, Ohio)","location":"Morristown, Ohio","nn1":["554822","549195","558110","546989","554787","552494","554788","546997","557640","545041","552491","552455","544997","554799","551091","553458"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","neglect","forget","shingle","invoke","wildflower","passage","bloom","peel","mixture"]}
