{"path":"555664.jpg","date":"August 1974","photographer":"Cowals, Dennis","caption":"This photograph presents a stunning aerial view of a glacier nestled among mountain peaks. The glacier dominates the center of the image, flowing from the snow-covered mountain peaks at the top towards the valley below. The glacier's surface appears rugged and cracked, suggesting it's quite active, with crevasses and ice formations evident.\n\nThe landscape around the glacier is dramatic, with sharp, rocky mountain peaks that rise steeply from the glacier's edges. These peaks are part snow-covered, suggesting they are at a high altitude. Below the glacier, the terrain turns into rocky and less steep valleys. There's a noticeable contrast in the color and texture between the icy blue of the glacier and the dark rocks of the surrounding landscape.\n\nAt the base of the glacier, there's a sort of terminal moraine, and the glacier feeds into a lake or a small reservoir, evident from a pool of water that reflects the sky. The lower parts of the image show clear signs of glacial activity, with scraped paths showing where the glacier has moved over the landscape.\n\nAlso visible in the image is a winding road cutting across the valley, enhancing the sense of scale and providing a human element to the otherwise wild scene. The road travels alongside a river or stream which flows out of the area, possibly fed by the glacier meltwater. The backdrops of clear blue sky and fluffy clouds round out the dramatic and picturesque landscape.","title":"Worthington glacier, looking west toward the glacier richardson highway and girls mountain, the prominent peak on the upper right (elevation 6, 134 feet).  The pipeline will cross the glacier access road between the lake and the highway.  Mile 758, Alaska pipeline route","placename":"Alaska","location":"Alaska","nn1":["550636","555663","555686","550635","550632","550637","555669","555711","550595","550594","550419","550599","550418","550590","550592","550610"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["glacier","peak","valley","feed","mountain","snow","flow","reservoir","round","ice"]}
