{"path":"555606.jpg","date":"July 1974","photographer":"Calonius, Erik","caption":"The photograph depicts a large-scale industrial mining operation. In the foreground, a prominent large excavator painted in yellow and black is seen digging through a mound of earth and rocks, likely a strip mining site. The excavator's boom and bucket are extended into a pile of debris, illustrating the machine in operation. Near the excavator, smaller construction vehicles including a bulldozer and several cars are visible, which appear minuscule in comparison to the excavator.\n\nThe middle ground of the image features an expansive open pit mine with mounds of earth and rock piles, demonstrating the scale and scope of the mining operations. A couple of other large machines, possibly drills or additional mining equipment, are positioned further in the distance, actively engaged in the excavation process.\n\nThe background reveals a relatively flat horizon with sparse vegetation, under a clear blue sky, indicating that the location is likely in a rural or undeveloped area specifically used for mining.\n\nThe overall scene is busy with industrial activity, highlighting the intensive nature of mining operations and the machinery used. The composition of the photograph, with the large excavator dominating the view, emphasizes the scale of the operations and human involvement in altering natural landscapes for resource extraction.","title":"One of the coal company power shovels digs for the solid fuel at the left. At the right a machine is probing the location of the coal seam off Route #800, near Edgewater Park, Ohio, and Barnesville.","placename":"Edgewater Park (Ohio)","location":"Edgewater Park, Ohio","nn1":["552416","554828","549171","552418","544099","545831","549245","552417","554826","554831","549172","544100","553049","554772","549124","555644"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["excavator","mining","operation","mound","machine","scale","pile","scope","earth","comparison"]}
