{"path":"555644.jpg","date":"July 1974","photographer":"Calonius, Erik","caption":"This photograph captures a scene at a large industrial site, likely a mining or excavation operation. The main focus is on a massive piece of machinery, which appears to be a large dragline excavator. This excavator has a prominent white and red-striped cab on a sturdy base equipped with tracks for mobility. A long boom with cables and a bucket extends from it, suggesting it is used for heavy digging and moving materials. \n\nThe landscape around the excavator is rugged and barren, characterized by large piles of earth and rock, creating uneven terrain with dark colors predominating the soil and debris. No vegetation is visible, indicating the harsh conditions of the site.\n\nIn the distance, the background shows a hill composed of similar rocky and earthy materials, reinforcing the location's industrial nature. The sky is clear and blue, providing a vivid contrast to the earth-toned landscape. A smaller building or mobile unit sits isolated on the right side of the image near another mound of earth, which might serve as an office or control unit.\n\nOverall, the composition and the objects within the photograph depict a scene focused on industrial activity, specifically related to excavation or mining, highlighting the scale and mechanical power utilized in such environments.","title":"View of \"big muskie,\" owned by the Ohio power company.  The shovel weighs 13,000 tons and its bucket can hold 12 cars.  The machine stands over 20 stories high, picks up 325 tons of earth per scoop and cuts a swath 75 feet wide and 150 feet deep.  It is operated by one man in an air-conditione cab.  Near Chandlersville, Ohio","placename":"Chandlersville (Ohio)","location":"Chandlersville, Ohio","nn1":["554826","552416","552418","549124","552417","547243","547583","544099","555606","555593","555586","555631","549126","544134","554831","545831"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["excavator","earth","unit","excavation","mining","predominat","digging","mobility","site","cab"]}
