{"path":"555749.jpg","date":"May 1974","photographer":"Alexander, Hope","caption":"This photograph captures a train crossing a large steel bridge. The bridge, constructed from riveted steel girders, features intricate truss work that creates a pattern of triangles and rectangles along its length. The hues in the image have a distinct vintage or retro quality, with muted tones and a warm overall color palette.\n\nThe train itself is adorned with graffiti, indicating it might be a subway or urban transit train seen commonly in cities with a rich street art culture. The graffiti varies in color and style, covering most of the visible side of the train cars. Each train car is numbered, and they appear slightly weathered, adding to the urban, gritty feel of the scene.\n\nIn the background, there are high-rise buildings which suggest this bridge is located within a densely populated urban area. The tone and lighting of the background buildings mesh seamlessly with the sunset or sunrise ambiance, suggesting the time of day might be early morning or late evening.\n\nOverall, the scene feels dynamic yet somewhat frozen in time, encapsulating a moment from an urban environment where art, architecture, and daily transit intersect.","title":"Crossing the Harlem River into the Bronx in New York City, the problem of how to move people and goods is ultimately bound up with the quality of life everywhere. The lands adjacent to the bight, rivers flowing into it, and bays and estuaries edging it have direct impact upon the environment of the coastal waters. The New York, New Jersey metropolitan region is one of the most congested in the world.","placename":"Bronx (New York, N.Y.)","location":"Bronx, New York","nn1":["550966","550066","557975","552064","557513","557090","555933","557962","544724","548479","548263","548474","557960","548266","544732","555927"],"cl":[4],"cluster":["#04 &mdash; Bridges/Overpasses"],"terms":["train","art","bridge","transit","steel","girder","truss","retro","subway","graffiti"]}
