{"path":"555765.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This aerial photograph captures a large industrial area situated along the edge of a body of water. The foreground prominently features a vast expanse of open land, partly covered by patches of tan sand and scattered construction machinery, indicating ongoing development or land modification.\n\nToward the center and extending to the left side of the image, there are multiple large industrial buildings. Some of these structures have slightly reflective or semi-translucent roofs, which could be indicative of warehouses or manufacturing facilities. Just beyond these buildings, you can observe numerous parked cars arranged in orderly rows, suggesting the presence of a workforce or a public facility.\n\nTo the right, a long bridge or elevated highway stretches parallel to the waterfront, characterized by its sturdy pillars and continuous structure, leading into a densely built residential or urban environment in the distant background. The cityscape is seen further away, with a mix of low and high-rise buildings, hinting at a suburban or semi-urban locality.\n\nThe body of water appears calm and is a distinct natural boundary for the industrial area. The overall scene depicted in the photograph suggests an intersection of industrial activity, urban development, and transportation infrastructure, highlighting how these elements coexist within a metropolitan setting.","title":"Newark, New Jersey.  Lands adjacent to the bight, rivers flowing into it, and bays and estuaries edging it have direct impact upon the environment of the coastal waters.  Stresses which affect the bight include air and water pollution, destruction of wetlands coastal overdevelopment and ocean dumping of wastes.  However their full and combined impact on adjacent coastal waters is difficult to assess","placename":"Newark (N.J.)","location":"Newark, New Jersey","nn1":["551988","549495","550890","550886","549479","547214","551989","549526","551609","555755","548423","551607","549519","555769","549472","551551"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["locality","warehous","modification","development","manufacture","toward","pillars","land","facility","coexist"]}
