{"path":"555790.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"This photograph presents an industrial landscape foreground against a backdrop of an urban skyline. In the foreground, a variety of industrial structures dominate the view, featuring large storage tanks—some cylindrical and others spherical. A plethora of pipes and conduits crisscross between these tanks and other equipment, suggesting a complex of chemical processing or similar industrial activity.\n\nAlso evident in the foreground are two figures; one appears to be walking toward a small red vehicle, possibly a fork lift or a maintenance cart, while the other is just a little further away, maneuvering in the area.\n\nBeyond this immediate industrial setup, a more extensive urban environment unfolds. Several lower-rise buildings, possibly warehouses or manufacturing facilities, lead the eye toward a dense city skyline. Prominent within this skyline are tall skyscrapers, with at least two iconic high-rise buildings that are recognizable and suggest this might be a view of Manhattan.\n\nThe overall scene is set under a clear sky with a slight hint of clouds or perhaps pollution in the distance, which mutes the colors into a somewhat dusky hue, despite what appears to be daylight. The photograph captures the stark contrast between industrial operations at the foreground and the densely packed, vertical urban environment in the background.","title":"Newtown creek sewage treatment plant in Brooklyn, New York, with Manhattan in the background.  In the New York metropolitan region there are 31 major drainage areas discharging two billion gallons of waste water each day into rivers and bays three of the areas, all in New York city, discharge untreated waste into the New York harbor and Hudson River.  The remaining areas provide some treatment of wastes","placename":"Manhattan (New York, N.Y.)","location":"Manhattan, New York","nn1":["555772","555791","550177","546108","555738","555792","555761","555737","550278","550886","542705","555735","548321","545273","548421","555763"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["skyline","tank","conduit","cart","mute","unfold","rise","maneuver","crisscross","lift"]}
