{"path":"555772.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph captures an expansive industrial and urban scene, presumably viewed from an elevated position. In the foreground, the scene is dominated by heavy industrial elements including several large cylindrical storage tanks and factory-like structures that suggest an industrial complex. There appear to be intricate networks of pipes, possibly for the transport or processing of materials or chemicals, defining the gritty landscape.\n\nMoving inward, the middle ground is filled with smaller buildings, more storage tanks, roadways, and possibly rails, contributing to a busy, dense industrial network. There are also visible bodies of water and riverbanks that integrate this industrial area with the natural landscape, possibly used for transport or cooling purposes associated with the factories.\n\nThe background of the photo features a stunning, albeit somewhat hazy, skyline of a major city. Tall, imposing skyscrapers jut up against a subdued sky, casting a silhouette that hints at the city's scale and economic power. The contrast between the verdant backdrop and the significantly developed urban area underscores the blend of natural and human-made environments. The river or large body of water seen in the distance both separates and connects the industrial area from the main city, suggesting the integration of different urban zones.\n\nOverall, the photograph captures the juxtaposition between heavy industry and urban development, reflecting a scene likely captured in the late 20th century based on the style and density of the infrastructures and the iconic high-rises in the background. It’s a view that tells a story of economic activities, urbanization, and environmental landscape, all co-existing within a confined geographical space.","title":"The Hackensack river in New Jersey with the Manhattan, New York, skyline in the distance.  The Hackensack and other rivers which flow through New York metropolitan region carry raw and partially digested sewage, and chemical and industrial wastes into the waters of the bight.  Accumulation of wastes in these waters is one of the most critical stresses to the bight's environment","placename":"New Jersey","location":"New Jersey","nn1":["555790","555738","555792","555763","555791","555761","550886","555770","557225","555774","546862","551174","549710","550177","557295","550890"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["network","city","factory","transport","urbanization","confin","storage","cooling","jut","tanks"]}
