{"path":"555777.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This image depicts a vast industrial scene taken from an aerial perspective. It features an extensive area filled with numerous large, cylindrical storage tanks primarily colored white, which are likely for storing oil or chemicals. These tanks are organized in clusters and span a significant portion of the midground and background of the photograph.\n\nIn the foreground, the industrial complex continues with various factory buildings, pipelines, and additional storage tanks of varied sizes and colors. Notably, there is a tall chimney emitting a plume of smoke, suggesting ongoing industrial operations. The infrastructure includes several roads weaving through the area, lined with parked cars, suggesting the presence of workers or ongoing activities.\n\nTo the left foreground, near the water’s edge, railroad tracks run parallel with a series of railcars parked on them, indicating the integration of rail transport with the facility’s operations. Close to these tracks, there are more industrial buildings and smaller structures, possibly offices or maintenance sheds.\n\nThe surrounding environment has patches of greenery, though they are sparse and appear rugged, likely due to the industrial activity. The area is bordered by a body of water, with a dock extending into it, suggesting that the facility may also engage in maritime transport.\n\nOverall, the photograph captures the sprawling and complex nature of heavy industrial operations, likely related to energy or chemical production, emphasizing the scale and infrastructure associated with such industries.","title":"E.I. DuPont Company, Incorporated, at Linden, New Jersey, on the Arthur Kill River. It is estimated that DuPont dumps by permit 185 million gallons per year of chemical wastes into the New York Bight. Accumulation of these wastes in the Bight present one of the most critical stresses to its environment.","placename":"Linden (N.J.)","location":"Linden, New Jersey","nn1":["555775","549978","549960","546221","555774","555778","549977","551982","555754","555776","552009","551987","552131","545837","550917","555786"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["tank","chemical","operation","transport","railcar","track","storage","pipeline","integration","infrastructure"]}
