{"path":"555754.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This image is an aerial view of an industrial area with various features discernible. The photograph shows an expansive industrial landscape featuring numerous large cylindrical storage tanks, several factories or processing plants, and a network of roads crisscrossing through the area. There are water bodies including rivers and ponds that meander through the landscape, contributing to a mix of industrial and natural elements. The river coursing through the middle of the image has several bridges over it, connecting different parts of the industrial complex.\n\nIn the foreground, a large flat-roofed warehouse or factory building is visible, adjacent to railway tracks. Near these tracks, there are also several train cars parked. Throughout the image, the region is dotted with various smaller structures, vehicles, and equipment, which suggest ongoing industrial activities.\n\nThe vegetation in the area is sparse, demonstrating the industrial dominance over green spaces. The surrounding terrain is largely flat, and the distant backdrop hints at a more residential or less densely industrialized area with smaller structures and possibly some vegetation.\n\nColors in the photo are a mix of earthy browns, greens, and the grays and whites of industrial infrastructure, creating a gritty industrial atmosphere. The image captures the scale and complexity of industrial operations, highlighting infrastructure that supports industrial activities such as transportation, storage, and manufacturing.","title":"Destruction of wetlands on the Arthur Kill waterway in New Jersey. Lands adjacent to the Bight, rivers flowing into it, and bays and estuaries edging it have direct impact upon the environment of the coastal waters. Stress factors affecting the Bight include air and water pollution, destruction of wetlands, coastal overdevelopment, and ocean dumping of municipal and industrial wastes.","placename":"New Jersey","location":"OTHER","nn1":["555774","555779","549526","545889","555761","550886","555776","555778","549525","551995","555777","552009","550890","548423","549968","547066"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["factory","track","dominance","storage","infrastructure","mix","river","warehouse","railway","pond"]}
