{"path":"555778.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This is an aerial photograph of a large industrial area and surrounding infrastructure. The central focus of the image is a vast, complex industrial plant featuring numerous structures, including tall distillation towers, spherical storage tanks, and large rectangular buildings. The plant sprawls extensively across the image and is crisscrossed by numerous pipelines and roads.\n\nSeveral storage tanks, distinguishable by their white color and circular shape, dot the industrial landscape. To the left and right of the plant, there are additional industrial or commercial structures, some of which appear as warehouses or factories.\n\nA network of highways and roads can be seen weaving throughout the area, connecting the various parts of the industrial plant with the surrounding regions. These transportation routes also cross several bodies of water via bridges. The waterways in the photo vary in size, and some banks are lined with greenery, which contrasts with the predominantly gray and metallic industrial setup.\n\nIn the far background, beyond the industrial area, a suburban or less densely industrialized area stretches into the distance, suggesting a transition from heavily industrial to residential or mixed-use areas. The sky above all is relatively clear with a haze that might be indicative of industrial pollution.\n\nOverall, the photograph captures a densely packed, highly industrialized zone, illustrating a significant level of industrial activity and associated infrastructure.","title":"New Jersey Turnpike and industry on the Arthur Kill River at Linden, New Jersey. The rivers which flow through the metropolitan New York region carry raw and partially digested sewage, and chemical and industrial wastes into the waters of the bight. Accumulation of these wastes in waters bordering the bight present one of the most critical stresses to its environment.","placename":"Linden (N.J.)","location":"Linden, New Jersey","nn1":["555775","555774","545837","555761","555777","549960","549977","555754","551982","549978","552009","551995","549727","555779","551998","550886"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["industrialize","plant","distillation","tank","storage","pipeline","infrastructure","weave","sprawl","crisscross"]}
