{"path":"555724.jpg","date":"May 1974","photographer":"Alexander, Hope","caption":"This photograph captures an aerial view of a busy industrial harbor area. The image shows numerous large, circular storage tanks dominant in the foreground, likely for oil or chemicals, arranged in tightly packed rows. These tanks vary in size but maintain a uniform cylindrical shape and are predominantly white.\n\nSurrounding the tanks, there are various infrastructure features typical of industrial zones, including buildings with flat roofs, parking areas, and networks of roads that connect the different areas of the facility. Additionally, pipelines are visible, likely facilitating the transfer of liquids to or from the tanks.\n\nThe harbor itself is bustling with maritime activity. Multiple ships are docked at piers extending into the river, and several vessels, including large cargo ships and smaller boats, are positioned in the water, indicating a high level of commercial operation.\n\nIn the background, there’s a broad river or bay with more ships moving or anchored further away. On the opposite shore, a city skyline with tall buildings can be seen under a slightly hazy sky, giving a hint of the urban setting adjacent to this industrial landscape.\n\nThe atmosphere conveyed by the photograph is one of industrial productivity, situated within a larger metropolitan area. The image is steeped in tones of blue and grey, typical of industrial waterfronts, reflective of both the water and the metallic elements of the facility and ships.","title":"Bayonne, New Jersey, on upper New York bay with the Manhattan skyline in the background.  Lands adjacent to the bight rivers flowing into it, and bays and estuaries edging it have direct impact upon the environment of these coastal waters.  The bight includes 15,000 square miles of ocean waters and the continental shelf off the coasts of New York and New Jersey.  Near Jersey City New Jersey","placename":"Jersey City (N.J.)","location":"Jersey City, New Jersey","nn1":["555766","549472","550886","555773","552181","550890","549978","548423","551609","555786","555776","551987","546359","547505","552131","551976"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["ship","tank","harbor","productivity","transfer","pipeline","facility","anchor","liquid","facilitate"]}
