{"path":"555721.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"This photograph captures a beautiful maritime scene. It features a large body of water that extends towards a distant horizon, under a clear, vivid blue sky. Two ships are prominently visible on the water, compounding the overall maritime activity depicted in the image.\n\nThe ship on the left is further away from the viewer, comparatively smaller in the frame, producing a trail of smoke and traveling quickly as evidenced by the wake behind it. The ship on the right is larger in the frame and closer to the viewer, showcasing a traditional structure with its multiple visible decks, masts, and funnels emitting a slight trail of smoke, indicating its operational state. It's painted in dark colors with bright detailing such as white and possibly red, adding some vibrancy to its appearance.\n\nIn the background, a panoramic view of a city skyline stretches across the entire horizon. This gives a sense of scale and distance, providing a contrast between the bustling human-made city and the expansive calm of the ocean. The urban landscape is marked by numerous high-rise buildings, dotting the skyline uniformly.\n\nOverall, the composition hints at a fusion of human activity and natural expanse, framed under a broad, unclouded skies, project an atmosphere of bustling yet serene maritime life.","title":"Coastal area bordering the New York bight, rockaway beach and Coney Island.  Muddy coastal waters are shown meeting the ocean current.  The bight includes 15,000 square miles of ocean waters and the continental shelf off the coasts of New York and New Jersey.  It is the bight-apex, including New York harbor, which is most heavily used for commerce, recreation and waste disposal near New York city","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555722","555800","549892","555789","550034","548393","552000","548400","545845","546925","544657","552010","555810","548403","544655","556190"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","trail","skyline","compound","funnel","bustle","smoke","city","mast","produce"]}
