{"path":"555781.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph is an aerial view of a bustling urban area, showing a clear depiction of a city's infrastructure and daily activity. The image is dominated by a multi-lane highway packed with a variety of vehicles including cars, buses, and trucks, indicating a busy traffic scene typically seen in a large metropolis. Each lane is ripe with a mixture of stationary and moving vehicles, suggesting either a traffic jam or congested traffic flow.\n\nOn the left side of the highway, there are two parallel rows of white residential buildings. These buildings have a uniform architectural style, featuring pointed roofs and visible rows of windows, characteristic of apartment complexes. There is a noticeable advertisement on the top of one building, although the specifics are unclear due to perspective.\n\nAdjacent to the highway and at the bottom edge of the image is a body of water, casting a dark blue tone and contrasting sharply with the organized urban environment. Reflections can be seen on the water, hinting at the calmness of the surface despite the busy urban setting nearby.\n\nThe top and right boundaries of the photograph are framed by additional elements of the city, including other buildings and greenery which contribute to the urban tapestry. The composition of the photograph, viewed from above, gives a detailed perspective on the layout and activity of this urban area, focusing on transportation and residential living.","title":"Untreated sewage from Manhattan, New York, flowing into the East River at 79th Street and East River Drive","placename":"New York (N.Y.)","location":"New York, New York","nn1":["546678","546617","546707","546616","546574","546726","547765","555743","546686","549478","553838","546713","553001","546608","547780","546698"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["highway","traffic","metropolis","jam","specific","row","perspective","tapestry","city","building"]}
