{"path":"555757.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph is an aerial view of a densely populated coastal area, likely taken from an airplane or drone. The upper part of the image features a shoreline where a sandy beach meets the ocean. The beach is relatively narrow, bordered by a wavy sea. Alongside the beach, a coastal road separates the beach from a densely built urban area.\n\nThe urban landscape is packed with both high-rise and mid-rise buildings, primarily residential blocks that appear uniform in height and architectural style. These buildings are predominantly lined up along the coastline but also extend back into the city, showing a gradient of development from the shore inland.\n\nBehind the high-rise shoreline, the composition transitions to a suburban neighborhood characterized by smaller, individual houses with pitched roofs and varied color schemes. The houses are arranged in tightly knit blocks, separated by straight streets running perpendicular or parallel to the shoreline. This part of the photograph displays a typical suburban layout, with visible greenery around the houses suggesting backyard spaces.\n\nThe general atmosphere of the photo suggests a well-developed, possibly affluent coastal city. The variance between the towering shoreline buildings and the suburban houses suggests socioeconomic diversity. The photograph captures the expansive nature of urban coastal development and the interface between man-made structures and natural landforms. The ocean and skyline are clear, indicating good weather conditions at the time of capture.","title":"Coastal development at Coney Island, New York.  The New York, New Jersey metropolitan region is one of the most congested urban and industrial areas in the world.  Stress factors which affect the bight include air and water pollution, destruction of wetlands which are nurseries for marine life, coastal overdevelopment, and ocean dumping of municipal and industrial wastes","placename":"Coney Island (New York, N.Y.)","location":"Coney Island, New York","nn1":["555756","543084","553671","544638","557504","557451","557453","543438","553672","553679","557452","557463","543427","543423","555720","553790"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["shoreline","beach","house","separate","block","ocean","development","backyard","interface","landform"]}
