{"path":"555735.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"The photograph captures an expansive aerial view of a dense urban cityscape, which appears to be New York City, given the prominent sight of the Empire State Building towards the left in the distance. The scene depicts a hazy skyline with other notable skyscrapers and many buildings diminishing in size towards the horizon. A significant haze or smog hangs over the city, blending into the sky and obscuring details in the far distance.\n\nIn the foreground, the area is densely packed with industrial and commercial buildings. A notable feature in this section is a large body of water along the left side, presumably part of a river or harbor, lined with docks that have several boats moored alongside them. Adjacent to these are wide, multi-lane roads or highways prominently visible with modest traffic.\n\nThe mid-ground is filled with rows of low-rise and mid-rise buildings. Several streets can be discerned, cutting through the blocks lined with buildings. A striking aspect of the photo is the plumes of white and gray smoke or steam rising from multiple sources amongst the buildings, contributing to the overall industrial ambiance of the scene.\n\nThe overall composition and light suggest this photograph was taken during the day, likely under sunny conditions, although the smoke and haze give the image a slightly muted color palette, consisting primarily of blues and grays punctuated by the varying colors of the rooftops and facades of the buildings.","title":"Manhattan, New York. Transportation in an urban and industrial area like New York produces environmental problems of its own. Freeways sprawl across the landscape and cut through the hearts of cities, isolating one neighborhood from another. The autoMobile must take responsibility for air pollution, one of the more critical environmental problems affecting the bight.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548421","548378","548360","548319","548345","555732","555741","548386","548408","552394","548380","548385","548337","552395","548314","556075"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["haze","building","smoke","smog","sight","harbor","rooftop","skyscraper","block","source"]}
