{"path":"555792.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"This photograph captures a bustling industrial scene juxtaposed against an urban skyline. In the foreground, a river churns with foamy, turbulent water. This river is bordered by a concrete structure, likely a part of a water treatment facility or similar industrial setting, with the water evidently agitated or controlled through some means evident by uniform turbulence and foamy nature.\n\nExtending across the middle of the photo are multiple rows of pipes supported by steel frameworks, creating a strong horizontal line that draws the eye across the scene. These pipes are part of a larger industrial complex, which includes low, flat buildings with more piping visible on top. This infrastructure is indicative of extensive industrial operations, possibly related to utilities or manufacturing.\n\nIn the background, a city skyline with several recognizable high-rise buildings, including a notably tall skyscraper that might be a landmark, suggests that this industrial area is in close proximity to a major urban center. The presence of these buildings gives a sense of depth and context to the location, providing a sharp contrast between the gritty forefront industrial elements and the clean, vertical lines of the urban architecture.\n\nThe time of day appears to be either morning or afternoon, given the softness and angle of the light illuminating the scene, enhancing the textures and structural details of the industrial equipment and urban landscape. The overall atmosphere of the photograph communicates a typical workday in an industrial zone located next to a significant city, illustrating the coexistence of industry and urban life.","title":"Aeration tanks for secondary treatment at the Newtown Creek Sewage Treatment Plant in Brooklyn, New York, with Manhattan in the background. In the metropolitan region there are 31 major drainage areas discharging two billion gallons of waste water each day into rivers and bays. Three of the areas, all in New York City, discharge untreated waste into the New York Harbor and Hudson River.","placename":"Manhattan (New York, N.Y.)","location":"Manhattan, New York","nn1":["555772","550673","557223","557295","548320","557233","552070","557376","551156","546705","550710","555790","555791","550890","555738","552717"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["pipe","skyline","turbulence","workday","churn","mean","softness","piping","city","treatment"]}
