{"path":"555737.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"The photograph presents a vivid, urban industrial landscape during what appears to be either sunrise or sunset, judging by the warm hues that tint the scene. The image prominently features several tall smokestacks emitting white and gray smoke. These smokestacks are connected to larger buildings, possibly power plants or factories, which take up the foreground of the image. The buildings exhibit a combination of architectural styles but are generally bulky and functional in appearance, suggesting industrial use.\n\nThe background is densely packed with high-rise buildings forming the skyline of a large city. The buildings vary in design, from modern skyscrapers with reflective glass facades to older, more traditional structures. The reddish-orange glow of the lighting suggests the photo was taken during the \"golden hour\", adding a dramatic tone to the urban environment.\n\nThe overall composition uses a telephoto perspective, compressing the scene to enhance the visual impact of the smokestacks against the cityscape. There are no visible natural elements like trees or water; the focus is strictly on the industrial and urban architecture, highlighting themes of industry, energy production, and city life. The atmosphere conveys a somewhat somber and gritty interpretation of urban industrialization.","title":"Consolidated Edison power plant in Manhattan, New York. It has been estimated that all its plants dump some six million gallons per year of residual coal into the New York Bight. Stress factors generated on the Bight include air and water pollution, destruction of wetlands which are nurseries for marine life, coastal over-development, and ocean dumping of municipal and industrial wastes.","placename":"Manhattan (New York, N.Y.)","location":"Manhattan, New York","nn1":["550177","547090","545446","544173","550821","545239","550333","544696","551140","548376","546384","557231","545425","550168","551054","544684"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["smokestack","interpretation","industrialization","city","building","sunrise","production","skyscraper","combination","hour"]}
