{"path":"555747.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"This photograph highlights an urban scene characterizing a mixture of natural elements and man-made structures. The top portion of the image features a row of leafy trees in what appears to be early leafing season, suggesting it might be spring. The trees are full but not densely leafed, allowing visibility of the buildings behind them. These buildings vary in height and architectural design, hinting at a downtown or central business district setting.\n\nA significant visual element is an overpass or a bridge that cuts horizontally across the photo, dividing it into two sections. The bridge railing is visible and over it, the roof tops of a few vehicles are peeking. This suggests the bridge is functional and possibly a busy thoroughfare. Below the bridge, intriguingly, are visible the glowing lights of vehicles—seen only as pairs of beam lights—indicating traffic movement beneath the vantage point of the photo.\n\nThe colors in the image are muted with a prominent blue tint, giving the entire scene a somewhat cold, early-morning or late-evening ambiance. Overall, the composition combines elements of urban life—architecture and transportation—with nature, encapsulated in a serene but active environment.","title":"The East River Drive in Manhattan, New York. Transportation in an urban and industrial area like New York produces environmental problems of its own. Freeways sprawl across the landscape and cut through cities, isolating one neighborhood from another. The auto must take responsibility for air pollution, one of the more critical problems of the environment which affect the bight.","placename":"Manhattan (New York, N.Y.)","location":"Manhattan, New York","nn1":["546865","548414","549281","548418","548317","550178","550153","549846","549490","553846","550157","547103","556951","546581","557979","546533"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["bridge","thoroughfare","overpass","tint","downtown","district","pair","vehicle","mixture","railing"]}
