{"path":"555758.jpg","date":"May 1974","photographer":"Alexander, Hope","caption":"This photograph offers an aerial view of an industrious landscape featuring both urban and industrial elements. Central to the image is a large body of water, a river, with several bridges spanning across it. On the left side of the river, one can see a large, metallic bridge supported by concrete pillars. Another bridge runs almost parallel to the first, not too far downstream, exhibiting a different structural style with fewer visible supports.\n\nAlong the riverside, various types of industrial infrastructure are evident. There are large white storage tanks clustered on a dock projecting slightly into the river, suggesting probable use for storing liquids such as oil or chemicals. Nearby, huge cranes and stacked shipping containers add color and detail to the industrial setting, indicating the presence of a busy port area.\n\nThe urban landscape beyond contains numerous buildings of varying heights and sizes, interspersed with patches of greenery suggesting parks or open spaces among the residential or commercial structures. The overall density of the urban area decreases as the view stretches towards the horizon, where the skyline merges into a more suburban or possibly rural environment.\n\nIn the sky, a small aircraft is visible flying over the area, adding a dynamic element to the scene. The foreground and far background are softer in focus, drawing attention primarily to the middle portion of the image which captures the vibrant economic activities of this urban-industrial expanse. The sky is partly cloudy, providing a bright backdrop that contrasts subtly with the intensely colored urban landscape.","title":"Passaic river, New Jersey.  Lands adjacent to the bight, rivers flowing into it, and bays and estuaries edging it have direct impact upon the environment of the coastal waters.  Stress factors affecting the bight include air and water pollution, destruction of wetlands which are nurseries for marine life, coastal over-development, and ocean dumping of municipal and industrial wastes","placename":"Passaic River (N.J.)","location":"Passaic River, New Jersey","nn1":["555739","548427","551181","548344","548320","555744","547586","551989","550890","551188","551178","555762","555767","551182","548407","542868"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["bridge","river","decrease","support","shipping","liquid","pillar","riverside","fly","aircraft"]}
