{"path":"555776.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph presents an aerial view of an expansive industrial area bordering a body of water. The scene captures numerous large industrial structures, including factories with tall smokestacks, spherical and cylindrical storage tanks, and multiple large buildings that house industrial operations. The coloration of the buildings varies, with some exhibiting rust-red hues, while others appear metallic or painted in neutral tones.\n\nIn the foreground, there are two rectangular pools filled with dark liquid, likely used for some form of waste management or storage within the industrial processes. Adjacent to these pools, there is a docking area with a large red ship moored along the pier, which suggests that this facility engages in maritime activities, possibly involving the shipping or receiving of goods and raw materials.\n\nRail tracks are visible running through the complex, highlighting the integration of different transport systems to facilitate the movement of materials. There’s a visible train composed of several tanker cars along these tracks.\n\nThe surrounding environment is flat and sparsely vegetated, likely due to the industrial use of the land, and there are more industrial facilities spread out into the distance. The sky appears slightly overcast, casting a soft light over the entire scene, which might suggest either early morning or late afternoon timing. The overall atmosphere reflects a busy, functional industrial sector crucial for manufacturing or processing operations.","title":"E.I. DuPont Company, Incorporated, at Linden, New Jersey, on the Arthur Kill River. It is estimated that DuPont dumps by permit 185 million gallons per year of chemical wastes into the New York Bight. Accumulation of these wastes in the Bight presents one of the most critical stresses to its environment.","placename":"Linden (N.J.)","location":"Linden, New Jersey","nn1":["548423","552181","550890","548340","550886","549968","549526","551183","555769","545889","551566","546862","549508","555754","555770","551988"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["pool","track","timing","tanker","sector","storage","docking","integration","operation","facility"]}
