{"path":"555723.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph provides an aerial view of the Statue of Liberty located on Liberty Island with a panoramic view of the surrounding area. The Statue of Liberty is captured prominently in the foreground, depicted in its classic verdigris (green patina) coloring. The statue stands facing right in the image, holding a torch aloft with its right arm and carrying a tablet in its left. The tablet is inscribed with the date JULY IV MDCCLXXVI (July 4, 1776), commemorating American independence.\n\nLiberty Island appears well-manicured with walkways and patches of green grass. Beyond the statue and the island, the backdrop is a wide view of a body of water and extending urban landscape. To the left and across the waters, there are visible industrial areas with multiple docks, warehouses, and shipping-related facilities. Several ships and boats can be seen in the water. The right side of the image extends into a denser urban area with varied buildings and infrastructural elements visible in the distance, suggesting a bustling city environment.\n\nThe overall composition captures a contrast between the iconic, serene statue and the busy, industrial surroundings, emphasizing the blend of cultural significance and economic activity in this area. The lighting suggests the photo was taken on a clear day, with good visibility enhancing the detailed view of the areas surrounding the Statue of Liberty.","title":"Upper New York Bay with the Statue of Liberty and Jersey City, New Jersey, in the background. New York Bay and the Hudson River are considered part of the bight because of the interaction between these waters. The bight includes 15,000 square miles of ocean waters and the continental shelf off the coasts of New York and New Jersey. The New York, New Jersey metropolitan region is one of the most congested in the world. Near New York City.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["553862","548351","548352","555740","548349","554351","549803","549760","554350","549761","549781","549790","549763","548327","554359","554296"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["statue","date","view","coloring","shipping","island","significance","walkway","warehouse","left"]}
