{"path":"555791.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"This photograph provides a vivid urban scene, likely captured from an elevated perspective. In the foreground, there is an extensive area filled with what appears to be sewage treatment or water filtration tanks, comprising an array of rectangular structures covered with numerous light-colored roof panels. There are various walkways and pipes running alongside and between these tanks.\n\nIn the immediate background, you can see an assortment of industrial and residential buildings. A prominent feature among these buildings is a tall smokestack, suggesting an industrial facility. Several other medium-rise buildings display a range of architectural styles and states of upkeep, which adds to the urban industrial feel.\n\nIn the distance, the silhouette of a city skyline is visible under a hazy sky, suggesting either early morning or late afternoon light. Iconic tall buildings, likely part of a well-known cityscape, pierce the horizon. The skyline's presence brings a contrasting element of dense, vertical development to the otherwise horizontal layout in the foreground. The overall composition of the image, with its layering of industrial, residential, and commercial zones, captures a multifaceted urban environment.","title":"Settling tanks of the Newtown creek sewage treatment plant in Brooklyn, New York, with Manhattan in the background.  In the metropolitan region there are 31 major drainage areas discharging two billion gallons of waste water each day into rivers and bays.  Three of the areas, all in New York city, discharge untreated waste into the New York harbor and Hudson River.  The other areas provide some treatment","placename":"Manhattan (New York, N.Y.)","location":"Manhattan, New York","nn1":["555790","555772","550177","555737","548321","555738","555792","546108","550886","555755","555761","548325","555763","548376","551141","557225"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["skyline","tank","layering","pierce","upkeep","treatment","building","bring","assortment","know"]}
