{"path":"555730.jpg","date":"May 1974","photographer":"Alexander, Hope","caption":"The photograph captures a serene river scene accentuated by industrial elements. It features a large body of water with a tranquil surface that reflects the soft, muted light of perhaps an overcast day or early morning or evening. On the river, there are two primary structures.\n\nTo the left, there is what appears to be a partially deconstructed bridge. This section includes a truss bridge segment supported by piers. The truss structure, characterized by its series of interconnected triangles, creates an intricate geometric pattern against the sky.\n\nOn the right side of the image, floating somewhat closer to the camera, is a large, dark, gate-like structure possibly related to a drawbridge or a vertical-lift bridge. This structure, appearing somewhat imposing due to its size and dark color, also features geometric cut-outs and patterns which add to its intricate appearance.\n\nThe background is composed of a densely wooded shoreline, possibly a hill or low mountain range, lining the far side of the river. This adds a natural frame to the industrial elements and provides a contrast between the natural and man-made aspects of the scene.\n\nThe overall mood of the photograph is quiet and contemplative, with a focus on the interplay between nature and human-engineered structures. The lighting and color tones are subdued, suggesting an air of melancholy or peaceful isolation.","title":"Spot where the Harlem River meets the Hudson River in the New York metropolitan area. Lands adjacent to the bight, rivers flowing into it, and bays and estuaries edging it have direct impact upon the environment of the coastal waters. The bight includes 15,000 square miles of ocean waters and the continental shelf off the coasts of New York and New Jersey.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["557096","552064","551527","546865","557239","552598","551533","543087","548064","548207","558005","550955","552247","552441","546067","550214"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["bridge","river","lift","structure","truss","gate","cut","segment","pattern","pier"]}
