{"path":"555780.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph depicts an aerial view of a large-scale industrial or urban area heavily affected by what appears to be either a disaster or significant demolition. The area is cluttered with debris, including twisted metal, collapsed structures, and various unidentifiable rubble. Masses of scattered materials cover the ground, creating a chaotic and devastated landscape.\n\nThe photograph shows several industrial buildings, some of which are intact while others are partially damaged. On the left side of the image, there is a large structure with dark roofs, adjacent to a dirt road that curves slightly. The central section of the image reveals flattened areas with piles of debris, where buildings might have once stood.\n\nThe image is very rich in detail, with streets visible amid the destruction, lined with what might be remnants of the infrastructure or temporary pathways possibly created for cleanup or rescue operations. There are no overt signs of ongoing human activity in the photograph, such as people or operational vehicles, which adds an eerie stillness to the scene.\n\nThe color tone of the photograph suggests it might have been taken either late in the day or with a filter that imparts a slightly reddish tint, emphasizing the gritty and devastated nature of the scene. The scale and perspective provided by the aerial view highlight the extensive impact on the area, which appears to encompass both commercial and possibly residential zones adjacent to industrial facilities.","title":"Industrial complex refuse on the Arthur Kill River in New Jersey in the New York metropolitan area. Rivers which flow through the region carry raw and partially digested sewage, and chemical and industrial wastes into the waters of the bight. Accumulation of wastes in waters bordering the bight present one of the most critical stresses to its environment.","placename":"Arthur Kill (N.J. and N.Y.)","location":"Arthur Kill, New York","nn1":["547868","555544","553701","551086","555846","551087","551089","548367","557350","553470","551088","546084","555540","546701","547054","547653"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["cleanup","masse","flatten","demolition","collapse","impart","encompass","scale","disaster","rubble"]}
