{"path":"555756.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph is an aerial view of a coastal urban area. It captures a dense cluster of high-rise buildings near the seafront, transitioning to less dense residential areas as the landscape moves inland. Most prominent near the shoreline are several large buildings, some resembling apartment towers, which are closely packed along the coastline.\n\nThe beach appears wide and long, stretching along the side of the frame and bordered by a road or boardwalk that separates it from the first line of high-rise buildings. The ocean is a deep blue, and there's minimal wave activity visible, giving the sea a calm appearance.\n\nFurther inland, the urban landscape features a mix of residential and commercial structures. There appear to be neighborhoods of smaller, individual homes, characterized by varied roofing and compact yard spaces. The area is interspersed with patches of greenery and some open land.\n\nTowards the other edge of the photo, there is a body of water, possibly a river or large inlet, separating two distinct parts of the urban environment. This water body is surrounded by more residential and commercial buildings. The general palette of the urban area includes various shades of browns, greys, and whites, indicative of an older urban setting.\n\nThe sky is clear with no visible clouds, suggesting a bright, sunny day, which accentuates the colors of the buildings and natural surroundings. The overall composition of the photograph captures a dynamic blend of natural and man-made environments coexisting in a densely populated seaside city.","title":"Coastal development at Coney Island, New York. The New York, New Jersey metropolitan region is one of the most congested urban and industrial areas in the world. Stress factors which affect the bight include air and water pollution, destruction of wetlands which are nurseries for marine life, coastal overdevelopment, and ocean dumping of municipal and industrial wastes.","placename":"Coney Island (New York, N.Y.)","location":"Coney Island, New York","nn1":["555757","544638","553679","553671","553672","557463","553790","549480","549501","543438","543084","557504","551587","557453","553748","547173"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["boardwalk","rise","building","inlet","roofing","apartment","white","coastline","yard","grey"]}
