{"path":"555718.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"The photograph features a maritime scene with several boats spread across a vast expanse of sea under a clear sky. In the foreground, there is a medium-sized boat with a few people onboard, including an individual standing at the back. It's a simple, sturdy looking vessel, predominantly dark in color with a solid build. \n\nAs the eye moves further into the middle distance, you can see a variety of other boats, ranging in size and design. These boats are randomly dispersed across the water, with some moving while others are stationary. Each boat has a gleaming surface, reflecting the warm tones of daylight, suggesting it might be midday or early afternoon.\n\nThe sea is a deep blue, with gentle ripples indicating a mild wind. The sky above is clear and slightly hazy, hinting at a warm day. There are no significant landmasses visible in the background; the horizon seamlessly merges with the sky, giving a feeling of wide-open space.\n\nOverall, the composition of the photograph captures a leisurely day at sea with various recreational boats occupied by people probably engaging in activities like fishing, cruising, or simply enjoying a day out on the water.","title":"Commercial and sport fishing in the bight, a unique coastal marine environment because of the extent of man's activities. The bight includes 15,000 square miles of ocean waters and continental shelf off the coasts of New York and New Jersey. There are indications man's activities have disturbed, if not damaged, the ecological balance in the marine environment. Near New York City.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["552050","548247","544021","549411","548701","547781","545057","552316","546317","543059","542904","549939","548736","549416","548078","544667"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","sea","landmass","disperse","move","standing","midday","merge","day","vessel"]}
