{"path":"555795.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"This photograph captures a bustling construction site located by a waterfront. The focus of the scene is on the construction of what appears to be a series of docks or maritime structures made largely out of metal and wood.\n\nIn the center and foreground, there are numerous workers wearing hard hats and construction clothing. They are scattered across the site, engaged in various tasks related to building and assembling the docks. Some workers appear to be inspecting the materials and structures, while others are walking along the narrow pathways formed by the aligning docks.\n\nA large industrial crane dominates the left side of the image. It stands tall with its boom extended out over the construction area, suggesting that it is in the process of lifting or moving heavy materials. There are several temporary platforms and wooden pathways, facilitating access to the different portions of the construction site over water.\n\nThe background reveals a view of a river or lake, with the opposite shore lined with trees below a cloudy sky. To the right side in the distance, there are high-rise buildings, giving a glimpse of an urban landscape.\n\nThe water reflects some of the structures and cranes, adding a serene element to the industrious scene. Overall, the photograph portrays a significant, possibly early stage of marine-related infrastructure development, underlining the complex and labor-intensive nature of such construction projects.","title":"Construction on the North River Sewage Treatment Plant in Manhattan, New York. Treatment plants in most of the 31 major drainage areas dispose of their sludge in the New York Bight about 12 miles from the entrance to New York Harbor and Long Island beaches. In 1973 there were 5.8 million cubic yards of sewage sludge dumped into the waters of the Bight. This volume is expected to triple in a few years.","placename":"Manhattan (New York, N.Y.)","location":"Manhattan, New York","nn1":["546833","548361","555796","547996","547259","547235","553375","546033","545858","544753","549308","546917","547033","548000","549305","547171"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["construction","dock","site","pathway","crane","worker","assemble","boom","relate","maritime"]}
