{"path":"555799.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"The photograph captures an industrial scene viewed from the deck of a large ship as it navigates a river. The foreground prominently displays the rusty red deck of the ship, equipped with various maritime instruments and machinery such as railing, pipes, winches, and vents, all showing signs of heavy use and exposure to the elements. The middle ground is occupied by three people. Two of them are standing at different points on the deck, both seemingly involved in monitoring or operating equipment. The third figure, more clearly visible, is walking along the deck towards the rear end of the ship, wearing casual clothing.\n\nIn the background, the impressive architecture of a large suspension bridge, presumably in an urban setting, spans the river. The bridge has high towers and thick cables supporting the roadway, which is bustling with vehicular traffic. Beyond the bridge, densely packed urban buildings are visible along the riverside, indicating a large city. The sky is clear with a few wisps of white clouds, suggesting a sunny day, which casts a harsh light on the ship and its surroundings, enhancing the contrast and details of the structures both on the ship and in the cityscape beyond.","title":"\"owl's head,\" one of four vessels owned by New York city which carry sludge into the bight for dumping, returns from dumping grounds to reload at the Newtown creek sewage treatment plant in Brooklyn, New York.  The ships work around the clock collecting sludge at metropolitan sewage treatment plants and take it off shore for dumping.the round trip to the dumping site takes approximately six hours","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["545147","555797","547064","550910","547061","548375","550964","549892","555789","555758","548320","555796","546040","557223","548403","550900"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","deck","bridge","wisp","winch","suspension","vent","monitor","instrument","riverside"]}
