{"path":"555706.jpg","date":"August 1974","photographer":"Cowals, Dennis","caption":"This photograph captures a serene aerial view of a maritime landscape. The scene is predominantly dominated by a vast expanse of blue water, which appears calm with soft ripples. In the center of the image, a large ship traverses the water, creating a noticeable white wake that trails behind it, emphasizing its movement through the otherwise still water.\n\nScattered throughout the waterscape are numerous small islands, some densely covered with greenery. The islands vary in size and shape, adding a dynamic texture to the waterscape. The backdrop is a dramatic range of snow-capped mountains which give a sense of grandeur and rugged wilderness to the scene. The mountains rise majestically, with their peaks partially obscured by clouds or mist, adding a layer of mystique and depth to the composition.\n\nThe photograph employs a natural, slightly muted color palette, with the blues of the water and the greens of the island foliage blending seamlessly into the greys and whites of the mountainous backdrop. This creates a peaceful, almost ethereal atmosphere. The overall composition, with its panoramic view and natural beauty, conveys a sense of tranquility and the vast scale of the natural landscape.","title":"Tanker \"Alaska Standard\" is a small, old vessel typical of those that carry petroleum products (not crude oil) to coastal communities. It carries only 1,078 Barrels of product in her tanks compared to pipeline tankers with more than 940,000 Barrels capacity. This picture looks northeast to the mainland. Mount Denson (elevation 5,886 feet) is the prominent peak at the right about 28 miles from the terminal opposite Valdez, Alaska.","placename":"Valdez (Alaska)","location":"Valdez, Alaska","nn1":["555707","545277","555710","555693","555692","552921","552894","549117","549380","555701","557818","552222","543626","555709","552229","550358"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["island","waterscape","mystique","mountain","wake","water","trail","grandeur","white","grey"]}
