{"path":"555726.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"This photograph captures a nostalgic and industrial scene along a waterfront, likely in New York City given the iconic skyline. In the foreground, docked at the water's edge, is a large cargo ship bearing the name \"American Export.\" The ship is painted white with a black hull and features a classic mid-20th century design, complete with exposed lifeboats and manual cargo handling cranes.\n\nBehind the vessel, a sizable brown warehouse structure occupies the middle ground of the image. This building appears utilitarian, typical of maritime industrial complexes, with no visible windows or ornate details, indicating its functional purpose.\n\nThe background of the photo is dominated by a view of Manhattan’s distinctive skyline. Prominent are the Twin Towers of the World Trade Center, standing tall and unobstructed. To their left, the art deco spires of the Woolworth Building and other historic skyscrapers are visible, along with a fragment of a suspension bridge, which is likely the Brooklyn Bridge, partially hidden behind the warehouse.\n\nOverall, the composition portrays a symbiotic relationship between maritime industry and urban growth, capturing a moment in time when such waterfronts were bustling hubs of activity. The haziness of the scene might suggest early morning or late afternoon light, lending the photograph a somewhat soft and muted tone, typical of many urban industrial landscapes during this era.","title":"Shipping piers of Brooklyn, New York, with Manhattan in the background. The New York, New Jersey metropolitan region is one of the most congested urban and industrial areas in the world. Stress factors include air and water pollution, destruction of wetlands which are nurseries of marine life, coastal over-development and ocean dumping. All these factors affect the waters of the New York Bight.","placename":null,"location":"OTHER","nn1":["548327","549892","552216","550910","546804","551577","555773","546925","546894","547474","548403","547572","549783","549931","546876","552244"],"cl":[24],"cluster":["#24 &mdash; Maritime And Fishing"],"terms":["cargo","warehouse","waterfront","ship","skyline","suspension","relationship","spire","fragment","art"]}
