{"path":"555785.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph depicts an aerial view of four boats on a body of water, which appears dark and displays varying shades of blue and green. The water has subtle textures that suggest gentle movement. Of the four boats, three are clustered closer together towards the left-middle part of the image, while one is a bit further apart to the right.\n\nThe boats look small and are likely motorboats, each having a white hull. The boat that is slightly isolated on the right seems to be emitting a small white foam trace behind it, indicating motion. The other three boats are stationary given there are no visible traces of movement in the water around them. Each of the three grouped boats is oriented in different directions, suggesting a casual or unstructured arrangement.\n\nThe image is set against the vastness of the water, without any visible land or horizon line. This setting gives a sense of isolation and the vast scale of the water body. There is a slight hint of sunlight reflecting off a few spots on the water, suggesting this photograph might have been taken on a sunny day. There are no visible people or other objects besides the boats and water, focusing all attention on the maritime setting and the tranquility of the scene.","title":"Pleasure boats anchored amid an oil slick on Newark bay New Jersey, in the New York metropolitan area.  Rivers in the region carry raw and partially digested sewage, and chemical and industrial wastes into the waters of the bight.  These wastes which accumulate in the waters bordering the bight present one of the most critical stresses to its environment","placename":"Newark Bay (N.J.)","location":"Newark Bay, New Jersey","nn1":["548247","555718","552351","552316","552292","547234","542903","546388","557811","548078","551220","549417","545969","552355","557450","543059"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","trace","water","movement","motorboat","maritime","foam","isolate","orient","hull"]}
