{"path":"555732.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph offers an aerial view of a dense urban landscape that appears to be Manhattan, New York City. In the image's foreground, there is a large body of water bordered by substantial concrete docks or piers, on which multiple vehicles, possibly trucks and cars, are visible. These docks are likely part of a harbor or a shipping facility.\n\nBeyond the docks, an expansive cityscape unfolds, densely packed with buildings of varying heights and designs. Many of these structures are likely residential and commercial high-rises typically seen in city centers. Dominating the central skyline is a much taller skyscraper, which due to its distinctive architecture and towering height, resembles the Empire State Building. This iconic building serves as a focal point in the composition, signalling this area as Midtown Manhattan.\n\nThe photo captures a slightly hazy day, which slightly blurs the visibility of distant buildings and softens the colors, imbuing the scene with a somewhat muted palette. The lighting suggests it could be midday or early afternoon. This overview shot encapsulates the bustling urban environment and is typical of cityscape photography meant to highlight the vastness and density of New York City's architecture and layout.","title":"Manhattan, New York, and West Side Piers. Transportation in an urban and industrial area like New York produces environmental problems of its own. Freeways sprawl across the landscape and cut through the heart of cities, isolating one neighborhood from another. The autoMobile must take responsibility for air pollution, one of the more critical environmental problems affecting the bight.","placename":"Manhattan (New York, N.Y.)","location":"Manhattan, New York","nn1":["555735","548314","555741","548421","548319","555734","548386","548378","548408","548360","551509","548390","548392","548323","549477","552233"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["dock","height","cityscape","overview","architecture","shipping","harbor","midday","photography","skyscraper"]}
