{"path":"555722.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"This photograph captures a scenic view across a large body of water, likely an ocean or a sea, and features multiple focal points. On the water, there are two prominent ships. The ship in the foreground is closer to the viewer and is a cargo ship with a visible name, \"Metro Lines\" on its side, painted in green and white colors. It sends out a plume of dark smoke from its funnel, signifying that it is active. Another similar ship is visible further in the background; it also emits smoke and appears to be moving.\n\nIn the distant background, a city skyline stretches across the horizon with numerous tall buildings subtly sketched against the sky, hinting at a densely populated urban area. The scene is enveloped in a time of day that gives the sky a deep blue hue, and the sea reflects this blue, interspersed with glints of light possibly suggesting early morning or late afternoon.\n\nThe overall composition of the image uses the vastness of the sea to contrast the bustling activity suggested by the ships and the distant city, providing a sense of calm but also industriousness. The image captures both human endeavor and the vast, natural expanse of the sea, framed within the context of urban growth.","title":"Shipping traffic in the New York Bight, an area of 15,000 square miles of ocean waters and the continental shelf off the coasts of New York and New Jersey. There are indications that the stress of man's activities has disturbed, if not damaged, the delicate ecological balance which exists in the marine environment. Near New York City.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555721","555800","549892","546925","548400","548393","552000","555810","550034","548403","555789","545830","551990","545845","555773","546828"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","sea","glint","industriousness","funnel","smoke","city","endeavor","cargo","calm"]}
