{"path":"555794.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"This image captures a nocturnal industrial scene, likely within a water treatment facility or a similar utility installation, seen from an observational perspective across a body of water. The primary structure is a large, two-tier building with distinct, brightly lit sections under dark roofs with skylights. The upper tier has a wide, illuminated rectangular skylight that brightens the space below, and slightly protrudes over the structure's lower tier. \n\nThe lower tier spans over the calm, reflective water, supported by solid, dark columns. Within both tiers, various pieces of mechanical and structural equipment are visible, such as railings, pipelines, and workstations, arranged in an organized manner typical of such facilities. The environment is devoid of visible human presence, suggesting the photograph might have been taken during off-hours or in a more automated section of the facility.\n\nSubdued lighting and reflections on the water surface add to the serene yet functional aesthetic of the scene, while the artificial lights illuminate crucial working areas and highlight the industrial construction materials and designs. The general atmosphere evokes a sense of quiet activity and technological order, dominated by man-made structures and softened by the presence of water.","title":"Spring Creek sewage treatment plant in Brooklyn, New York. It is an experimental plant and the only one of its kind in the area. After a heavy storm, the plant takes the overflow from regular treatment plants and allows the sewage to settle in the tanks, then returns the waste for secondary treatment at a later time.","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["543004","546118","547702","552475","544293","547568","557398","543810","543572","545646","552135","552717","543649","542982","553901","546058"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["tier","skylight","facility","workstation","brighten","illuminate","pipeline","water","section","order"]}
