{"path":"555711.jpg","date":"August 1974","photographer":"Cowals, Dennis","caption":"This photograph features a dramatic aerial view of a glacial and coastal landscape. On the left side of the image, a massive glacier dominates the foreground, its surface rugged and white, seemingly spilling into the sea below. The glacier ends abruptly at the water's edge, where pieces of ice have broken off and are floating as small icebergs in the purple-tinted water.\n\nThe surrounding waters are a striking shade, likely influenced by glacial silt, which can give it a milky appearance and alter its color depending on the lighting and sediment concentration. The middle and right portions of the image reveal an expansive view of the coast, characterized by scattered islands or peninsulas with varying topography.\n\nIn the distance, more mountainous terrain is visible, with some snow-capped peaks under a clear, blue sky. The landscape appears remote and largely untouched by human activity, emphasizing a natural, pristine environment. \n\nThe overall composition captures a broad perspective on the natural interactions between glacier and sea in a rugged coastal environment, highlighting the beauty and isolation of this wild region.","title":"View south across the snout of Columbia glacier to prince william sound.  The Columbia, like numerous other tidewater glaciers in prince william sound produce hundreds of icebergs each year, some of which will be taken out to sea by winds and currents the proposed tanker route likes to the upper left with the pass between hinchinbrook and montague islands appearing in the upper right center on the horizon.  Near Valdez, Alaska","placename":"Valdez (Alaska)","location":"Valdez, Alaska","nn1":["555663","550636","549630","555664","555686","550632","550637","550635","555689","552907","550594","550418","555707","550419","550610","555669"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["glacier","depend","silt","sea","peninsula","spill","alter","coast","ice","topography"]}
