{"path":"555769.jpg","date":"May 1974","photographer":"Alexander, Hope","caption":"This photograph is an aerial view of an industrial area situated near a large body of water, which appears to be a river or coastline. The image captures multiple large industrial buildings with dark roofs, several tall smokestacks emitting smoke, and storage tanks, indicative of heavy industrial activity, possibly a steel mill or a similar manufacturing facility.\n\nIn the foreground, the waterfront is lined with docks and piers. Enclosed areas on the water suggest some areas are dedicated to specific operations, such as cargo loading or unloading. The water's blue hue reflects the sky, contrasted by the darker industrial zone.\n\nTo the left and extending to the background, the adjacent land shows more urban development, with lower residential or commercial buildings densely packed together, leading into a flatter, sprawling landscape that fades into the horizon.\n\nIn the distance, a clear sky with scattered clouds overlooks the scene, providing good visibility and contributing a calm blue backdrop that contrasts sharply with the industrial foreground. The light appears to be midday given the brightness and clarity of the photograph. This setting likely highlights issues related to industrial activity, such as environmental impact and urban planning, considering its proximity to a populated area and significant water body.","title":"The Arthur Kill River in New Jersey in the metropolitan New York area. It is one of the rivers which flow through the region carrying raw and partially digested sewage, and chemical and industrial wastes into the waters of the bight. The accumulation of these wastes in waters bordering the bight present one of the most critical stresses to its environment.","placename":"New Jersey","location":"OTHER","nn1":["550890","555770","551566","548423","548340","552181","555776","549524","549495","552187","544999","549511","551201","545987","549510","550886"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["unloading","loading","mill","planning","midday","water","brightness","clarity","cargo","issue"]}
