{"path":"555770.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph depicts an aerial view of a heavily industrialized area, likely near a large body of water, possibly a river. The scene is dominated by numerous large industrial buildings, some emitting plumes of smoke, which suggests ongoing manufacturing or processing activities. There are several smokestacks, consistent with heavy industries such as steel production, chemicals, or energy generation.\n\nThe background features an expansive waterway that curves through the area, lined with more industrial facilities and dotted with ships and other vessels, indicating that this area may also be a significant maritime hub. The presence of these facilities directly alongside the water suggests that shipping plays a crucial role in the operations here, possibly for transporting goods or raw materials.\n\nThe skyline is relatively low, dominated by the industrial structures rather than residential or commercial buildings, reinforcing the area's industrial focus. The color tone of the photograph suggests that it might have been taken during the mid to late 20th century, given its somewhat faded and dated appearance.\n\nPollution is visibly a significant issue, as evidenced by the many smoke plumes dispersing into the air, contributing to a hazy atmosphere over the entire area. This type of environmental impact suggests potential health and ecological concerns related to air and water quality in and around the region.\n\nThe overall layout of the area is quite dense with industrial operations, tightly packed along the waterway, maximizing the space for production facilities while maintaining access to the water for logistical purposes.","title":"The Arthur Kill river in New Jersey in the metropolitan New York area.  It is one of the rivers which flow through the region carrying raw and partially digested sewage, and chemical and industrial wastes into the waters of the bight.  Most of the acid wastes and chemicals dumped in the bight come from industries in this area.  It is one of the most critical stresses to the bight's environment","placename":"New Jersey","location":"New Jersey","nn1":["555769","548340","550890","546862","552187","551183","549524","555776","549472","550761","551566","548379","549968","548423","549511","553891"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["production","plume","waterway","facility","air","industrialized","maximize","industries","smoke","evidenc"]}
