{"path":"555731.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"The photograph depicts a serene urban waterfront scene viewed from under an industrial structure, which frames the image on the top and right side. The dominating foreground structure, possibly a bridge or part of an overpass, features visible elements such as a girder with the specification \"CLEARANCE 25 FT\". Dimly lit, this portion creates a contrasting frame that highlights the brighter, emotive landscape beyond.\n\nIn the distance, a calm body of water reflects a built skyline, comprising various buildings and docks intermingled with operational features of an industrial harbor. A visible bridge spans the width of the photo in the middle ground, its arched metal structure creating a focal point that draws the eye across the water. Several boats are present, nestled at docks or floating gently on the water, contributing to the sense of a working waterfront.\n\nThe background skyline is punctuated by multiple high-rise buildings in a hazy silhouette, suggesting either an early morning or late afternoon time frame. The ambient lighting and color palette are muted with shades of blue and grey dominating, suggesting a tranquil, perhaps slightly somber mood. The entire composition marries elements of human engineering with the natural calmness of water, framed under the remnants of industrial progress signified by the overpass. This blend delivers a reflection on both the past industrial might and the perennial nature of the urban landscape.","title":"Harlem river in the metropolitan New York area transportation in an urban and industrial area like New York produces environmental problems of its own.  Freeways sprawl across the landscape and cut through the hearts of cities isolating one neighborhood from another.  The autoMobile must take responsibility for air pollution, one of the more critical environmental problems affecting the bight","placename":null,"location":null,"nn1":["548375","550014","546865","549300","549303","547109","546864","547064","550937","555807","547147","555768","552251","547585","546886","551978"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["overpass","waterfront","clearance","skyline","dominating","girder","dock","might","bridge","intermingle"]}
