{"path":"555729.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph captures an aerial view of a large naval battleship cruising through a body of water, with a city skyline visible in the background. The battleship dominates the foreground, its deck lined with numerous cannons and military equipment. The deck is densely populated with crew members, most of whom are positioned in groups forming neat rows, dressed in white uniforms which contrast sharply with the dark grey of the ship's body.\n\nThe ship itself is marked with the number \"48\" along its side, and highlighted by a helipad at its stern, marked with a circle and a straight line through it. The ship's wake creates a white froth in the blue water, signifying its forward movement.\n\nIn the distant background, a city's skyscrapers rise prominently against the horizon, reflecting a dense urban area. The cityscape is somewhat enveloped in a haze, adding a dusty blue tint to the scene, which probably also subtly mixes with the reflections off the water. This adds a serene, yet imposing dynamic to the scene, juxtaposing mankind's engineered might in naval technology with its urban accomplishments. The water body is spacious and calm, with only a few small boats visible at a distance, enhancing the grandeur of the battleship as it progresses steadily forward.","title":"Lands adjacent to the bight, rivers flowing into it, and bays and estuaries edging it have a direct impact upon the environment of the coast waters. Stress factors include air and water pollution, destruction of wetlands which are nurseries of marine life, coastal overdevelopment, and ocean dumping of municipal and industrial waste.","placename":"Hudson River (N.Y. and N.J.)","location":"OTHER","nn1":["555721","555789","544657","555722","556946","548393","555800","548400","549892","548403","547250","555810","550891","546925","550034","555788"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","deck","froth","might","circle","tint","crew","body","city","wake"]}
