{"path":"555786.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph shows an aerial view of an industrial area, specifically a large storage tank facility near a body of water, most likely a port. The area is densely packed with numerous storage tanks of various sizes, some appearing as very large cylindrical white structures, while others are smaller and grouped together. Near the center of the image is a section with a semi-circular arrangement of white tanks.\n\nSeveral infrastructure elements such as roads and pipelines are visible, crisscrossing the facility and connecting the tanks. On the right side of the photograph, there is a large ship, presumably a tanker, docked at a pier, which extends from the near center of the image into the water. The tanker is surrounded by water on three sides.\n\nThe background of the facility features some construction or maintenance activity as evidenced by the presence of cranes and some partially dismantled or under-construction structures. The overall color tone of the image is dominated by industrial grey and metallic colors, with the blue of the water contrasting sharply.\n\nThe area around the facility seems to be devoid of vegetation or residential areas, underscoring the industrial nature of the location. Overall, the photograph provides a detailed look at the infrastructure and operation typical of a large scale industrial port facility.","title":"Industrial pollution on the Arthur Kill River in New Jersey in the metropolitan New York area. Rivers which flow through this region carry raw and partially digested sewage, and chemical and industrial wastes into the waters of the Bight. Accumulation of these wastes in the waters bordering the Bight present one of the most critical stresses to its environment.","placename":"New Jersey","location":"OTHER","nn1":["549978","552131","551977","547505","555777","552835","555724","555775","549977","552181","551982","551987","552245","550886","552025","552009"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["tank","facility","tanker","port","storage","pipeline","construction","infrastructure","water","pier"]}
