{"path":"555858.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"This photograph depicts a rugged and industrial-looking environment. In the foreground, there is a muddy track filled with deep tire marks, indicating frequent vehicle movement. On the left side of the track, prominently displayed, is a sign that reads \"AUTHORIZED PERSONNEL Only CONTACT EPA ON-SCENE COORDINATOR FOR ADMISSION.\" This suggests the area might be under environmental scrutiny or possibly a restricted site due to contamination or hazardous conditions.\n\nFurther along the track to the right, there is another sign labeled \"LITTLE MTN SALVAGE VAR 3-3-02 SOS,\" indicating the presence of a salvage operation nearby. The area around these signs is quite barren and flat, with sparse vegetation and debris scattered around, such as old tires and miscellaneous metal items, which contributes to a sense of desolation and neglect.\n\nIn the middle distance, a large old truck or storage container can be seen, adding to the industrial feel of the scene. The landscape is open and flat, extending to a clear horizon under a broad sky that suggests this location is in a remote or rural area. The overall impression created by the photograph is one of a specialized, possibly contaminated, work or salvage area in a secluded location, closely monitored by environmental authorities.","title":"Epa personnel supervised the cleanup of a five acre pond filled with acid water, oil, acid clay sludge, dead animals, junked cars and other dump debris.  It prevented possible contamination of a nearby wildlife refuge and Great Salt Lake.  The approach road shown was used to truck out some 1,200,000 gallons of liquid which was neutralized and taken to a disposal site","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["547979","547523","555856","555871","555382","555882","550262","556323","543785","549205","548362","552004","553041","548951","549202","545680"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["salvage","track","tire","contaminate","authority","contamination","sign","monitor","location","desolation"]}
