{"path":"555899.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"This photograph captures a moment featuring three individuals, predominantly showcasing two of them, with the third partly obscured at the edge. The setting is an outdoor urban environment, discernible by the red brick wall in the background that adds texture and a gritty ambiance.\n\nOne of the main subjects, a young man with a notable afro hairstyle, gazes intently to his right. He is dressed in a striking red jacket over a T-shirt that prominently features a graphic saying \"PUERTO RICO\" and an illustration reminiscent of a flag. He holds a set of yellow documents or folders, suggesting that he might be engaged in some organizational or educational activity.\n\nThe second subject, partially viewed on the left side of the frame, wears a basic red cap and a gray sweatshirt. This person's profile is towards the camera as he seems to be looking towards or conversing with the main subject.\n\nThe lighting is natural, indicating daytime, and the composition focuses on a close-up interaction between the subjects, implying a scene of discussion or collaboration. The overall mood reflects a casual yet purposeful encounter, possibly set in a community or educational context. This photograph might suggest themes of youth engagement, activism, or social interaction among peers.","title":"Boy scout leader recruiting among latin youths in the bedford-stuyvesant district of Brooklyn in New York city.  The inner city is an absolute contradiction to the main stream america of gas stations, expressways, shopping centers and tract homes.  It is populated by blacks, latins and the white poor.  Most of all the inner city environment is human beings, as beautiful and threatened as the buildings","placename":"New York (N.Y.)","location":"New York, New York","nn1":["553146","545358","553154","553166","552973","545331","551482","552753","555966","552752","546541","553167","556153","551433","553275","545450"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["subject","activism","folder","sweatshirt","encounter","collaboration","peer","graphic","afro","illustration"]}
