{"path":"555850.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"This photograph depicts a striking and somewhat somber scene featuring several submerged and half-submerged car frames in a body of water. The photograph is taken during daylight, and the water reflects a clear blue sky. The car frames appear rusted and abandoned, varying in degrees of submersion, with parts of their structure sticking out of the water, which hints at environmental degradation or possibly the aftermath of a flood.\n\nIn the background, further emphasizing the industrial or post-industrial setting, there are train cars on what seems to be a railway track. These train cars are also stationary, indicating that the area might be derelict or not in regular use. The presence of these elements suggests a contrast between industrial activity and its environmental impacts.\n\nThe overall atmosphere of the photograph is enhanced by the reflection of the cars in the water, creating a mirror image that doubles the visual impact of the scene. The setting is likely near an industrial area, given the presence of the rail yard. The mountains seen in the far distance under a light haze add a natural element contrasting with the foreground's human-made decay. The setting and objects within frame together create a compelling commentary on environmental issues and human neglect.","title":"Train on the Southern Pacific Railroad passes a five acre pond which was used as a dump site by area commercial firms. The acid water, oil, acid clay sludge, dead animals, junked cars and other dump debris was cleaned up by several governmental groups under the supervision of EPA. Some 1,200,000 gallons of liquid was pumped from the site, neutralized and taken to a disposal site.","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["555849","546173","547132","555853","555851","547911","547605","547835","552073","546315","551547","547481","547839","543680","552072","544060"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["car","train","double","degree","commentary","impact","flood","aftermath","stick","degradation"]}
