{"path":"555856.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"This photograph depicts two men outdoors at a location that appears to be a salvage yard or a similar industrial environment. One of the men is holding up a sign which reads \"AUTHORIZED PERSONNEL ONLY CONTACT EPA ON-SCENE COORDINATOR FOR ADMISSION,\" suggesting the area might be a restricted or regulated site, possibly for environmental protection. The man holding the sign is partially obscured by it, showing only the back of his head and shoulders.\n\nThe other man, who is more clearly visible, is wearing dark sunglasses, a denim jacket, and is smiling while adjusting the position of the sign the first man is holding. Both men are using gloves, indicating that the environment might require some form of protection.\n\nIn the background, you can see an open landscape that appears dry and sparsely vegetated, with various pieces of debris, equipment, or discarded items scattered around. There is a clear sky above and a dirt road leading off into the distance, enhancing the remote or undeveloped feel of the area.\n\nAn additional sign reading \"LITTLE SALVAGE\" appears in the background, further supporting the idea that this location is used for the storage or processing of salvage materials. The signage and apparent regulations imply a level of organization and oversight, possibly by an environmental authority.","title":"Epa personnel supervised the cleanup of a five acre pond filled with acid water, oil, acid clay sludge, dead animals, junked cars and other dump debris.  It prevented possible contamination of a nearby wildlife refuge and Great Salt Lake.  In the background is an approach road used to truck out the liquid which was neutralized and taken to a disposal site","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["555858","548951","542547","549129","544969","555563","544845","546009","557467","553045","557474","550262","553905","546044","546045","547982"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["salvage","protection","man","sign","oversight","smiling","authority","regulate","idea","hold"]}
