{"path":"555846.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"This image is an aerial photograph depicting a landscape severely impacted by what appears to be industrial or environmental disruption. The focal point of the photo is a large reddish-brown body of water, which has irregular, almost amoeba-like shapes. Surrounding this water are scattered pieces of debris, including various forms of machinery, vehicles, and structures, some of which are half-submerged in the brown waters.\n\nThe surrounding land is largely barren and muddy, with patches of dark soil and areas covered in puddles of water, suggesting recent rainfall or flooding. There is also noticeable discoloration of the land, possibly due to contamination or runoff.\n\nIn the distance and on the edges of the photograph, there are clusters of intact structures that seem largely unaffected by whatever event caused such devastation to the central area. These areas have more coherent layouts, with buildings and possibly roads visible.\n\nThe overall composition and elements suggest that this area might have been the site of an industrial accident or a natural disaster impacting an industrial area, leading to significant environmental damage and dispersal of debris. The photograph is likely taken from a high-altitude perspective, providing a comprehensive view of the extent of the damage.","title":"Closeup aerial view of a five acre pond that contained acid water, oil, acid clay sludge, cars, dead animals and dumped debris before it was cleaned up under EPA supervision. The privately owned land was leased to commercial firms which used it as a dump site. The cleanup was done to prevent possible contamination to Great Salt Lake and a wildlife refuge nearby.","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["552169","555859","555847","551611","555852","547053","555780","543815","551585","547485","549519","547098","549524","555382","543819","555862"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["damage","accident","runoff","discoloration","contamination","extent","devastation","flooding","land","disruption"]}
