{"path":"555826.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph features two silhouetted figures performing tasks inside a boat or ship's control room. The left side of the image captures a person observed from behind near some navigation instruments; only a part of their silhouette—including the back of their head and shoulder—is visible. This individual appears to be facing toward a source of light, possibly a window, which reveals other ship-related controls and the expansive sea in the background.\n\nOn the right side of the image, another individual is shown almost in profile. This person stands and appears to be engaged in steering with a ship's wheel or helm, and is using a communication device, likely a radio, held near their mouth. The person stands relaxed but attentive, dressed in a light-colored, long-sleeve shirt and dark glasses, indicating a sunny environment outside.\n\nThe overall composition of the photo uses natural backlighting coming from the outdoors, visible through windows or doorways. This setup casts the interior and individuals in silhouette against the brighter, external light, giving an atmosphere of focused activity within the secluded, strategic setting of a ship's navigation room. The vast, calm sea visible through the openings suggests a serene maritime setting. The framing through the open doorway hints at a larger space, potentially a deck or another part of the ship, enhancing the depth and environmental context of the scene.","title":"On the bridge of the National Oceanographic and Atmospheric Administration ship \"Ferrel.\" The crew is doing water chemistry and current meter research in the New York Bight for the Marine Ecosystems Analysis Program. Researchers will study the natural processes of the Bight and the impact of man's activities, particularly ocean dumping, on the system.","placename":null,"location":"OTHER","nn1":["546921","553793","547564","548769","549385","549617","557242","549427","544269","555832","555828","547559","549603","548503","549372","546324"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["ship","navigation","doorway","room","control","person","radio","sea","backlighting","silhouette"]}
