{"path":"555862.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"This image is an aerial view of a sprawling industrial area that's deeply integrated within a wetland or marshy environment. The photograph reveals a landscape heavily marked by human activity, particularly resource extraction.\n\nIn the foreground, intricate patterns of dark tracks likely created by the movement of heavy machinery are prominent, crisscrossing the terrain and leading toward various ponds or bodies of water. These tracks disrupt the natural landscape, creating a stark contrast between the dark, possibly oil-soaked ground and the natural blue and green hues of the water.\n\nThe central part of the image is occupied by several large bodies of water, some of which reflect a sheen possibly indicative of oil or chemical presence. Around these bodies of water are numerous small structures, tanks, and equipment indicative of industrial operations. Some areas look flooded, suggesting possible environmental management or containment challenges.\n\nA network of roads or access tracks can be traced leading to and from these operational centers, connecting them to each other and to other infrastructure at the borders of the image. The surrounding areas are less disturbed but still show signs of human impact, with patches of bare ground, scattered vegetation, and further signs of excavation or movement.\n\nTowards the top and extending to the right side of the image, the terrain becomes a bit more natural with patches of vegetation more prevalent, though the whole area is still crisscrossed with the access roads and paths seen throughout.\n\nOverall, the image depicts a highly industrialized zone situated within a natural wetland, highlighting the interaction and often conflict between industrial activities and environmental conservation. The aerial perspective underscores the scale and impact of human activities on this sensitive ecosystem.","title":"Aerial view of the five acre pond when the cleanup was half finished. Dikes are shown which separated the acid water and oil for pumping, neutralization and trucking to another site. Most of the junked cars and dead animals have been removed. The cleanup was done under supervision of EPA personnel.","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["551612","555859","549519","551611","547098","548641","550860","548631","542933","552258","555847","544289","552009","546974","553450","551585"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["track","oil","wetland","access","containment","movement","impact","sheen","body","extraction"]}
