{"path":"555888.jpg","date":"September 1974","photographer":"McAllister, Bruce","caption":"This aerial photograph depicts a landscape characterized by a network of roads and divided land areas. The photograph captures a mix of barren and vegetated terrain, with the contrast in the land's texture and color suggesting different land uses or stages of cultivation.\n\nThe image shows several roads intersecting at various angles, creating a somewhat irregular grid pattern. These roads are predominantly straight and clearly visible against the surrounding landscape. There is a noticeable absence of buildings or people, indicating the area is sparsely populated or primarily used for agriculture or undeveloped land.\n\nThe colors in the image transition from warmer tones suggestive of dry or sandy soil on the left to darker hues on the right, which may indicate more fertile soil or recently tilled earth ready for planting. Small patches of water or moist areas can be seen reflecting light, adding a bit of variety to the otherwise earthy palette of the photograph.\n\nThe overall composition and the converging lines formed by the roads draw the viewer's eye across the image, suggesting depth and the expansive nature of the location. The light, possibly indicating either sunrise or sunset, casts long shadows and gives the terrain a slightly textured appearance, enhancing the photograph's dimensional feel.","title":"Aerial view of disposal site after some 1,200,000 gallons of liquid treated sludge had been spread and mixed with earth. The site was to be monitored for a year by Utah State University under an agreement with EPA which had supervised cleanup operations of a five acre contaminated pond. The pond was a possible threat to Great Salt Lake and a nearby wildlife refuge.","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["544564","542517","554166","554164","554165","555873","552594","553943","548908","542514","553059","553944","553695","544764","549098","556935"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["land","road","soil","till","cultivation","converge","agriculture","sunrise","vegetate","intersect"]}
