{"path":"555880.jpg","date":"September 1974","photographer":"McAllister, Bruce","caption":"This photograph shows an aerial view of a landscape that includes agricultural fields and industrial or infrastructural elements. The center and right of the image depict large circular and rectangular fields that are likely utilized for farming. These fields display furrowed patterns indicating recent plowing or the preparation for sowing.\n\nTo the left of the image, there are pans of water with varying shades of colors ranging from blues and greens to browns, possibly used for salt evaporation or other mineral extraction processes based on their coloration and segmentation by barriers.\n\nA long road bisects part of the image from the top center towards the middle right, indicative of major transportation access. Alongside the road to its right, there appear to be railroad tracks paralleling the road, pointing towards significant infrastructure supporting both road and rail transport.\n\nThe surrounding landscape includes some sparse vegetation, particularly noticeable in patches where the terrain transitions from industrial use to more natural states. This vegetation is sparser in the field areas and more concentrated around the watery pans and along the transport routes. The overall terrain is flat, which is common in agricultural regions optimized for large-scale farming or industrial use. The variations in color and usage of the land provide insight into the multifunctional nature of this area, blending agricultural and possibly industrial activities.","title":"Aerial view of five acre pond covered over with earth after cleanup operations were complete.  The southern pacific railroad tracks also are seen.  The cleanup resulted in some 1,200,000 gallons of acid water and oil being removed and treated before disposal at a nearby site.  The work was supervised by epa personnel","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["552858","555863","548901","555865","548907","554164","548908","549098","558414","555752","548817","544564","549094","542708","550405","558054"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["field","farming","road","transport","plowing","optimize","bisect","salt","extraction","use"]}
