{"path":"555874.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"The photograph captures an expansive outdoor scene set in a large, muddy field, foregrounded by agricultural activity. In the setting, multiple vehicles, including two tractors and several trucks, are visible. One of the tractors is actively plowing or working the muddy soil, evidenced by the churned mud around it, while another tractor is a bit further back. There's also a tanker truck, seemingly engaged in some type of agricultural task, noted by the presence of visible spraying or piping equipment.\n\nA group of people, consisting of at least three individuals, can be seen near the center of the field, gathered around the vehicles, presumably managing or overseeing the work. Their attire is not distinctly visible but suggests casual outdoor workwear.\n\nThe background features a breathtaking mountain range, capped with snow, suggesting a cold or transitional season. The vast plains between the foreground activity and the mountains are sparsely vegetated, hinting at a rural, possibly agricultural region. There is a general sense of remoteness and open space in the image.\n\nOverall, the composition of the photo uses a wide field view, which captures both the intensity of human agricultural activity and the serenity of the natural landscape, juxtaposing the bustling human actions in the mud with the still, majestic beauty of the distant mountains.","title":"Disposal site for the neutralized sludge taken from the five acre pond nearby.  The liquid was spread over the site by truck and dished into the ground under supervision of epa personnel.  The site was to be monitored by Utah state university under an agreement with epa.  Disposal site work is shown underway in the picture","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["544888","555879","552577","547436","548898","555878","547297","555866","557521","554054","543845","555619","545893","544552","545673","554809"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["tractor","mud","mountain","field","workwear","tanker","truck","plain","churn","remoteness"]}
