{"path":"555806.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph features an aerial view of a shipyard and industrial harbor area. In the scene, there are several large, elongated docks lined with multiple railway tracks, with trains and train cars visible on them. There are large cranes distributed along the docks, likely used for loading and unloading purposes. On the docks, several ships can be seen, some docked and others in the process of docking, with tugboats assisting them. Around the edges and corners of the docks, there are various smaller boats and maritime vessels clustered together.\n\nThe waterways surrounding the docks are murky blue, hinting at industrial activity. The adjacent land areas surrounding the top left and center feature parking lots filled with cars, industrial buildings, and containers, suggesting supporting infrastructure for the dockyard activities.\n\nThe visual texture and colors in the photograph indicate a busy, possibly long-established industrial harbor dedicated to shipbuilding or repair, cargo handling, and other related maritime operations. The setting could likely be part of a larger commercial or naval port complex, indicated by the orderly arrangement of docks and the heavy machinery visible.","title":"Dredging New York Harbor for spoils that will be dumped in the New York Bight. Dredge spoils are as contaminated as sludge because of the outflow of raw sewage and other wastes into the harbor area. These wastes settle on the bottom and are picked up with other bottom sediments in the process of dredging. Dredge spoils are dumped six miles from shore, sludge 12 miles, waste acid 15 miles and chemical wastes 106 miles.","placename":null,"location":"OTHER","nn1":["555766","547474","548346","555788","552153","556946","545147","552008","546828","552244","550021","546016","551997","547998","546359","555724"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["dock","harbor","train","shipyard","unloading","docking","tugboat","loading","maritime","repair"]}
