{"path":"555800.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"This photograph captures a vast and vibrant seascape that provides a scenic view of a coastal city skyline in the distant background, with the primary focus on maritime activity. The skyline features numerous buildings, projecting various heights and architectural styles that outline a bustling urban center. Notably, there are a couple of towering skyscrapers that dominate this urban profile, indicating a significant commercial or financial district.\n\nIn the foreground, the ocean is an expansive, textured blue, shimmering under clear skies. Central to the photo are two prominent maritime vessels in motion on the water. The closer vessel to the foreground is a tugboat, distinguished by its compact, sturdy structure and the wake it leaves as it chugs along. The tugboat’s deck is visible, equipped with various maritime gear, hinting at its role in towing or guiding other ships.\n\nFurther out and a bit to the right, there is a larger ship, possibly a naval or cargo vessel, characterized by its elongated structure and the multiple structures on its deck, which could include communications equipment or cargo holds.\n\nThe photograph is taken from an elevated perspective, overlooking the water, which contributes to a sense of serenity and vastness. It's a clear day with abundant sunlight illuminating the entire scene, enhancing the colors and details of both the maritime scene and the distant city skyline. This image likely aims to depict both the calm of maritime navigation and the bustling life of the coastal city in the background.","title":"New york city owned sludge vessel heading for a dump site in the New York bight with rockaway beach, long island, in the background.  Aside from sewage sludge and industrial wastes, the bight is a disposal site for dredge spoils, construction debris and derelict vessels.  Dredge spoils are dumped six miles from shore sludge 12 miles, waste acid 15 miles and chemical wastes 106 miles","placename":null,"location":null,"nn1":["549892","555721","555722","552265","550034","546925","552000","546937","555789","551990","548403","551991","550025","555810","547700","552020"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["vessel","skyline","tugboat","cargo","ship","deck","city","tow","bustle","seascape"]}
