{"path":"555887.jpg","date":"September 1974","photographer":"McAllister, Bruce","caption":"This photograph captures an expansive aerial view of a rugged landscape crossed by train tracks and multiple dirt roads. The scene depicts a typical wide-open terrain, possibly in a semi-arid region, bathed in the warm, golden hues of either early morning or late afternoon sunlight.\n\nIn the foreground, there’s an ongoing train movement where multiple dark and reddish-brown railway cars, which may be freight cars, can be clearly seen aligned on the tracks. This hints at industrial or agricultural activity in the area.\n\nThe landscape itself is composed primarily of variations of dark and light browns, indicating either sparse vegetation or none at all. The texture of the terrain is uneven, laden with small mounds and flat expanses, suggesting a somewhat arid or post-agricultural field environment. There are also visible tracks crisscrossing the landscape, likely made by vehicles over time, which add to the patterned appearance of the ground.\n\nThere’s a sense of isolation conveyed by the stretch of land as there are no apparent buildings or human settlements in sight, just waves of undisturbed nature occasionally intersected by man-made infrastructures like the railway and dirt roads.\n\nLastly, in the top left of the frame, a body of water can be glimpsed which provides a bit of contrast to the otherwise dry and barren land, reflecting light and thereby adding depth and variety to the scene.","title":"Aerial view of disposal site after some 1,200,000 gallons of liquid treated sludge had been spread and mixed with earth.  The site was to be monitored for a year by Utah state university under an agreement with epa which had supervised cleanup operations of a five acre contaminated pond.  The pond was a possible threat to Great Salt Lake and a nearby wildlife refuge","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["548129","549131","556009","545604","550397","556003","543826","555883","550598","556008","549179","554807","555881","555873","554834","548167"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["track","railway","train","roads","dirt","crisscrosse","freight","sight","land","settlement"]}
