{"path":"555845.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"This photograph features an expansive aerial view of a vast, flat landscape marked by a mix of natural and man-made features. In the foreground, there are several small bodies of water which appear dark against the lighter colored earth. These bodies of water vary in shape and size, and some are enclosed by embankments. Surrounding the water bodies, irregular patches of white and light brown suggest areas that might be saline or arid soil.\n\nA straight, long road cuts vertically through the center of the composition, stretching into the distance and meeting the horizon near the base of a majestic mountain range. The mountains in the background stand stark and snow-capped, suggesting they are quite high. Their presence provides a dramatic contrast to the flatness of the foreground terrain.\n\nThe rest of the terrain is a patchwork of different colors and textures, including areas of vegetation and possibly farmland, although the specifics are hard to discern. This mixture of elements along with the water suggests a landscape utilized for various uses, potentially including agriculture, habitation, and natural reserves.\n\nOverall, the image captures a dynamic landscape where natural geography and human intervention interact, set against the breathtaking backdrop of towering mountains.","title":"Aerial view of a five acre pond near Ogden, Utah, that contained acid water, oil, acid clay sludge, cars, dead animals and dumped debris. It was cleaned up under EPA's supervision to prevent possible contamination to a nearby wildlife refuge and Great Salt Lake. White areas are alkaline.","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["555864","555861","550598","555865","555863","543761","544792","550596","555873","552902","552243","550615","555683","556936","557533","550586"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["mountain","specific","geography","reserve","embankment","patchwork","farmland","body","intervention","agriculture"]}
