{"path":"555875.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"This photograph captures a rugged, industrial scene set in a broad, open landscape. At the forefront is an old red tanker truck, which seems to be struggling through muddy and rough terrain, characterized by large clumps of earth and puddles of water. The truck, appearing to be from a mid-20th-century model with a bulky structure and rounded edges, is equipped with a large cylindrical tank painted in contrasting red and white sections. The vehicle is kicking up clouds of dust and dirt as it moves, suggesting it is actively working despite the challenging conditions.\n\nThe background is vast and flat, with a strip of wetland leading out to a large body of water. This gives the scene a remote and desolate feel, adding drama to the depiction of the truck's laborious journey. Distant mountains, partially snow-capped, line the horizon, alongside a clear sky with thin, wispy clouds. The expanse and solitude of the setting emphasize the industrial effort taking place in an otherwise natural environment.\n\nOverall, the composition highlights themes of industriousness and the confrontation between man-made machinery and the raw elements of nature. It captures a moment of struggle and effort in a magnificent yet harsh landscape.","title":"Tank truck is shown spreading sludge at a disposal site near the Five Acre Pond. Some 1,200,000 gallons of liquid was treated and then spread onto the site. A tractor pulled disc mixed it with earth under supervision of EPA personnel. The site will be monitored by Utah State University under an agreement with EPA.","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["547979","544767","543173","547523","542538","555866","557385","544061","549202","545739","557389","545677","552087","553131","544720","555883"],"cl":[25],"cluster":["#25 &mdash; Mining Operations"],"terms":["truck","effort","industriousness","struggle","tanker","drama","clump","puddle","journey","cloud"]}
