{"path":"555833.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph depicts an active maritime scene. In the foreground, a person with dark curly hair, wearing a patterned white shirt and denim jeans, is sitting on the edge of a small boat or dinghy, which appears to be composed of multiple gray inflatable sections tied together with yellow ropes. The person is facing away from the camera, looking out towards the sea.\n\nIn the water, two divers wearing scuba diving gear including masks and snorkels are visible; they appear to be holding onto ropes or lines that are attached to the dinghy. The sea is calm and presents a vast expanse of water that merges with a hazy blue sky on the horizon.\n\nFurther in the background, a large white and green ship is positioned. The ship is equipped with various structures and antennas on its deck, indicating it might be used for specialized purposes, perhaps related to marine research or transportation.\n\nThe general atmosphere is one of a peaceful ocean exploration or activity, under a clear sky with no visible land in sight. The image captures a moment of aquatic adventure or scientific endeavor, likely focusing on the interactions and activities between the divers and the person directing or assisting from the dinghy.","title":"Divers from the National Oceanographic and Atmospheric Administration ship \"Ferrel\" getting a tow to the next station to bring current meters to the surface of the bight. The meters are taken aboard ship for monitoring and cleaning, then are replaced by the divers. Current research will show how well sludge and waste is dispersed by natural circulation, and show the effect of man's activities.","placename":null,"location":"OTHER","nn1":["555831","555834","555830","555832","549265","549598","549351","549347","557481","549616","547548","547564","549369","549359","555829","552276"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["diver","rope","ship","snorkel","person","diving","sea","mask","antenna","sight"]}
