{"path":"555890.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"This photograph features an urban street scene captured under an elevated train structure, which casts strong shadows and dominates the upper part of the image with its dark silhouette. Distinct patches of light penetrate through the gridded structure of the train tracks, creating patterned light effects on the road.\n\nThe street is lined with low-rise buildings that have commercial establishments on the ground floor. The building closest in view has signage for businesses such as a food center selling tropical products and multiple other small stores. Architecturally, the buildings appear to be older, brick constructions with a somewhat weathered appearance, which suggests a neighborhood with long-established roots.\n\nThe people in the scene are engaged in mundane urban activities: walking down the sidewalk, perhaps going about their daily errands or routines. In the middle ground, a couple of pedestrians are visible, adding to the sense of everyday street life.\n\nThe overall lighting in the scene is somewhat subdued, creating a moody ambiance, and the sky is not visible due to the angle of the photograph and the train structure overhead.\n\nOverall, the composition of the photo along with its elements encapsulates a typical urban environment under an elevated train line, depicting daily life in a bustling city neighborhood.","title":"View from under elevated train tracks at Bushwick Avenue in Brooklyn, New York City. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers, and tract homes. It is populated by blacks, latins, and the white poor. Some of the best American architecture survives in her \"worst\" neighborhoods only because it hasn't been demolished.","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["550012","550022","555925","555930","555927","548474","548479","556202","547580","556224","553845","557278","550138","556983","552933","550108"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["train","neighborhood","street","penetrate","root","sell","establish","go","routine","establishment"]}
