{"path":"555810.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This aerial photograph captures a vibrant and dynamic scene focused on a ship moving through a body of water, presumably a river or near a coastal area. The photograph appears to be taken from a high altitude, looking downwards at an angle.\n\nAt the bottom of the image, dominating the foreground, is a large ship painted in red and white, most likely a cargo ship or a tanker. It is moving from left to right, trailing white waves behind it in the blue-green water due to its momentum. The wake created by the ship is pronounced and white, indicating the ship is at a significant speed.\n\nTowards the middle of the image, parallel to the ship, is a coastline accompanied by a busy road lined with multiple lanes of traffic, separated from the coastline by a row of green trees. This offers a contrasting static image to the dynamic ship.\n\nThe background consists of an urban area with dense blocks of buildings, amongst which greenery is sporadically visible. These buildings vary in height but none exceed a moderate size, suggesting a possibly residential or mixed-use area instead of a dense commercial district.\n\nThe upper right corner of the image, the land curves away, showing more of the blue-green water extending towards the horizon. Near the shore, you can see what might be small boats or watercraft.\n\nOverall, the image provides a picturesque view combining elements of human activity (shipping and traffic) with natural beauty (water and green areas). It highlights motion, human settlement, and a blend of natural and industrial elements.","title":"Tug towing dredge spoils from the New York Harbor six miles offshore to a dumping site in the Bight. Sludge is dumped 12 miles from shore, waste acid 15 miles and chemical wastes 106 miles. Dredge spoils are as contaminated as sludge because of the outflow of raw sewage and other wastes into the harbor area. The Bight also is used to dispose of construction debris and derelict vessels.","placename":null,"location":"OTHER","nn1":["551990","551991","545830","548201","552020","545845","555721","555722","552000","556924","549892","555800","555789","551992","548320","552244"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["ship","coastline","traffic","tanker","watercraft","shipping","wake","district","settlement","speed"]}
