{"path":"555811.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"In this photograph, the central focus is a large red cargo ship afloat on a vast expanse of dark blue water that sparkles with reflections of sunlight. The ship is oriented horizontally across the image and is viewed from a high, almost aerial perspective, suggesting the photo might have been taken from an elevated position or from another vessel.\n\nThe ship appears to be a bulk carrier, characterized by its flat deck and several large, empty cargo holds that are visible as rectangular openings along the top. There are multiple white structures, likely hatch covers, resting atop the cargo holds. At the rear (right side) of the ship, a small superstructure can be seen; this is likely where the navigational operations are conducted. There are a couple of visible cranes or masts, which might be used for loading or unloading cargo.\n\nThe ocean around the ship is deep blue and is catching light, creating a shimmering effect with many small, bright spots that resemble scattered diamonds. The view of the ocean is uninterrupted, emphasizing the isolation and smallness of the ship in the vastness of the sea.\n\nOverall, the image captures a quiet, serene moment of maritime activity, highlighting the scale and solitude of oceanic transportation.","title":"Barge releasing dredge spoils at a dumping site six miles offshore in the bight.  Sludge is dumped 12 miles from shore, waste acid 15 miles and chemical wastes 106 miles.  Dredge spoils are as contaminated as sludge because of the outflow of raw sewage and other wastes into the harbor area of New York.  The bight also is used to dispose of construction debris and derelict vessels","placename":null,"location":null,"nn1":["555801","557817","557819","555270","548201","557816","544659","550918","551990","544655","555722","544657","555721","545845","545277","555810"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","cargo","hatch","ocean","diamond","superstructure","unload","sparkle","conduct","mast"]}
