{"path":"555805.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph captures an urban industrial scene along a riverside. The foreground prominently features a heap of debris, including chunks of concrete and twisted metal, suggesting a demolition or cleanup site. A loaded conveyor belt extends from the top of the debris pile to a structure that appears to be an industrial building or factory, which is visible on the left side of the image.\n\nThe industrial building is a multi-story structure with a smokestack that is actively emitting smoke or steam. The architecture and the smoke contribute to a sense of heavy industry and urban activity. Adjacent to this, a bridge or elevated roadway constructed of concrete stretches across the image from the left side, carrying a truck and contributing to an atmosphere of transportation and infrastructure.\n\nBeyond the immediate industrial activity, the background reveals a more extensive urban landscape. Numerous buildings of various sizes and designs line the riverbank, including a notably tall, slender building (possibly a skyscraper) that stands out due to its height and narrow profile, contributing to the urban skyline. Another detailed feature in the background is a body of water, likely a river, paralleling the industrial site, hinting at the locality's relationship with maritime or riverine transportation.\n\nThe image overall depicts a blend of construction, demolition, and urbanity, highlighted by industrial and transportation elements, against an expansive urban backdrop, illustrating a moment of transformation or regular activity within a city.","title":"Construction rubble is loaded on barges in the East River in Manhattan, New York. It will be dumped at a construction debris dump site offshore in the New York Bight. Sludge is dumped 12 miles offshore, waste acid 15 miles, and chemical wastes 106 miles. Dredge spoils and derelict vessels also are disposed of in the Bight.","placename":"Manhattan (New York, N.Y.)","location":"Manhattan, New York","nn1":["548357","552154","555792","557223","555763","550673","545059","545146","555796","546255","550961","547610","555809","552070","547010","555772"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["demolition","transportation","locality","cleanup","transformation","chunk","smoke","site","relationship","debris"]}
