{"path":"555814.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph provides an aerial view of an industrial harbor area adjacent to a large sandy landmass, possibly a man-made landfill or reclaimed land extension. The scene is rich with industrial and maritime details. On the left and middle portions of the image, there are waterways with shipping containers, some docking facilities, and several large vessels, including cargo ships. The right side of the image includes an extensive sandy area that curves gently into the surrounding water, evoking the shape of a spit or a peninsula. There are no structures or activities visible on this sandy area, suggesting it may be unused or under development.\n\nIn the background, beyond the industrial harbor, there is a densely packed urban area with numerous small buildings extending towards the horizon. The sky above is clear, hinting at good weather conditions, and the quality of light suggests this might have been taken in the morning or early afternoon. The water surrounding the sandy area has slight ripples, indicating mild wind conditions. The photo composition effectively captures a contrast between the bustling industrial activity in the harbor and the barren openness of the sandy area.","title":"Example of landfill at Bayonne, New Jersey, on New York bay in the metropolitan area.  Landfill and incineration are alternatives to ocean dumping.  But incineration adds to air pollution and landfill needs adequate open land which is hard to find, and it also means a potential danger of polluting groundwater near the dump site.  Ocean dumping has always been the most feasible for waste disposal in the area","placename":"Bayonne (N.J.)","location":"Bayonne, New Jersey","nn1":["549472","551609","555773","546359","552153","551574","555766","550021","551607","555760","555724","555765","548346","550886","552008","556945"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["harbor","extension","peninsula","reclaim","landmass","landfill","shipping","sandy","openness","condition"]}
