{"path":"555851.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"This photograph depicts a scene of environmental degradation featuring a polluted waterway and abandoned vehicles. In the foreground, several old and partially dismantled cars are scattered haphazardly. The vehicles vary in color and type, with one notably stacked on top of another, pointing towards the sky. These vehicles are in a visibly deteriorated condition with rust and parts missing.\n\nThe area around the cars is cluttered with debris and different types of waste, lying in and around a body of stagnant water that reflects a slight sheen of oil or chemical pollutants. The shoreline of this water is irregular and partially composed of what appears to be sandbags or an eroded barrier, suggesting attempts to manage or contain the water.\n\nIn the background, across the water and slightly blurred, additional waste materials and industrial equipment can be observed. There are scattered trees and some sparse vegetation, but the general environment looks barren and neglected.\n\nThe sky above is relatively clear with a few fluffy clouds, creating a contrast with the polluted and grim scene below. This juxtaposition highlights the severity and sadness of the environmental damage evident in the photograph. The overall scene is a somber testament to human impact on natural landscapes, emphasizing themes of neglect, pollution, and the lingering consequences of industrial or urban decay.","title":"A dike was reinforced with sandbags to prevent spillage of a five-acre pond filled with acid water, oil, acid clay sludge, dead animals, junked cars, and other dumped debris. If the dike had failed it could have caused contamination of a nearby wildlife refuge and Great Salt Lake. The pond was cleaned up under supervision of EPA.","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["555853","551497","546173","555871","544060","555850","546913","552073","555852","551560","551547","549307","547907","551440","547152","553009"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["waste","testament","severity","consequence","vehicle","attempt","type","pollutant","sheen","damage"]}
