{"path":"555832.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This photograph captures a maritime scene involving two individuals engaged in an activity with various pieces of equipment on what appears to be the deck of a boat. The image features a vast, calm body of ocean in the background under a bright, clear sky. The focus of the action is on a large, cylindrical machine or vessel, potentially a submersible or some type of oceanographic equipment.\n\nOn the left side of the image, a person is partially visible. They appear to be wearing a dark-colored wetsuit and snorkel gear, suggesting they may have been in the water just before this moment. They are leaning over, working closely with the equipment, but their face is not visible.\n\nOn the right side, another individual, fully visible, is actively engaging with the equipment. This person is wearing casual clothing, including a light-colored long-sleeve shirt and sunglasses, indicating a sunny environment. They are standing and seem to be adjusting or examining part of the cylindrical device, which is covered in what looks like a net or webbing.\n\nThroughout the boat, there are various items that suggest ongoing work or research, including ropes, buoyant devices colored orange and red, and other unidentifiable pieces of equipment. The scene gives an impression of scientific activity, possibly related to marine biology, oceanography, or another field of marine research. The overall mood is one of focused activity in a tranquil ocean setting.","title":"Divers from the national oceanographic and atmospheric administration ship \"ferrel\" bring current meters to the surface of the bight.  The meters are taken aboard ship for monitoring and cleaning, then replaced by the divers.  Current research will give a more accurate reading of how well sludge and waste is dispersed by natural circulation, and show the effect of man's activities","placename":null,"location":null,"nn1":["549596","546758","549616","549351","549598","555828","552861","549588","555833","549597","549348","549603","549595","549265","549356","555829"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["equipment","research","device","snorkel","ocean","wetsuit","biology","piece","boat","net"]}
