{"path":"555897.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"This photograph depicts a cityscape scene showing two side-by-side buildings, significantly contrasting in their condition. The building on the left has suffered severe damage; it appears mostly burnt out and largely derelict with its facade cracked, windows broken, and the roof largely missing, revealing skeletal wooden beams. The front of the building is marked with graffiti and secured with what appears to be boarded up windows and a no trespassing sign. The debris from this building is scattered in front of it along the sidewalk and street.\n\nIn comparison, the building on the right is in a noticeably better state, painted in a deep red with intact windows and doors. The entrance features a couple of steps leading to a wooden door, and it has window blinds or curtains visible. This building seems occupied and maintained, in stark contrast to its neighbor.\n\nIn front of these buildings stands a person, seemingly a woman, possibly observing the scene or walking by. She is dressed in a patterned outfit, and her presence adds a human element to the scene, juxtaposing everyday life continuing amidst urban decay.\n\nThe background appears to be a residential area with a metal fence visible and bare trees suggesting it might be fall or winter. This setting highlights themes of urban decay, contrast between neglect and care, and the resilience or persisting life in such environments. The bright yellow curb running along the bottom of the image adds a vivid splash of color to the otherwise bleak scene.","title":"Although partially gutted by fire, one portion of this building across from Lynch Park in Brooklyn, New York City, still is inhabited. Brooklyn remains one of America's best surviving examples of a 19th century city. Some of the best American architecture survives in her \"worst\" neighborhoods only because it hasn't been demolished.","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["552757","556164","553555","550253","553472","547130","555902","547515","550129","549785","553476","550257","549786","549958","553557","545356"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["building","window","front","neighbor","decay","trespassing","blind","door","comparison","graffiti"]}
