{"path":"555891.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"This photograph captures a vibrant and bustling outdoor public swimming pool scene. The image is filled with many people enjoying a sunny day at the pool, engaging in various water activities.\n\nForeground:\nIn the foreground, there are multiple people walking alongside the pool. These individuals are silhouetted against the bright backdrop, suggesting that it is taken in the late afternoon. The reflections of these walkers are visible in the water along the pool's edge, enhancing the dynamic and lively atmosphere. The range of their attire, from swimwear to casual clothes, adds a diverse and relaxed urban vibe to the scene.\n\nMiddle Ground:\nThe middle ground is crowded with swimmers. They are dispersed throughout the pool, with some closer to the edge appearing more distinctly, while others blend into the scene. People of various ages can be seen swimming, splashing, and engaging with each other. The pool is lively and appears to be a communal space for cooling off and recreational interaction.\n\nBackground:\nThe background features a classic urban landscape with multi-story residential buildings, some with visible details like fire escapes. These buildings frame the swimming pool area, situating it within a dense neighborhood context. There are also more people gathered around the edges of the pool, contributing to the overall communal feel.\n\nOverall, this photograph depicts a lively and communal urban summer activity, emphasizing social interaction and recreation. The setting sun and the silhouettes add a warm and inviting mood to the scene, capturing a quintessential summer day in a community setting.","title":"The Kosciusko public swimming pool in the heart of the Bedford-Stuyvesant district of Brooklyn in New York City. People here enjoy themselves at the intelligently located pool. The inner city environment is made up of human beings, as beautiful and threatened as the buildings in which they live. Some of the best American architecture survives in the \"worst\" neighborhoods.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["552012","548549","548548","558143","552706","557717","557259","548085","548083","556295","552703","557258","550002","555926","558144","550228"],"cl":[29],"cluster":["#29 &mdash; Outdoor Recreation"],"terms":["pool","swimming","summer","swimmer","edge","swimwear","people","recreation","clothe","interaction"]}
