{"path":"555866.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"This photograph depicts an outdoor work scene that appears to be in a rugged industrial or construction setting. The scene includes three large vehicles and five people engaged in various activities.\n\nThe primary focus of the image is on the machinery, predominantly a large red truck and a red tractor. The truck has a retro or vintage design, equipped with large tires and it is quite muddy, hinting at the nature of the work being tough and dirty. Attached to the back of the truck is a tall, cylinder-shaped white object, possibly a storage container. The tractor is substantial, designed for heavy-duty work, evident from its large muddy wheels and robust build. It is connected to some kind of mechanism or harvester with red hoses and metal framework.\n\nThe people within the scene are busy with different tasks. One individual, wearing dark clothing, stands atop the red truck, possibly supervising or preparing to load or unload materials. Another, in a red jumpsuit, actively operates the tractor. Three other individuals are on the ground; one, wearing a cap and dark blue jacket, walks with purpose toward a vehicle, possibly carrying a tool or part, indicating ongoing mechanical work or adjustments.\n\nThe setting is an open area with no visible vegetation, just muddy, uneven ground strewn with rocks, mud, and pools of water, which suggests recent heavy work or rainfall. The background shows a flat horizon under a light blue sky with few clouds, and minor hints of distant mountains, suggesting a remote location.\n\nOverall, the photograph captures a moment of rigorous industrial activity, likely involving the movement or processing of heavy materials, in a challenging outdoor environment.","title":"Pumping operation underway which removed some 1,200,000 gallons of acid water and oil from the five acre pond.  The liquid was neutralized after removal and trucked to a nearby site for disposal.  The pond was cleaned up under epa supervision to prevent possible contamination of nearby Great Salt Lake and a wildlife refuge","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["544161","555561","545662","556893","542538","556506","547922","556939","555874","555636","555875","554809","547243","556325","545661","555638"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["tractor","truck","work","harvester","jumpsuit","adjustment","desig","cylinder","supervise","retro"]}
