{"path":"555889.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"The photograph shows a row of ornate, multistory townhouses under a clear blue sky. These buildings exhibit a striking architectural style, likely from the late 19th or early 20th century. Each townhouse features a highly decorative facade, painted in a bold red or maroon with richly detailed stone or brickwork.\n\nFrom left to right, we see varying designs among the townhouses. The first on the left and the third one feature prominent gabled roofs with a triangular pediment decorated with intricate motifs and a centered circular window beneath. They both have three visible stories with tall windows; the upper-story windows are arched with beautiful moldings, whereas the middle story windows are rectangular and framed by elaborate ornaments.\n\nThe central townhouse, however, introduces a different facade with flat roofing but maintains the vibrant color palette. This building features an impressive set of bay windows with extensive decorative detailing both below and above each window, contributing to a visually textured surface.\n\nThe fronts of the townhouses are adorned with wrought iron railings leading up the stoops to double or single entry doors, underlining the urban residential function of these structures. The stoops have multiple steps, indicating the buildings are elevated above street level, typical for historical townhouses in many urban areas to prevent flooding and increase privacy.\n\nNo people or movable objects are evident, lending the scene an uninhabited, serene atmosphere, likely captured during a quiet moment of the day. The narrow slice of sky and the lack of visible modern elements help focus attention on the historical architecture and decorative details of the buildings.","title":"Turn of the century brownstone apartments being painted and Renovated by their owners in Brooklyn, New York City. Brooklyn remains one of America's best examples of a 19th century city. Most of all, the inner city environment is human beings, as beautiful and threatened as the 19th century buildings.","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["555912","548471","555920","548470","547981","550107","551629","555949","550035","558030","550024","552762","553834","550115","558156","551722"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["townhouse","stoop","window","story","19th","ornament","pediment","facade","maroon","detail"]}
