{"path":"555808.jpg","date":"July 1974","photographer":"Alexander, Hope","caption":"This photograph captures a maritime industrial activity where a large crane on a dredging barge is used for aquatic operations, likely either for dredging or depositing dredged material. The scene takes place in a body of water, possibly a river or a harbor, with a distant cityscape or land visible on the horizon under a clear sky.\n\nOn the left side of the image, there is a prominent crane painted in red, part of a barge identified with the text \"NEW YORK\" visible on its hull, suggesting this could be within New York waters. The crane is in the process of lifting or lowering a heavy, net-like scoop filled with a substantial amount of sludge or wet sediment, significant droplets of water pouring back to the river, creating a dynamic splash effect.\n\nOn the right, another large, flat-top barge or vessel can be seen, equipped with what looks like infrastructure for handling and processing the material being dredged, or aiding in the dredging operation. A couple of crew members are discernible on the decks of these barges, wearing casual or working attire, managing the operations.\n\nOverall, the image conveys a sense of heavy industrial activity focused on waterway maintenance or environmental management, underlined by the robust machinery and the scale of the operations depicted. The photograph is taken during the day under natural light that casts a warm hue over the scene, enhancing the industrial and slightly gritty aesthetic of the environment.","title":"The u.s.  Army corps of engineers dredging in the New York harbor for spoils that will be dumped in the New York bight.  Dredge spoils are as contaminated as sludge because of the outflow of raw sewage and other wastes into the harbor area.  These wastes settle on the bottom and are picked up with other bottom sediments, and are dumped six miles from shore","placename":null,"location":null,"nn1":["547113","555807","544643","548775","551563","549308","552015","555809","545648","549800","544753","549783","545655","549305","546833","546830"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["dredging","barge","crane","operation","lower","scoop","process","pour","droplet","crew"]}
