{"path":"555821.jpg","date":"July 1974","photographer":"Alexander, Hope","caption":"This photograph captures a serene rural setting. In the foreground, two people, most likely a man and a boy, are seen from behind, walking through a wooden gate along a narrow dirt pathway flanked by tall, wild grasses. The man is wearing a light-colored shirt and dark pants, while the boy is in a white shirt and lighter colored pants.\n\nThe middle ground is dominated by a large, open field, lush with greenish-yellow grass that suggests early summer or late spring. The texture of the grass indicates it might be slightly overgrown, lending a natural, untouched feel to the scene.\n\nIn the background, a line of trees marks the boundary of the field. These trees are full and leafy, contributing to the overall greenness of the scene. Above them, a clear blue sky dominates the upper part of the image, indicating a bright, sunny day.\n\nAlso noticeable in the background is a tall structure that resembles an electricity pylon, suggesting the proximity of modern infrastructure to this otherwise quaint and pastoral landscape. The scene is tranquil, with no visible movement or action other than the leisurely walk of the two individuals, enjoying their rural surroundings.","title":"The gate to a cow pasture at a farm surrounded by industry near Somerville, New Jersey, in the New York metropolitan area. The farmer raises cattle, hogs and sheep. He trucks two loads of incinerator ash from a nearby sewage treatment plant each day to spread on his hay fields. He rents some land from the industries; the taxes are too high for him to own all the land he uses.","placename":"Somerville (N.J.)","location":"Somerville, New Jersey","nn1":["558097","549247","557659","555567","545040","557087","555819","546154","556011","557946","555822","546783","549146","549142","549222","551304"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["boy","grass","pylon","electricity","gate","pant","walk","field","boundary","proximity"]}
