{"path":"555871.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"This photograph depicts an expansive, muddy landscape scattered with various discarded objects and vehicles. The environment appears heavily polluted and desolate.\n\nThe foreground shows murky puddles and patches of wet ground, reflecting a muddied bleakness. Strewn throughout the area are numerous objects such as car chassis, broken machinery, scattered debris, and segments of what looks like abandoned wooden structures or docks. The vehicles are heavily corroded, suggesting they have been exposed to the elements for a considerable period of time.\n\nIn the midground, similar scenes of decay continue with clusters of rusted and derelict cars, trucks, and possibly machinery parts, all half-submerged in the muck.\n\nThe background contrasts sharply with the foreground's devastation, displaying a view of distant mountains capped with snow, under a pale blue sky. This majestic mountain range stands in stark contrast to the polluted and ravaged ground area.\n\nThis setting likely represents an area used as a dumping ground or has been severely affected by industrial waste, presenting an environmental issue with visible impact on the landscape. The photograph might serve to highlight issues related to environmental degradation or abandonment.","title":"Trenches and dikes are shown in the pond which helped to direct the acid water and oil to removal sites along the dikes. The liquid was treated and disposed of at a nearby site under supervision of EPA personnel. Cleanup prevented possible contamination of a nearby wildlife refuge and Great Salt Lake.","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["555853","555851","553009","544060","546913","555852","549307","555869","555870","547485","551497","555382","550259","547152","549944","555850"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["issue","chassis","machinery","devastation","object","mountain","puddle","segment","ground","degradation"]}
