{"path":"555804.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"The photograph depicts what appears to be an abstract or heavily filtered view, potentially of a natural scene. The image predominantly showcases an overall texture reminiscent of coarse, rippling water or a similarly fluid surface. The color gradient is striking, with a vivid shift from a deep red-orange hue at the center, which gradually transitions into a dark blue towards the edges. This could suggest an underwater scene illuminated by a light source, or a depiction enhanced by colored filters.\n\nThere are intermittent sparkles or glimmers that resemble reflections or floating particles, accentuating the impression of depth and movement within the scene. The framing is straightforward with a slight vignette effect around the corners, darkening at the edges which helps in focusing the viewer’s attention towards the brighter, more colorful center.\n\nThe overall mood conveyed is one of mystery and perhaps a touch of surrealism, due to the unusual colors and the abstract presentation. There are no discernible figures or objects that clearly stand out, reinforcing the abstract quality of the image. The image does not contain any explicit activities or people; it is entirely focused on presenting a textured visual experience.","title":"Closeup of acid wastes dumped 15 miles offshore in the New York Bight. They make up 90 per cent of all industrial wastes dumped into the Bight. More than three million cubic yards of acid wastes were dumped in the Bight during 1974. Dredge spoils are dumped six miles from shore, sludge 12 miles, and chemical wastes 106 miles.","placename":null,"location":"OTHER","nn1":["555213","552237","554919","557626","555714","555838","544716","552239","555177","550372","555336","544725","546110","553180","542981","550375"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["glimmer","vignette","sparkle","presentation","particle","shift","filter","mystery","depiction","framing"]}
