{"path":"555876.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"The photograph depicts an outdoor scene where two men are engaged in an environmental or agricultural activity. The setting is a vast, muddy field with a noticeable amount of standing water. The men, both wearing hats and casual outdoor workwear, are handling a large, flexible hose that appears to be pumping water or perhaps some other fluid into a designated area, likely for irrigation or draining purposes.\n\nThe area immediately around the men is particularly wet and muddy, indicating recent activity or a water management process. In the background, partially obscured by the distance and haze, are two large vehicles, possibly tractors or specialized field equipment, which suggest that this location is used for significant agricultural or industrial operations. The sky is clear and the overall lighting suggests daytime, providing good visibility and conditions for the work at hand.\n\nThe general atmosphere exudes a sense of manual labor and concerted effort in managing water or other resources in a vast open field, typical of agricultural landscapes or large-scale environmental projects. The workers' focused actions and the specialized equipment emphasize a formative scene of human interaction with the rural environment.","title":"Some of the liquid sludge which had been treated and spread at the disposal area trickled to the lowest portion of the site. It was collected and returned to another part of the disposal area. EPA personnel supervised cleanup of the contaminated pond, treatment and disposal. The pond posed a possible hazard to Great Salt Lake and a nearby wildlife refuge.","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["542535","545667","555877","543792","544371","549056","553659","555562","555563","555874","545535","557521","555866","548950","548869","556903"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["field","workwear","fluid","irrigation","tractor","hose","equipment","project","resource","water"]}
