{"path":"555844.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"The photograph provides an aerial view of a landscape featuring a combination of built and natural elements. Dominating the terrain are large, flat expanses, possibly salt flats, characterized by a textured, migratory-salt appearance which varies in color from white to shades of dark brown and pale blues, indicating areas of moisture or shallow water.\n\nA road runs through the image from the lower foreground toward the middle and continuing toward the top, curving around patches of landscape. Along this road, a small community appears, identified by clusters of small structures, likely residential or service buildings. In the center of this configuration is a larger structure—probably a gathering or community center—that attracts a higher density of surrounding vehicles and activity. This area has several green spaces and trees, providing a sharp natural contrast to the surrounding pale and barren land.\n\nAdditionally, several small bodies of water—ponds or pools—are visible throughout the scene. These water bodies vary in size and are interconnected by what appear to be small streams or wetland areas that shimmer in the light, possibly due to the reflection of the sun.\n\nThe area is quite isolated, suggesting a community in a predominantly undeveloped, possibly remote part of a coastal or estuarine environment. The overhead power lines paralleling the main road and tiny dots that might be people or more likely animals amidst the houses imply the presence of human life and activity. This vivid, textured aerial perspective skillfully captures a snapshot of human adaptation to a unique geographical and ecological niche.","title":"Aerial view of a five acre pond near Ogden, Utah, that contained acid water, oil, acid clay sludge, cars, dead animals and dumped debris.  It was cleaned up under supervision of the epa with help from the state of Utah, weber county, the u.s.  Coast guard and department of the interior.  The pond was drained to prevent possible contamination of Great Salt Lake and a wildlife refuge nearby","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["555863","555865","544764","543644","544778","555845","555684","555861","554166","550753","548602","554164","555880","554165","547098","548640"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["salt","community","flat","configuration","road","interconnect","adaptation","attract","parallel","vary"]}
