{"path":"555873.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"The photograph provides an aerial view of a large rural landscape, characterized by varying terrain and vegetation. On the left side of the image, there is a prominent dirt road that curves around a hill and leads towards the distant mountains. This road has distinct tire tracks and appears well-traveled, though it is still unpaved. Parallel to this dirt road and on the north side, there's another smaller, less distinct track that also follows the landscape's contours.\n\nThe terrain is predominantly arid with sparse vegetation, mostly composed of low shrubs and grasses which give a dull greenish-brown hue to the landscape. In the central area of the image, there is a darkened patch of land, implying either burned vegetation or a different soil composition. Within this burned or barren area, there are several curvilinear patterns that spiral towards the center, suggesting either an artistic venture or a method of farming or irrigation.\n\nIn the distance, beyond the immediate landscape, there is an expansive flat area filled with what looks like small bodies of water or wetlands, which then merge into a broader valley stretching out towards a mountain range on the horizon. The skies above are clear with ambient light indicating possibly late afternoon with shadows beginning to lengthen from the terrain features.\n\nOverall, the photograph captures a diverse and rugged natural environment possibly used for agricultural or pastoral activities, bordered by impressive mountain scenery. The use of the land, especially the pattern-making in the central zone, and the presence of the dirt roads indicate human activity and adaptation to a challenging landscape.","title":"Aerial view of the disposal site for the neutralized sludge taken from the five-acre pond nearby. The liquid was spread over the site and dished into the ground under supervision of EPA personnel. The site was to be monitored by Utah State University under an agreement with EPA.","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["555845","549175","549016","549182","550598","543665","550596","549179","555861","544764","544768","543772","554059","542838","557726","545842"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["dirt","road","mountain","making","track","terrain","irrigation","adaptation","method","landscape"]}
