{"path":"555813.jpg","date":"June 1974","photographer":"Alexander, Hope","caption":"This image is an aerial view of a large urban area under construction. In the foreground, we can see a large area of reclaimed land with a dirt surface, scattered equipment, and a few vehicles. This looks like a major development site possibly in the early stages of construction. On the right of the reclaimed land, there's a large water body with piers and boats docked alongside, suggesting this landscape is near a river or coast.\n\nDominating the middle ground of the image are two very tall, identical skyscrapers with dark facades, standing close to each other, which are very prominent and likely the most recognizable elements in the photograph. These buildings are surrounded by other high-rise structures, which give a dense urban feel to the area.\n\nIn between the water body and the skyscrapers, there is a roadway lined with moving cars, indicating an active, busy locale. The surrounding buildings vary in architecture, suggesting a mix of commercial and possibly residential areas.\n\nThe entirety of the scene is steeped in shades of blue and brown, characterized by the natural colors of the water and the earthy tones of the construction and urban landscape. The image gives an impression of a dynamic, evolving cityscape possibly captured in the mid to late 20th century given the style of the vehicles and the general quality of the photograph.","title":"One example of landfill in Manhattan, New York.  Is this site for battery park city, a huge housing complex.  Landfill and incineration are alternatives to ocean dumping.  But incineration adds to air pollution and land fill needs adequate open land which is hard to find, and it is also means a potential danger of polluting groundwater near the dump site","placename":"Manhattan (New York, N.Y.)","location":"Manhattan, New York","nn1":["544625","547996","546621","547259","549913","551507","549477","548382","552233","553790","555762","555746","548412","551509","548392","555755"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["reclaim","skyscraper","construction","entirety","land","coast","locale","roadway","vehicle","pier"]}
