{"path":"555807.jpg","date":"July 1974","photographer":"Alexander, Hope","caption":"The photograph captures a scenic yet industrious waterfront scene. In the foreground, there is a large floating barge equipped with an industrial crane. The crane is prominent, with its boom extended skyward. The barge appears to be supporting various pieces of heavy machinery and a few smaller structures, possibly for control or storage purposes. There are no visible people on the barge, suggesting its focus is purely functional.\n\nThe background of the image presents a striking contrast, displaying a hazy skyline of a city. The buildings appear softened and slightly obscured by atmospheric haze, lending the scene a dreamy, distant quality. The skyscrapers vary in height, with one particularly tall tower standing out due to its size and isolated position on the left side of the cluster.\n\nThe atmosphere overall has a slightly muted color palette dominated by blues and grays, suggesting either an early morning or late afternoon time with subdued lighting conditions. This lighting adds a serene and almost ethereal feel to the industrial activity in the foreground, connecting it intriguingly with the urban backdrop. The water between the barge and the city skyline is calm, reflecting a bit of the light and colors of the sky and contributing to the overall tranquil yet industrious atmosphere of the photograph.","title":"The U.S. Army Corps of Engineers dredging in New York Harbor for spoils that will be dumped in the New York Bight. Dredge spoils are as contaminated as sludge because of the outflow of raw sewage and other wastes into the harbor area. These wastes settle on the bottom and are picked up with other bottom sediments, and are dumped six miles from shore.","placename":null,"location":"OTHER","nn1":["547113","551563","546830","545909","550910","549783","551954","555731","549305","547109","552020","553865","555796","555808","552013","548320"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["barge","crane","skyline","boom","city","skyscraper","position","waterfront","bit","control"]}
