{"path":"555847.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"This is an aerial photograph depicting a landscape characterized by distinct environmental features. In the foreground, two major rail tracks run vertically, dissecting the landscape. Adjacent to the tracks on the left side of the photograph are vast, barren fields. To the right of the tracks, the scene is dominated by multiple pools of a dark reddish-brown liquid, likely waste or byproducts from industrial or mining processes.\n\nThese large pools vary in size and shape but share the same dark hue, suggesting pollution or contamination. Surrounding these pools are scattered debris and remnants of industrial activity, including what appears to be piles of waste material or rubble. Various smaller ponds and wetlands, which reflect a similar contamination, are spread throughout the scene, indicating widespread environmental impact.\n\nThe area is devoid of significant vegetation or wildlife, reinforcing the industrial nature of the scene. The background extends into a flat, expansive landscape with more rail tracks and roads, emphasizing the scale and potentially systemic nature of this disturbed environment. Overall, this striking photograph highlights significant environmental degradation and industrial influence, raising concerns about ecological health and sustainability.","title":"Aerial view of a five acre pond that contained acid water oil, acid clay sludge, cars, dead animals and dumped debris before it was cleaned up under epa supervision.  The privately owned land was leased to commercial firms which used it as a dump site.  It was cleaned up to prevent possible contamination of Great Salt Lake and a wildlife refuge nearby.  The tracks of the southern pacific railroad are seen","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["543815","555859","552169","543709","555846","551585","551611","544062","551556","544037","550259","555862","555752","544058","547485","542530"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["pool","contamination","track","rail","waste","byproduct","sustainability","tracks","ponds","health"]}
