{"path":"555836.jpg","date":"April 1974","photographer":"Alexander, Hope","caption":"This photograph captures a maritime scene where a transfer between two boats is occurring. The image is in full color and taken during the day under good weather conditions.\n\nOn the right, there's a larger boat, possibly a ship, painted in white and red, equipped with various marine navigational tools like radars at the front. The focus of the composition is on activities happening on or near the deck of this larger boat.\n\nA smaller boat, likely a pilot or transfer boat, is adjacent to the larger vessel. It has a vibrant red cabin and a white upper deck. The sea around the boats is slightly rough, causing visible churning in the water as the boats maintain close proximity.\n\nThe key activity in this scene is the transfer of a child between these two vessels. An adult male, wearing a cap and a dark jacket, holds the child securely while standing in the doorway of the smaller boat. The child appears calm and is dressed in a light-colored jacket and red pants. Another man, on the deck of the smaller boat, assists by holding a rope to stabilize the interaction or to help in transitioning the child.\n\nThere are several spectators or crew members observing the operation. Two men are on the deck of the larger boat, and there's another person inside the smaller boat, witnessing the transfer.\n\nOverall, the photograph vividly portrays a precise moment of transfer between two boats vivid with details of naval operation, personal interactions, and the environment.\n","title":"New York Harbor pilots transferring to the National Oceanographic and Atmospheric Administration ship \"Ferrel\" for a ride back to port. NOAA currently is monitoring the bight to learn how well sludge and waste is dispersed by natural circulation, and what effect man's activities have had on the system.","placename":null,"location":"OTHER","nn1":["546802","557815","551228","549373","547559","543465","544234","543948","555718","549590","555802","547548","549616","546758","547564","547553"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["boat","transfer","deck","child","vessel","witness","pilot","churn","happen","stabilize"]}
