{"path":"555852.jpg","date":"April 1974","photographer":"McAllister, Bruce","caption":"The photograph presents a scene of environmental devastation, capturing an expansive watery landscape strewn with various types of industrial waste and wreckage. The foreground prominently features large piles of crushed and twisted metal parts, submerged partially in murky water. Among these metallic debris, one can discern sections of cars and other machineries dismantled into unrecognizable forms. The water reflects a deep blue sky, amplifying the contrast with the rust-colored tones of the metal scrap.\n\nThe middle ground offers a view of more flooded areas, loaded with similar forms of destruction, including large machinery and vehicle parts that pepper the landscape. The terrain surrounding the watery graves is barren, with scant vegetation, indicating the harsh conditions likely exacerbated by the pollution.\n\nIn the background, rolling hills rise under a bright sky. The landscape beyond the immediate destruction shows some signs of life and natural formations, but the overall atmosphere is overshadowed by the foreboding presence of industrial ruin. \n\nA man stands on the left side of the frame, partly obscured, surveying the wreckage or possibly assessing the situation. He adds a human element to an otherwise bleak depiction of industrial neglect and environmental catastrophe, emphasizing the scale of devastation and suggesting concern or contemplation.\n\nOverall, the image offers a stark narrative about environmental degradation and the human impact on natural landscapes.","title":"Acid water, oil and acid clay sludge are evident in this five acre pond also cluttered with junked cars and other debris.  It was cleaned up under epa supervision to prevent possible contamination of Great Salt Lake and a wildlife refuge nearby.  Some 1,200,000 gallons of liquid was removed, neutralized and taken to a disposal site","placename":"Ogden (Utah)","location":"Ogden, Utah","nn1":["547485","555851","555848","555853","549307","555871","547907","546913","551559","547897","551497","547527","551562","552169","544810","550259"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["watery","wreckage","devastation","destruction","dismantle","bleak","overshadow","assess","twist","grave"]}
