{"path":"555939.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"This photograph features a detailed graffiti artwork on a brick wall. The main graffiti is composed of bold, large letters painted in red with white outlines and black shadows, giving a 3D effect. The letters are intricately styled with curves and embellishments, emphasizing a dynamic and urban artistic touch. Surrounding this central artwork are multiple layers of additional graffiti in various sizes, styles, and colors including white, black, and blue. These additional graffiti elements appear more chaotic and overlapping, with some consisting of names and others abstract shapes or scribbles, contributing to a densely tagged appearance indicative of a public or frequently visited urban space. \n\nThe composition of the image places the main red graffiti as the focal point, set against the rugged texture of the brick wall which is sporadically visible through the layers of paint. This setting suggests an outdoor location, possibly an alleyway or a side street that serves as a canvas for street artists. The image encapsulates a vibrant expression of street art culture, showcasing creativity and personal expression through public art.","title":"Graffiti with a supergraphic \"VAIL\" and other words on a wall in Brooklyn, New York City. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers, and tract homes. It is populated by Blacks, Latins, and the white poor. Most of all, the inner city environment is human beings, as beautiful and threatened as the 19th-century buildings they inhabit.","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["548271","547005","556232","556231","548476","549865","551926","548266","553506","554325","556230","545323","555936","555901","556690","555750"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["graffiti","artwork","art","letter","street","artist","public","alleyway","brick","creativity"]}
