{"path":"555945.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"This photograph portrays a vibrant yet serene urban scene, likely captured in the 1970s or 1980s given the style of clothing and the ambiance. It depicts a riverside park with various individuals and groups enjoying a leisurely day.\n\nKey elements in the image include:\n\n1. **People**: The photograph captures a diverse mix of people. To the left, a woman in a blue tank top is leaning against a tree, looking towards a group across the railings. Nearby, two children sit on a bench; one child is partially seen holding what appears to be a doll. In the center, behind the railing, a small group of people, including kids and adults, are gathered, looking towards the water. On the far right, a man in a blue shirt and glasses stands alone, observing the scene.\n\n2. **Setting**: The setting is a public space by a river, indicated by the presence of water and ships in the background. There is a prominent pedestrian promenade lined with railings, punctuated by trees providing some shade over the area.\n\n3. **Background**: A striking feature in the background is a large bridge, likely an iconic city structure, suggesting the setting might be near a famous location. Industrial elements like factories and ships are visible across the river, depicting an urban landscape.\n\n4. **Atmosphere and Mood**: The image conveys a casual, relaxed atmosphere, typical of a pleasant day out. The quality of the light and the shadows suggest it is either late afternoon or early evening. \n\nThis photograph not only captures a moment of urban leisure but also subtly documents the fashion and public life of its time. The presence of the bridge and industrial background provides a narrative about the city’s infrastructure and environment during that era.","title":"People on an outing at East River Park in Manhattan, New York City. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers and tract homes. It is populated by blacks, Latins and the white poor. Some of the best American architecture survives in her \"worst\" neighborhoods, only because it hasn't been demolished.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555948","544808","555947","553158","553319","557259","549283","550074","549537","549926","556296","550075","557258","551711","550751","557257"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["railing","ship","group","kid","bridge","child","1980","city","riverside","river"]}
