{"path":"555931.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"This photograph captures a vibrant and dynamic outdoor scene at a community playground or park. The image shows a group of young people engaged in various playful activities on a sunny day.\n\nIn the foreground, the focus is on a group of boys clustering around and climbing on large yellow-painted water pipes and fittings. These pipes, in various configurations, create a playful structure in the center of the image. Some boys are standing on the pipes and holding onto the fittings, while others stand or walk around the base. The children are dressed in casual summer clothing like shorts and swim trunks, and most are shirtless, suggesting warm weather.\n\nOn the left side of the photo, there is a large concrete slide with some graffiti. Multiple children are seen either climbing up the slide, sliding down, or running around it. This indicates a bustling and energetic atmosphere.\n\nThe background provides a glimpse of an urban environment, featuring older brick buildings, some of which appear residential. The buildings and the surrounding elements like a distant streetlight suggest a city setting, possibly in a neighborhood park.\n\nOverall, the composition of the photograph combines the youthful energy of the children with an urban park setting, conveying a sense of community and recreational activity. The lighting, with shadows indicating either early morning or late afternoon sunshine, contributes to the cheerful and vivid atmosphere of the scene.","title":"Youngsters on the July 4th holiday at the Kosciusko swimming pool in Brooklyn's Bedford-Stuyvesant district, New York City. Inner city residents enjoy using this intelligently located pool. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers, and tract homes. It is populated by blacks, Latins, and the white poor.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555928","555946","553512","555901","550002","553096","551725","551667","556287","557410","556175","556431","545867","552540","549666","557987"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["slide","fitting","pipe","climb","child","boy","configuration","sunshine","park","streetlight"]}
