{"path":"555901.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"This photograph features a vibrant urban scene captured within a chain-link fence frame. In the foreground, through the diamond-shaped gaps of the fence, a group of young children is visible playing in a concrete playground that is adorned with profuse graffiti. This graffiti colors the walls vividly, articulating a range of unstructured tags and larger, more colorful pieces that suggest a bustling area full of creative expression.\n\nThe main focus is on three kids in the center who are engaged in animated play. One child stands slightly apart, leaning towards the others, wearing a blue shirt and dark pants with a faint smile. The two other children are in motion: one dressed in red is playfully pushing against the other, who is wearing a light-colored top and dark pants. Their facial expressions and body language suggest dynamic and joyful interaction.\n\nIn the background, there is another older individual far right, turned away from the camera, almost blending into the graffiti-laden wall, perhaps watching over the area.\n\nThe buildings surrounding the playground are typical of an urban landscape: aged and layered with architectural details, subtly receding under the overcast sky. The setting indicates a dense city environment, likely a neglected or lower-income neighborhood given the playground's austere and heavily graffiti-covered walls.","title":"Three boys and \"a train\" graffiti in Brooklyn's Lynch Park in New York City. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers, and tract homes. It is populated by Blacks, Latins, and the white poor. Most of all, the inner city environment is human beings as beautiful and threatened as the 19th-century buildings.","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["555946","551725","555931","556166","549865","551726","557987","551924","553512","555928","552759","551727","556287","552755","553513","556163"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["graffiti","playground","child","wall","income","fence","kid","playing","diamond","language"]}
