{"path":"555950.jpg","date":"August 1974","photographer":"Lyon, Danny","caption":"This image depicts an outdoor scene featuring two young boys in an urban environment, seemingly a backyard or a communal area surrounded by residential buildings. The boy in the foreground, shirtless and with a tousled hairstyle, is leaning on a bicycle and looking directly at the camera with a subtle smile. He holds the handlebars, which position a bike reflector prominently in the lower foreground.\n\nThe second boy stands slightly behind to the right, partially obscured by the first boy. He is wearing a patterned short-sleeved shirt and has a cautious expression while observing something off-camera.\n\nThe background is densely filled with the rugged charm of brick buildings and external metal staircases that criss-cross multiple levels, adding a layer of depth and complex structure to the scene. There's visible wear and age on the buildings which create a textured historical ambiance. Lines of laundry are hanging to dry on one of the building levels, adding pops of color and signs of everyday life.\n\nThe setting is enriched with practical architectural details like balconies and numerous windows, some adorned with personal items like plants or decorations, suggesting a close-knit community atmosphere within an urban setting. There's a child also visible on one of the balconies, further enhancing the communal, residential feel of the photograph. The lighting is natural, suggestive of a bright, clear day.","title":"Two youths in Uptown, Chicago, Illinois, a neighborhood of poor white southerners. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers, and tract homes. It is populated by blacks, Latins, and the white poor. Some of the best American architecture survives in her \"worst\" neighborhoods, only because it hasn't been demolished.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556163","550249","544432","556166","546967","545338","545319","551225","545404","547170","551032","553147","556175","555951","545383","553553"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["boy","balcony","level","laundry","handlebar","backyard","pop","bike","cross","staircase"]}
