{"path":"555912.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"The photograph depicts a row of old, ornate brownstone townhouses, typical of an urban setting. The buildings are characterized by their uniform height and architectural details such as bay windows, cornices, and stoops leading to each main entrance. The facades feature contrasting paint over what appears to be stone or stucco, giving a textured and slightly aged appearance.\n\nThe scene captures a sunny day with clear blue skies. On the left, the street view includes a couple of vintage cars parked along the curb, suggesting the photo could be from a few decades ago. Traffic cones and partial street barriers are visible, perhaps indicating some road work or similar street maintenance.\n\nThe townhouses display a repetitive pattern in design, each unit mirroring the next, creating a cohesive visual flow down the block. Each unit has three visible levels, with the ground floor slightly elevated from the street, accessed by stoops that have classic iron railings. The windows on the upper levels are mostly curtained, with some windows opened slightly, hinting at the life inside.\n\nOverall, the photograph captures a quiet, residential moment in an urban environment, emphasizing historical architecture and a glimpse of street life from a time past.","title":"Row houses in Brooklyn, New York City. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers and tract homes. It is populated by Blacks, Latins and the white poor. Brooklyn remains one of America's best surviving examples of a 19th-century city. Some of the best architecture survives in her \"worst\" neighborhoods that haven't been demolished.","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["555920","555889","548470","555900","548471","550107","551629","547981","552762","549287","550035","557288","547945","558030","551722","552761"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["stoop","townhouse","street","unit","stucco","level","cornice","window","cone","past"]}
