{"path":"555922.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"This photograph depicts a scene with a vintage atmosphere, showing a classic American muscle car parked in front of an old, ornate house. The car, which appears to be from the 1960s or 1970s, is a hardtop with a striking two-tone paint job featuring a dark base color with a lighter stripe. It has shiny chrome bumpers and wheel rims, giving it a well-maintained look.\n\nThe house behind the car is a large, Victorian-style home with intricate architectural details. It features a bay window on the first floor, a covered porch, and a distinctive turret with a conical roof which projects above the main roofline lending a regal appearance. The siding of the house shows signs of wear, suggesting the house may be old or weathered. The colors of the house are muted, contrasting with the vibrant color of the car.\n\nThe scene is set on a quiet residential street. The road in front of where the car is parked shows some debris, hinting at a somewhat neglected urban environment. There are trees visible in the background, suggesting that the area has established vegetation, typical of an older neighborhood.\n\nOverall, the composition of the photo captures a nostalgic slice of mid-20th century American life, contrasting the bold character of the car with the faded grandeur of the historic house.","title":"Private residence on North Main Street in Paterson, New Jersey. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers, and tract homes. It is populated by Blacks, Latins, and the white poor. Most of all, the inner city is human beings, as threatened and beautiful as the 19th-century buildings in their environment.","placename":"Paterson (N.J.)","location":"Paterson, New Jersey","nn1":["551119","557878","551021","557692","548238","546230","550152","557667","551109","556766","556707","553488","556713","550148","554933","545321"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["house","car","turret","job","rim","roofline","bumper","front","chrome","bay"]}
