{"path":"555935.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"This photograph captures a vivid and colorful mural painted on a large wall overlooking an urban basketball court. The mural features various scenes and figures suggesting themes of community involvement and diverse activities such as reading, dancing, and sports. There are multiple people depicted within the mural displaying different ages and actively engaging in various pursuits, underscoring a sense of dynamic communal interaction. The figures are portrayed in a stylistic, somewhat abstract form with smooth contours and a cohesive palette that blends earthen and muted tones with pops of bright colors.\n\nIn the foreground, the basketball court is partially enclosed by a chain-link fence and is populated with several individuals. Some are engaged in basketball, visible on the left side where a player is in motion towards the basket, while others stand or walk around the court, either as spectators or as participants waiting for their turn to play. The individuals shown possess a casual demeanor, wearing typical street or sportswear suitable for a warm day.\n\nIn the background, beyond the mural, the urban context continues with aging residential buildings visible. These buildings are tightly grouped and show external fire escapes, typical of older urban apartments. There is a contrast between the vibrancy and hopeful messages of the mural and the somewhat rundown appearance of the surrounding architecture, suggesting a setting that may be grappling with urban challenges but also showcases a strong sense of community and cultural expression. The time appears to be either late afternoon or early evening as suggested by the ambient lighting and the long shadows cast across the court.","title":"Wall painting in Hell's Kitchen of Manhattan, New York City forms a backdrop to an inner city playground for area residents. The wall painting reads: \"The neighborhood belongs to the people not big business.\" The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers and tract homes. It is populated by Blacks, Latins and the white poor.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555936","556162","556230","545490","552011","556431","551031","555911","545323","555901","546527","545404","553262","549865","551128","551726"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["mural","basketball","dancing","pursuit","pop","player","turn","reading","figure","community"]}
