{"path":"555944.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"The photograph captures a scene on a sunny day on an urban street. The image foreground features two parked cars, both large and appearing to be models from the mid-20th century, colored in dark tones. One car is parked closer to the viewer, and the rear tail of this car is prominently visible with shiny chrome detailing and a bit of sunlight reflecting off the surface.\n\nIn the background, there are two buildings. The left building is painted in a vivid red with a lighter trim around the edges and windows, with classic horizontal slatted blinds partially covering the windows. The right building is painted a soft green and also has similarly styled windows but no visible blinds. Both buildings feature an old architecture style with a few ornamental details around the windows and doors. \n\nThere are five individuals in the scene engaging in various activities. The leftmost side shows a person in dark clothing entering or exiting the red building, standing by the door. Moving right, another individual, also in dark attire, stands on the sidewalk facing towards something out of frame, possibly interacting with someone or observing the street. The center of the photograph shows a person caught mid-gesture or movement, walking, dressed in a white shirt and light-colored pants. Another person, who is adjacent to them, appears to be in conversation or heading towards the entrance of the green building. The last person, farthest to the right, is also seemingly engaged in a discussion or perhaps waiting for someone, positioned in front of the green building. \n\nIn addition to these details, there's a black ornamental iron fence running along the front of the green building, which adds an element of urban residential design to the scene. \n\nThe overall composition paints a lively urban environment, possibly in the late afternoon given the angle of the shadows and the quality of the light, with personal interactions and 20th-century architecture and automotive design prominently featured.","title":"Inner city life on Bond Street in Brooklyn, New York City. Brooklyn remains one of America's best surviving examples of a 19th century city. Some of the best American architecture survives in her \"worst\" neighborhoods, only because it hasn't been demolished. Most of all, the inner city is human beings, as beautiful and threatened as the 19th century buildings in their environment.","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["545321","551084","545333","556709","545353","551913","555942","549882","549662","549881","548388","557882","545351","549872","557805","549310"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["blind","building","person","window","door","car","century","addition","front","iron"]}
