{"path":"555949.jpg","date":"August 1974","photographer":"Lyon, Danny","caption":"The photograph depicts a tall, narrow building, possibly an old townhouse with Victorian architectural elements. It features two main stories visible in the frame, capped with an elaborate cornice decorated with a combination of brick corbelling and intricate, classical moldings. The roofline is adorned with a decorative parapet.\n\nThe facade is constructed from red bricks and segmented by white stone or stucco bands that emphasize the building's verticality. Each of the windows is arched with a top border featuring detailed molding and keystones at the apex. The ground floor hosts two large windows and a door, all framed by ornate, white decorative moldings, which provide a stark contrast against the dark-colored bricks.\n\nThe entrance door is fitted beneath a grand, dark-colored archway with scrollwork details, lending an elegant and historic look to the entrance. This porch area seems to have a treaded, slightly raised platform leading to the door, possibly made of stone or concrete. \n\nOverall, the building exudes a strong historical character, suggesting it might have been built in the late 19th or early 20th century during the Victorian era, known for its elaborate and often eclectic architectural styles. The background mainly consists of a clear blue sky, and the foreground might have some foliage, although it is not prominently visible. The image captures the essence of historical architectural beauty found in many urban settings.","title":"House in the inner city of Chicago, Illinois.  The inner city today is an absolute contradiction to the main stream america of gas stations, expressways, shopping centers and tract homes.  It is populated by blacks, latins and the white poor.  Some of the best american architecture survives in her \"worst\" neighborhoods, only because it hasn't been demolished","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["557073","557643","558150","557065","558122","557066","557064","557071","542815","558162","558031","550042","558156","557074","557076","555889"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["molding","brick","door","entrance","apex","19th","stucco","stone","cornice","verticality"]}
