{"path":"555903.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"This photograph captures the front of a two-story house, which is distinctive due to its bright pink exterior siding and blue trim details. The house is somewhat narrow, wedged between two other buildings, with the one on the left similarly styled but in a pale blue color. The house features a traditional architecture with a flat front and symmetrically placed windows: three on the upper floor and two on the ground floor, with modest trim around them. \n\nA small wooden porch spans the width of the house, accessible by a few deteriorating steps, flanked by lattice-covered brick bases. The porch includes features like a blue wooden door and two wooden chairs, suggesting it's an area where people might relax. Visible on one window sill of the upper story is a red-colored object, perhaps a flowerpot or decoration.\n\nThe area in front of the house appears somewhat run-down, with a littered street including a discarded tire, a couple of cans, and some random debris scattered across the sidewalk. This gives a sense of neglect or decay in the immediate environment. Overall, the image evokes an urban, possibly low-income neighborhood vibe, where the bold colors of the house stand out against the backdrop of urban decline.","title":"House in the inner city of Paterson, New Jersey. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers and tract homes. It is populated by Blacks, Latins and the White poor. Most of all, the inner city environment is human beings, as beautiful and threatened as the 19th century buildings.","placename":"Paterson (N.J.)","location":"Paterson, New Jersey","nn1":["550113","550124","550117","546439","550144","557638","557286","552968","551164","558149","557649","546444","558036","557076","546429","557346"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","trim","front","porch","income","down","sill","floor","story","basis"]}
