{"path":"555911.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"The image captures a vibrantly colored and expressive mural on the side of a building. The mural depicts various scenes and symbols that suggest themes of social and economic issues.\n\nOn the left side of the mural, there's a large green dollar sign held up by a hand. This symbol is prominently displayed against a backdrop of solid maroon and brown building silhouettes, indicating its overpowering presence or influence.\n\nThe central and right sections of the mural contain a series of images depicting people in different situations. In the foreground, a profile of a man's face is visible; he appears contemplative or possibly distressed. Next to him, a figure raises a fist, a common gesture of defiance or resistance.\n\nFurther right, the mural shows a group of people positioned at different levels on what appear to be wooden boards or planks, possibly suggesting unequal societal levels or instability. The people on these boards are in various poses; some seem to be helping each other, while others are reclining or sitting alone, indicating diverse states of interaction or isolation.\n\nIn the background, there is a crowd of people stretching toward the background, perhaps symbolizing a community or movement. Above the crowd, the sky shifts from a light blue to a turbulent darker shade, perhaps indicating gathering tension or an impending challenge.\n\nThe overall atmosphere is somewhat somber and reflective, with the artwork clearly addressing themes of economic disparity, community, and possibly resistance or activism.\n\nIn the foreground of the photograph, unrelated to the mural, there are cars parked along the building, and the area in front of the mural looks like a typical urban parking or empty lot, possibly neglected, with scattered debris and a visible trash barrel. The setting suggests that the mural is located in a practical, everyday environment where the messages depicted might resonate with the local community.","title":"Wall painting at division and forsyth streets in lower Manhattan, New York city.  This project is a portrait of the inner city environment.  It contains life, large wall murals and people enjoying themselves.  The inner city today is an absolute contradiction to the main stream america of gas stations expressways, shopping centers and tract homes.  It is populated by blacks, latins and the white poor","placename":"Manhattan (New York, N.Y.)","location":"Manhattan, New York","nn1":["545323","556230","555935","555936","556231","549785","547841","550141","553506","555939","548271","552965","546445","557567","552750","551726"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["mural","symbol","board","crowd","community","activism","people","level","distress","maroon"]}
