{"path":"555940.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"This photograph depicts an urban scene framed by two large, brick apartment buildings. The buildings are tall and show a somewhat symmetrical design with numerous windows, some featuring air-conditioning units. The colors are rich in muted earth tones, and there are several balconies visible in the façade. Between the buildings, a narrow, darker alley or street leads away from the forefront where the main activities are occurring.\n\nIn the lower part of the image, the scene is busy with a few people and vehicles. In the foreground on the left, there are two individuals engaged in some activity around the open trunk of a white car, which appears somewhat dated, suggesting the photo might be from an earlier decade. Another dark-colored car is parked adjacent to the white car. Near the center and to the right, a few more individuals can be seen. The small group includes an adult and a couple of children. One child is riding a bicycle.\n\nThe ground is partially visible with patches of road and sidewalk, and a lamp post is seen towards the center-left of the image, lit and casting a light despite the apparent daylight, which might indicate early evening. The setting indicates an everyday, residential life in an urban environment, possibly representing a moment of activity and interaction in a tightly-knit community. The overall ambiance is slightly muted, reflective of a quiet, yet active residential neighborhood.","title":"Avenue D housing project on the Lower East Side of Manhattan in New York City. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers, and tract homes. It is populated by blacks, Latins, and the white poor. Some of the best American architecture survives in her \"worst\" neighborhoods, only because it hasn't been demolished.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555942","556178","555944","552965","545350","556170","545326","555895","549287","553840","552756","547174","550053","551084","555951","549829"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["conditioning","car","alley","child","knit","apartment","occur","bicycle","façade","date"]}
