{"path":"555988.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph captures a bustling urban street scene, likely from the late 20th century, exemplifying a moment in American automotive and railroad history. The viewpoint is from within one lane of a multi-lane street looking directly ahead where traffic lights hang over the road. The traffic includes a mix of vehicles from the era: vintage cars and a motorcycle, suggesting the photo dates back a few decades. Notably, cars are stopped or slowly moving, hinting at either a traffic signal or general congestion.\n\nIn the foreground, cars and a motorcycle occupy the lanes; a silver car and a motorcycle are prominently positioned closest to the viewer’s perspective. In the background, an elevated train platform runs parallel above the street, with a two-level passenger train branded with \"Santa Fe\" clearly visible crossing the frame from left to right. The train's presence introduces a dynamic contrast between rail and road transit.\n\nThe setting is framed by an array of signage and buildings indicative of a well-established city environment. Prominent signs include one for a Baptist Church and various business advertisements, adding to the urban vibe. The architecture includes brick buildings and commercial structures, some with visible storefronts.\n\nOverall, the composition encapsulates a slice of urban life, emphasizing the coexistence of road and rail transportation in a busy city setting. The array of mid-20th-century vehicles and the active rail line capture both the movement and the static elements of city transport infrastructure.","title":"Amtrak's southwest limited crossing central avenue in downtown Albuquerque, New Mexico, on its trip from Los Angeles California, to Chicago.  The rail passenger service act of 1970 authorized the national railroad passenger corporation to manage the basic national rail network and be responsible for operating most u.s.  Intercity passenger trains under contracts with the nation's railroads","placename":null,"location":null,"nn1":["556224","549853","547651","556202","546700","545498","547369","548474","545216","555927","554293","556724","550139","549919","550012","549872"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["motorcycle","rail","train","traffic","car","lane","city","street","array","road"]}
