{"path":"555900.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"This photograph depicts a street scene set against a row of old brownstone townhouses. The buildings are multi-story, with bays and stoops, possessing distinctive architectural features such as ornate moldings around the windows and doorways. Each townhouse has tall windows with sills and lintels, and there are several small trees and street lamps visible lining the sidewalk.\n\nIn the foreground, various people are active, suggesting a lively urban environment. People of different ages can be seen walking and standing, engaged in various activities. A woman in the foreground appears to be interacting with a bicycle or possibly a child’s stroller.\n\nA large, classic antique-style car is parked on the street, adding a sense of the era to the scene, probably indicating this photograph was taken several decades ago, likely in the mid-20th century. The scene is captured during the day under natural lighting, casting soft shadows on the street and highlighting the vibrant, albeit somewhat faded, colors of the surroundings.\n\nLitter can be seen on the streets, indicating either a recent event or neglect in upkeep. The atmosphere, coupled with the architectural style and the attire of the people, suggests an urban American neighborhood from the mid-20th century.","title":"Apartment house across from Fort Greene Park in Brooklyn, New York City. Brooklyn remains one of America's best surviving examples of a 19th-century city. Most of all, the inner-city environment is human beings, as beautiful and threatened as the 19th-century buildings. Some of America's best architecture survives in her \"worst\" neighborhoods, only because it hasn't been demolished.","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["555912","549287","557288","555920","553550","549267","556170","555942","550107","555905","546428","556225","552761","551084","551629","552762"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["townhouse","street","stroller","sill","stoop","molding","possess","upkeep","century","standing"]}
