{"path":"555919.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"This photograph captures an urban scene dominated by an ornate, curved, white-tiled building that appears to be a theater, prominently featuring the word \"Loew's\" on its facade, suggesting it once belonged to the Loew's chain of movie theaters. The architecture is richly decorated with intricate moldings and sculptures adorning the walls beneath the eaves and around the windows.\n\nThe building is situated at a street corner, and to the left of the photo, you can see an elevated train track structure made of dark, weathered steel, indicative of older urban infrastructure, likely part of a city's public transit system. Beneath this track is what appears to be a dark green or black road sign with white text that is not fully legible, but shows directions or street names.\n\nThe street itself is devoid of people, vehicles, or much activity, lending a possibly early morning or deserted feel to the scene. The pavement shows some reflective qualities, suggesting it might be wet. Moreover, there are several white barricades with red reflections near the curb, which could indicate construction or area closures. At the base of the theater, two sets of closed and barred double doors can be seen, above which hangs a marquee bearing titles of movies or performances, which are not legible in the picture.\n\nThe overall atmosphere of the photograph, combined with the architecture and its elements, gives a sense of deserted grandeur, perhaps capturing a moment when this once-busy entertainment venue is in a quieter phase or after it has fallen out of mainstream use.","title":"RKO Bushwick Theater in Brooklyn, New York City. Brooklyn remains one of America's best surviving examples of a 19th-century city. Some of the best American architecture survives in her \"worst\" neighborhoods, only because it hasn't been demolished. This project shows the inner-city environment of buildings and people. Most of all, the environment is human beings, as beautiful and threatened as the buildings in their environment.","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["550140","550285","557643","555902","550685","550108","547580","552534","556046","557635","553478","555952","552968","551586","551870","552681"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["theater","street","title","eave","track","barricade","molding","entertainment","phase","sculpture"]}
