{"path":"555948.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"This photograph captures a moment at a lively urban waterfront, probably from the early to mid-late 20th century given the style of clothing and color saturation of the image. The scene is busy and filled with energy, likely occurring on a warm day judging by the clothing of the individuals.\n\nThe foreground is taken up by several individuals standing by a waterfront railing, all are facing towards the water. To the far left, a man leans on the railing, dressed in a white tank top bandana. He appears contemplative or lost in thought as he looks out over the water. The rest of the group consists broadly of people of various ages, including children and adults, some of whom are standing or holding onto the railing while looking towards the activity on the river.\n\nThe body of water pictured is busy with several boats visible; small recreational boats are closest to the foreground, suggesting a lively, perhaps festive atmosphere. In the background, larger vessels can be seen, including what appears to be a significant ship and tugboats, indicative of a working river. Additionally, a prominent bridge spans the background with a cityscape beyond it, dotted with indistinct building silhouettes, hinting at an urban setting near a major city.\n\nOverall, the image captures a slice of life by the water in an urban environment, portraying both leisure and industry, as well as a glimpse of the city’s infrastructure with the bridge in the background. The photograph likely serves as a poignant snapshot of social and urban landscapes during the period it was taken.","title":"People looking at boat traffic on the East River with the Manhattan Bridge and New York City in the background. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers and tract homes. It is populated by Blacks, Latins and the white poor. Most of all, the inner city environment is human beings, as beautiful and threatened as the 19th century buildings of their environment.","placename":null,"location":"OTHER","nn1":["546839","555945","546797","543465","549931","547830","549503","550937","555731","550014","551707","551991","548078","549783","549934","547700"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["railing","waterfront","bridge","judging","bandana","clothing","boat","tugboat","city","saturation"]}
