{"path":"555964.jpg","date":"May 1974","photographer":"O'Rear, Charles","caption":"This photograph depicts the front exterior view of Union Station, an iconic train station. The building presents a blend of Art Deco and modern architectural styles, characterized by streamlined forms and geometric motifs. The façade is symmetrical, with a central large arched entrance flanked by smaller arched windows. Above the main entrance, there is a decorative, circular stained glass window.\n\nThe building features a tall clock tower on the right, which is a distinctive feature enhancing its prominence. The tower has a series of vertical, narrow windows and is capped with what appears to be a modernist, tiered structure.\n\nIn the foreground, there is a pathway leading toward the station, bordered by a geometrical arrangement of hedges and flowers. The path is lined with several decorative, large lamps that echo the architectural style of the building. On both sides, the photograph features various tropical palm trees, emphasizing the station’s Southern California location.\n\nThe sky appears overcast, casting a soft, diffuse light that saturates the colors and enhances the tranquil and somewhat solemn atmosphere of the scene. The lack of visible people and vehicles adds a sense of quietness and stillness to the photograph. Overall, the image captures a historical and architecturally significant building in a serene urban environment.","title":"Exterior of the Los Angeles Union Passenger Terminal, built for the 1932 Summer Olympics held in that California city. Many of the large stations such as this are being refurbished with the addition of new shops, stores and offices. Other terminals are being replaced with new facilities.","placename":null,"location":"OTHER","nn1":["556077","556127","556123","556107","556129","555969","556002","556125","556131","556021","556122","556046","556778","555987","555960","556130"],"cl":[34],"cluster":["#34 &mdash; Religious Buildings"],"terms":["station","entrance","tower","hedge","window","quietness","prominence","motif","clock","palm"]}
