{"path":"555905.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"This photograph depicts an urban street scene that captures a moment of everyday life in a neighborhood, possibly from the 1970s or 1980s given the style of clothing and overall ambiance. The setting shows a row of older, somewhat worn multi-story residential buildings, each uniquely colored and designed. The architecture features elements like wooden porches, textured shingles, and some ornamental detailing typical of early 20th century urban constructions.\n\nThree main human figures can be seen: two individuals (one adult and a child) on the porch of a pink-colored home, and another adult standing on the pavement. The person on the pavement appears to be a woman, dressed in dark clothes. On the porch, to her right, there's an adult in casual wear (a sleeveless top and a cap) sitting with legs hanging off the edge next to a young child who seems to be interacting or playing. Both are relaxed and unaware of the photographer. The ambiance is informal, suggesting a warm, possibly summer day due to the choice of clothing and open outdoor sitting arrangement.\n\nIn the background, the block continues with similar houses characterized by dark tones and aged wood, presenting a cohesive visual of an older residential area. The street is devoid of modern vehicles or signs, adding to the timeless feel of the scene. Overall, the photograph captures a slice of life, highlighting residential architecture and leisure moments in a community setting.","title":"Street of homes in the inner city of Paterson, New Jersey.  The inner city today is an absolute contradiction to the main stream america of gas stations, expressways, shopping centers and tract homes.  It is populated by blacks, latins and the white poor.  Most of all, the inner city environment is human beings, as beautiful and threatened as the 19th century buildings","placename":"Paterson (N.J.)","location":"Paterson, New Jersey","nn1":["548441","545397","545350","549296","557641","545326","552761","549287","557286","557287","555900","553550","556170","555895","553493","551119"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["adult","pavement","porch","visual","constructions","sitting","clothing","child","photographer","porche"]}
