{"path":"555910.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"This photograph captures a vintage urban street scene, possibly from the 1970s or 1980s, based on the architectural styles and vehicle designs. In the foreground, you see wide, empty streets marked with several lanes and a crosswalk. The street is aligned with traffic lights and basic metal guardrails on the sidewalk.\n\nThe primary focus of the environment is a mixture of mid-rise buildings and street-level businesses. Prominently featured is a Gulf gas station with its distinctive orange and blue signage and a retro design typical of the era. This gas station includes a small service building with a flat roof.\n\nOn the left side of the image, a large, dark-colored billboard advertises \"General Chain and Belt Company\" above the Gulf station. Adjacent to the gas station and on the right side, there are other buildings advertising various services and products. Notable among these is a large and colorful billboard featuring multiple advertisements, including a prominent one for “Lafayette” in bold letters, suggesting a place or a brand, and several smaller ads layered on top of each other, indicating a bustling commercial area.\n\nThe buildings themselves have a somewhat weathered look with faded facades, and you can discern multiple billboards stacked against one another indicating a dense commercial setting. The overall atmosphere of the image portrays a typical busy cityscape with the normal flow of city life oddly missing, perhaps indicating the time of day or economic factors at the time the picture was taken.\n\nThere are cars on the road, including a yellow cab, which adds to the period feel of the image, capturing the essence of an American cityscape of the past. Overall, the photograph holds a nostalgic, historical value, showing a slice of urban life and commercial architecture from the last decades of the 20th century.","title":"Wall painting on a building on Houston street in New York city's Manhattan.  The inner city today is an absolute contradiction to the main stream america of gas stations, expressways, shopping centers and tract homes.  It is populated by blacks, latins and the white poor.  This project is a portrait of the inner city environment it contains life, great wall murals and people enjoying themselves","placename":"New York (N.Y.)","location":"New York, New York","nn1":["547651","549882","545216","547369","556709","555458","549003","550093","542586","555457","551135","545614","550139","549872","545498","546184"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["billboard","station","gas","street","advertise","service","cityscape","factor","ad","value"]}
