{"path":"555918.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"The photograph features an elaborate stone architectural relief embedded high on the facade of a building. At the center of the artwork is a large shield adorned with heraldic symbols, including a vertical flute-like instrument and swirling foliage designs. The shield is framed with draping fabrics and supported by acanthus leaves at the base.\n\nFlanking the shield are two symmetrical cherubs; each is engaged in an activity with musical instruments. The cherub to the left holds what appears to be a long horn or trumpet, while the one to the right holds an object that could be another musical instrument. \n\nAbove the shield and nestled within the ornamental design elements are additional classical motifs such as columns or pilasters, rolled scrolls, and a swag of carved fruits and leaves that hang beneath the ensemble. At the very bottom of the relief, a grotesque mask anchors the sculpture, adding a dramatic and somewhat mystical quality to the stonework.\n\nThe overall effect is richly decorative, typical of a Baroque or Neo-Baroque architectural style, suggesting that the building might be a theater, music hall, or another institution related to arts. The craftsmanship of the stonework is intricate, showing high relief carvings that emphasize shadow and depth, enhancing each element of the design under varying lighting conditions. The photograph captures these details with a focus that reveals the textures and weathering of the stone, hinting at the historical longevity of the building.","title":"Building detail of the rko bushwick theater in Brooklyn, New York city.  Brooklyn remains one of america's best surviving examples of a 19th century city.  Some of the best american architecture survives in her \"worst\" neighborhoods, only because it hasn't been demolished.  This project shows the inner city environment of buildings and people","placename":"New York (N.Y.)","location":"New York, New York","nn1":["549585","548652","551850","557073","557074","551870","552498","555949","557093","558132","547299","558113","553422","549676","548288","546512"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["shield","relief","instrument","stonework","horn","stone","ensemble","theater","carving","institution"]}
