{"path":"555946.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"This photograph captures a lively scene at an urban park. The foreground prominently features a large, graffiti-covered concrete structure, possibly part of a play area. Mounted on it is a red seesaw with children playing on it, adding a vivid splash of color and movement to the scene.\n\nSeveral individuals, mostly children of varying ages and genders, are scattered throughout the scene engaged in various activities. Two children are using the see-saw, while others are sitting or standing around, some interacting with each other. To the left, there are other playground structures and a spraying fountain where more children are playing.\n\nIn the background, the park continues with more play structures and benches, where adults are seated, watching over the children. The park is lined with trees, and beyond, there seems to be a view of a body of water and possibly a distant city or industrial structures.\n\nThe overall atmosphere is dynamic and communal, with a gritty urban feel emphasized by the graffiti and the design of the playground equipment. The lighting suggests it is either late afternoon or early evening, lending the scene a slightly subdued yet warm tone.","title":"Kids enjoying playground equipment in East River Park in Manhattan, New York City. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers, and tract homes. It is populated by Blacks, Latins, and the white poor. Some of the best American architecture survives in her \"worst\" neighborhoods, only because it hasn't been demolished.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555931","555901","555928","551720","549666","547875","551725","551667","553512","550002","546562","556290","545867","557410","557987","549674"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","playground","graffiti","park","play","gender","fountain","structure","splash","bench"]}
