{"path":"555997.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph depicts the interior of a passenger train's dining car. The room appears well-lit, presumably with natural light likely coming from windows on the side of the car. The decor of the dining car has a mid-20th century feel with blue upholstered seats and a light color scheme on the walls and roof, accented with darker table frames.\n\nOn the left, several tables are occupied by passengers engaged in dining or conversation. People are seated in groups of three or four around their respective tables, with white tablecloths spread over each table, set with apparent lunch settings which include meals, beverages, and some floral arrangements.\n\nA central aisle runs down the middle of the car, with a male waiter clad in a red uniform visible walking through it, contributing to the scene of active service and hospitality.\n\nOn the right, more passengers are engaged similarly, including a young girl seated facing the aisle, turned slightly towards an older male companion on her left.\n\nOverall, the atmosphere evokes a convival, relaxed social setting common to train travels in earlier decades, suggesting a moment captured in everyday travel during the mid to late 20th century. The elegance and formality of train dining service are emphasized by the uniform of the server and the neatness of the table settings.","title":"Dining car of the Southwest Limited is one of the highlights for passengers traveling between California and the Midwest. It is rated as one of the top two trains in food and dining room service by passengers surveyed, according to Amtrak. Regional specialties are served such as steaks, buttermilk pancakes, salads and sourdough bread. A children's menu also is aVailable. This train is enroute from Albuquerque, New Mexico, to Dodge City, Kansas.","placename":null,"location":"OTHER","nn1":["555993","555980","555982","556061","556781","556052","555974","556094","555999","556088","555994","556080","556833","556835","556671","555958"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["dining","table","aisle","passenger","train","car","uniform","seat","service","travel"]}
