{"path":"555936.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"This photograph captures a vibrant urban scene featuring a colorful mural on the side of a building. The mural depicts various athletes engaged in different sports activities. At the far left, there’s a baseball player in action, possibly swinging a bat, set against a dark background. Moving right, other figures in the mural include an American football player, basketball players, and another baseball player, among others. This artwork showcases motion and energy, with each athlete captured in a dynamic pose.\n\nIn the foreground, a bright red, ornamental fire hydrant commands attention, providing a pop of color that contrasts with the mural. Next to the hydrant, a man walks by, dressed in dark clothes, further diverging from the mural's vivid color scheme. His motion parallels the dynamic movements depicted in the mural, linking life and art subtly.\n\nThe surrounding area includes red-brick buildings with details that signify a typically busy street scene. The sign reading \"Tropics Sporting Goods\" suggests the locality caters to sports enthusiasts, aligning with the theme of the mural. The combination of real, everyday urban elements with the depicted sports activities on the wall creates a layered, engaging urban scene that blends art with life.","title":"Black sports heroes are the motifs in these wall paintings on nostRand avenue in Brooklyn, New York city.  The inner city today is an absolute contradiction to the main stream america of gas stations, expressways, shopping centers and tract homes.  It is populated by blacks, latins and the white poor.  Most of all, the inner city environment is human beings, as beautiful and threatened as the buildings they inhabit","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["555935","556230","555911","553314","556231","555939","545404","551926","545323","551726","550078","551727","551768","551094","549271","556162"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["mural","player","hydrant","sport","baseball","art","football","locality","basketball","diverge"]}
