{"path":"555917.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"The photograph captures a dramatic urban emergency scene, possibly following a riot or a significant disturbance. The setting appears to be a residential street lined with multistory townhouses. Several buildings are visibly affected, with one in the center of the frame showing heavy smoke and flames emerging from the upper windows.\n\nEmergency response is in full action; multiple red fire trucks are scattered throughout the scene, and firefighters can be seen employing ladders and hoses to combat the blaze. Debris extensively litters the street, indicating the severity and possible violence of the event that led to this situation. The debris includes overturned and crushed items that could have been part of street barricades or remnants from looted and damaged properties.\n\nNumerous parked cars, mostly from the 1960s to 1970s era judging by their designs, are present along the road. The scene is also crowded with people, many of whom appear to be onlookers or possibly residents, gathered in groups and observing the efforts to control the fire and aftermath of the disturbance.\n\nIn the background, lush green trees suggest the incident is in an area with some greenery, possibly in an urban residential neighborhood. The atmosphere is tense and chaotic but organized in terms of the emergency response in action.","title":"Fire set by the Brooklyn Polytechnic Institute to test wires and insulation in New York City. Brooklyn remains one of America's best surviving examples of a 19th century city. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers and tract homes. It is populated by Blacks, Latins and the white poor.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555479","555481","555480","555482","555540","548854","548478","546373","543933","551715","551088","543904","543002","544776","547868","547673"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["emergency","response","disturbance","fire","street","action","incident","employ","severity","barricade"]}
