{"path":"555926.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"This photograph captures a vivid and energetic scene at a public outdoor area, likely a pool or a recreational water facility, during a bright, sunlit day. The focal point is a young male standing against a large yellow wall. He is bare-chested, wearing only a white towel wrapped around his waist and is positioned in a relaxed pose with one arm extended and resting on the wall.\n\nHe appears either to be drying off or taking a break from swimming, as suggested by his damp hair and skin. Attached to the yellow wall are metal fixtures from which two white towels hang, indicating the area might be designated for swimmers to rest or dry off.\n\nThe background is a lively environment where various activities are taking place. Groups of people, including children and young adults, can be seen across the slick, reflective surface of the ground that suggests the presence of water. The individuals are engaged in different actions like walking, bending, and conversing, contributing to a bustling atmosphere.\n\nOn the far left, a woman in a bikini walks by the scene, while another individual bends down, possibly picking something up from the ground. The reflection on the watery surface of the ground and the sunlit, bright colors create a vibrant summer atmosphere. This setting is indicative of a communal and leisurely space where community members gather for cooling off and socializing during a hot day.","title":"Boy against a yellow platform at the Kosciusko swimming pool in the Bedford-Stuyvesant district of Brooklyn in New York City. Inner city residents enjoy themselves at this intelligently located pool. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers, and tract homes. It is populated by Blacks, Latins, and the white poor.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548548","551093","555891","548549","552012","552706","550228","548085","553447","544339","552952","550002","558143","544185","544204","558144"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["towel","wall","swimmer","bikini","waist","walk","swimming","fixture","ground","member"]}
