{"path":"555942.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"The photograph captures a scene of everyday life in front of a red brick townhouse, which has three levels including a visible basement. The townhouse's facade is adorned with decorative cornices at the roofline, and there are three windows visible on the first and second floors. The windows on the first floor are partly obscured by curtains, while the one open window on the second floor reveals three people, including children, looking out into the street.\n\nAdjacent to the townhouse is a smaller building made of lighter colored bricks with a large grey sliding door, suggesting it might be a commercial or industrial space. A weathered green door and a sign reading \"SHAINTER LETTERS\" can be seen on the side. The sign's paint is faded, and the overall appearance is somewhat aged and worn.\n\nIn front of these buildings, parked along the curb, are two cars, reflecting the styles commonly seen from the late 1960s to the early 1970s. The nearest car is a large, polished black sedan with distinctive round headlights and a prominent chrome bumper.\n\nThe lighting suggests it's either early morning or late afternoon, with the setting or rising sun casting deep shadows on the scene, which adds a rich contrast between the light and dark areas. The overall mood evoked is one of a quiet, possibly warm day with activities that involve typical neighborhood interactions or observations.","title":"Row houses on bond street in Brooklyn, New York city Brooklyn remains one of america's best surviving examples of a 19th century city.  Some of the best american architecture survives in her \"worst\" neighborhoods, only because it hasn't been demolished most of all, the inner city environment is human beings, as beautiful and threatened as the 19th century buildings they inhabit","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["555944","555940","553550","549287","557288","552756","552965","555900","555920","551084","545321","545350","545326","551119","545351","555905"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["townhouse","floor","brick","cornice","door","window","roofline","slide","bumper","front"]}
