{"path":"555928.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"This photograph captures a vibrant and lively scene at an urban playground or park, likely taken during the late afternoon hours given the quality of light. The main focus is on a large, concrete pyramid-shaped structure with kids engaged in various playful activities. The structure has a steep slope and is equipped with metal slides on one side, which several children are using. Some children are climbing the slope, while others are seated or standing on top of the structure, enjoying the surroundings or waiting their turn to slide.\n\nIn the background, urban residential buildings with a worn look give a hint of a densely populated neighborhood. The homes are multiple stories tall, with typical features such as brick exteriors and flat roofs. A street light visible on the right side complements the urban public space vibe.\n\nThe ground around the pyramid is littered with small pieces of debris, suggesting frequent use and possibly infrequent maintenance. The photograph exudes a sense of freedom and youth, capturing a moment of carefree enjoyment among children in an urban setting. The warm lighting and shadows add a rich, nostalgic tone to the image, emphasizing the end of a day spent in play.","title":"Kosciosko swimming pool, a public pool that has been intelligently placed for use by residents of the inner city in the Bedford-Stuyvesant district of Brooklyn in New York City. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers and tract homes. It is populated by Blacks, Latins and the white poor.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555931","551725","555946","557987","547875","549674","555901","556175","549653","546562","553159","556166","552755","551720","553512","551924"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["pyramid","child","slope","kid","slide","playground","turn","youth","freedom","hour"]}
