{"path":"555908.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"This photograph shows a large, old brick building prominently in the frame, occupying a corner position on a street, presumably in an urban setting. The building is several stories high, with a peaked roof and two distinct chimneys or architectural features on the top that resemble small towers. The side of the building visible to us has deep red brickwork and several windows, some of which are rounded at the top, indicating a possibly Victorian architectural style.\n\nThe bottom floor of the building has a bay window that protrudes slightly out into the street, and above it, the subsequent floors have regular windows lined up vertically. The details around the windows and corners of the building have darker brick or stonework, providing a contrast to the primary brick color.\n\nIn front of the building, there is a metal fence painted black that seems to enclose a small front yard or sidewalk area. Parked in front of this fence are two vintage cars, suggesting the photo might be from the mid-20th century. The car closest to the viewpoint is a darker color, possibly a sedan, while the other car behind it has a lighter body, also appearing to be a sedan from around the 1960s or 70s.\n\nThe sky is clear blue, indicating a bright, sunny day, which casts shadows on the building and makes the colors appear vibrant. The overall mood of the image is quiet and somewhat nostalgic, focused on historical architecture and vintage automobiles, evoking a sense of a bygone era in an urban setting.","title":"House in Park Slope, Brooklyn, New York City. Brooklyn remains one of America's best surviving examples of a 19th century city. Some of the best American architecture survives in her \"worst\" neighborhoods, only because it hasn't been demolished. Most of all the inner city environment is human beings, as beautiful and threatened as the 19th century buildings.","placename":"Brooklyn (New York, N.Y.)","location":"Brooklyn, New York","nn1":["556766","550024","546440","551119","557156","552965","549287","555920","555944","550118","550053","553472","557155","558161","545355","545326"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["brick","building","sedan","window","corner","fence","floor","car","stonework","brickwork"]}
