{"path":"555902.jpg","date":"June 1974","photographer":"Lyon, Danny","caption":"This photograph depicts an urban landscape featuring older buildings, likely in an inner-city area. The main building in the image is a four-story corner building with ornate architectural details, including arched windows and a column-like feature on the corner that adds a distinctive rounded element to its façade. The building's exterior appears weathered, showcasing a mix of materials with brickwork visible; the lower part of the building is painted in red, showing signs of chipping and age with substantial wear and faded areas.\n\nThe ground floor of the corner building includes arched doorways and windows, though the function of the building is not immediately clear from the image. Adjacent to this main building is a similar structure that is taller and less ornate, painted in different colors with various signs of aging and architectural modifications visible over time.\n\nThe street in front of the buildings appears to be mostly deserted except for a few individuals. One person can be seen walking near the corner building, and another figure in the distance closer to a parked car. The street itself features standard elements like traffic lights, utility poles, and pedestrian walkways. \n\nThe picture captures a sense of a quiet moment in a bustling city, where architectural history and modern life subtly intersect under a partly cloudy sky. The photograph overall communicates a sense of urban decay and historical layering, characteristic of many inner-city environments.","title":"An example of Brooklyn architecture on Vanderbilt Avenue in New York City. Brooklyn remains one of America's best surviving examples of a 19th-century city. Some of the best American architecture survives in her \"worst\" neighborhoods only because it hasn't been demolished. The inner city is an absolute contradiction to the mainstream of America and is populated by Blacks, Latins, and the white poor.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["550108","550285","552968","557645","555952","545356","553472","553555","557643","550118","545353","545326","552757","553557","550138","552965"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["corner","building","city","modification","layering","brickwork","overall","street","aging","doorway"]}
