{"path":"555927.jpg","date":"July 1974","photographer":"Lyon, Danny","caption":"This photograph depicts an urban environment under the shadow of an elevated train track. The setting includes a gritty street corner, clearly defined by the presence of old, somewhat worn buildings in the background and an aging elevated train line at the top of the frame which sports graffiti. The train itself, visible through the girders, appears stationary or possibly just poking through into view.\n\nOn the street level, three individuals are crossing a road, bathed in sunlight that contrasts sharply with the shadows cast by the train tracks above. These people are dressed in somewhat casual, 1970s-style outfits, with one prominently wearing a brightly colored yellow garment, suggesting the time period. Their clothing style and the faded scene encapsulate a distinct urban, historical feel.\n\nA classic sedan, possibly from the 60s or 70s, can also be seen parked on the side of the street, complementing the retro urban aesthetic.\n\nFurthermore, there are street signs visible, including a \"STOP\" sign at the corner and another street sign indicating directions (the text on the latter being indecipherable due to resolution). A business sign that reads “REISE” is somewhat visible on a wall under the train, adding some commercial context to the scene.\n\nThe image embodies a typical mid-20th century American urban setting, possibly within a neighborhood in New York City, where elevated trains and diverse street activities are common. The photo captures the flavor of city life from a bygone era, characterized by its unique blend of transportation infrastructure and pedestrian activity.","title":"Inner city residents of Brooklyn in New York City walk along Bushwick Avenue oblivious to the noise of the graffiti garbed elevated train. The inner city today is an absolute contradiction to the mainstream America of gas stations, expressways, shopping centers and tract homes. It is populated by Blacks, Latins and the white poor.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["550022","550012","556224","555890","556202","555925","548474","555988","547580","549853","555930","556199","549882","550127","548369","550065"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["train","street","sign","corner","60","girder","track","70","retro","garment"]}
