{"path":"556062.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph shows the interior of a passenger train during what appears to be a daytime journey. The image captures several passengers seated in brown, padded recliner seats aligned in parallel rows. The scene takes place in a train car with a subdued, retro ambiance, indicated by the mix of earth-toned colors and the design of the seats and windows.\n\nOn the left side of the photograph, a young woman is seen sleeping. She has blonde hair and is dressed in a red top with a long, striped skirt. Her left foot is tucked under her right knee, and she rests her head against the window, seeming to be in a deep sleep. A book and a small, colorful patterned bag lie on the seat beside her.\n\nIn the middle and right of the image, other passengers are visible, all appearing to be in a restful or introspective state. To the far right, a young man wearing glasses and a brown shirt is seen sitting upright, looking out the window. Just behind him, another individual is partially visible.\n\nThe train car has ample natural light streaming in from its large windows, which are framed by yellow curtains drawn back to reveal a blur of greenery outside, suggesting the train's movement through a verdant landscape.\n\nOverall, the photograph captures a peaceful moment of travel, with passengers in various states of rest and contemplation, surrounded by the gentle motion and soft interior lighting of the train car.","title":"Passengers view the scenery between st.  Louis, Missouri, and Chicago, Illinois, on the amtrak turboliner.  Amtrak officials leased two turboliners from the french and put them into service on the st.  Louis-Chicago run in the fall of 1973.  After eight months of trial they were purchased and 11 more were ordered.  It is part of amtrak's effort to replace old equipment inherited from the nation's railroads","placename":"Saint Louis (Mo.)","location":"Saint Louis, Missouri","nn1":["556097","555974","556095","555977","556833","556061","556848","556834","556094","556117","556081","556781","556671","555971","556842","556118"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["train","passenger","window","seat","sleeping","sleep","state","car","rest","upright"]}
