{"path":"556016.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph features what appears to be an interior room, likely part of a house or a public building with an emphasis on wood architecture and vintage design. The focal point of the image is a dark wooden counter or desk surface, which stretches across the front of the image from one side to the other, filling the lower part of the frame.\n\nAbove this counter, there are three primary windows, each featuring diamond-patterned leaded glass panes set in dark wooden frames, matching the desk. The left and right windows are similar in style and size, symmetrically flanking the slightly larger, centrally positioned window. The middle window offers a view to an outdoor area where part of a railing or a balustrade is visible, suggesting a balcony or a similar elevated platform outside.\n\nHanging above the central part of the desk, centrally aligned with the middle window, is a ceiling lamp, which dangles from a simple, unadorned cord. The lampshade is metallic and bell-shaped—typical of industrial or utilitarian design styles—and it emits a soft light that slightly illuminates the surrounding area, adding a warm ambiance to the space.\n\nThe room has a tranquil and somewhat aged aesthetic, with its vintage design and ample use of wood, suggesting a setting that might be historical in nature or designed for a specific functional use, such as an office or waiting room in an older building. The atmosphere is quiet and reflective, with no visible modern technologies or decorations, reinforcing the timeless quality of the space.","title":"Train depot at Strong City, Kansas, hasn't served passengers in more than five years, but is maintained in good condition. Railroad crews maintaining tracks and roadbed in the area still use the station's phones and desk. Although Amtrak is responsible for most U.S. intercity passenger service, it leases use of the tracks from the nation's railroads.","placename":"Strong City (Kan.)","location":"Strong City, Kansas","nn1":["546483","546580","556014","557695","555312","555310","558025","555311","555289","555317","556627","552647","555304","546479","556647","555316"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["desk","room","counter","window","cord","design","balustrade","diamond","part","wood"]}
