{"path":"556026.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph captures a bustling scene at a train station. Several passengers are engaged in various activities, typically associated with boarding a train.\n\nIn the center, passengers are in line entering a train car labeled \"3115\". The train itself is sleek with ribbed metal sides painted in silver, and features a striking red, white, and blue K logo. People are variously dressed, suggesting a mix of casual and slightly dressier travel attire. There are individuals carrying luggage, including briefcases and larger suitcases, indicative of travel either for business or leisure.\n\nTo the right, two prominent figures stand by. A woman holds a red purse and a hat, dressed in a stylish white ensemble with a red skirt and heels, while conversing with a man wearing a white shirt, black pants, and a straw hat who stands with his luggage by his side. Their relaxed stances suggest they are waiting, either to board or for someone else to disembark from the train.\n\nThe background shows elements typical of an active train station environment: pavements, other train tracks, and the side of the station building, adorned with architectural details.\n\nThe lighting is bright and harsh, indicative of a sunny day, casting strong shadows from the figures onto the platform, enhancing the bustling, lively atmosphere of the scene.","title":"Amtrak train at Union Station in Kansas City, Missouri, being boarded by passengers bound for New York City. Only a portion of the station now handles rail travelers; the remainder is used as a convention center. In its heyday the terminal served more than 200 passenger trains per day compared to six per day in 1974. The corporation is working to modernize rail passenger service and interest more people in that mode of travel.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["556670","556827","556091","556044","556831","556855","556074","555984","556041","555985","556089","555967","556688","556071","551889","556093"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["train","luggage","station","board","passenger","travel","disembark","ensemble","suitcase","briefcase"]}
