{"path":"556000.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph depicts an interior scene, likely a waiting area in a transportation hub such as a bus or train station. The focus of the image is on brown, leather-like lobby chairs in the foreground, arranged back-to-back. Each set of chairs is slightly worn and has a shiny surface, indicating use over time.\n\nIn the background, the scene includes multiple architectural elements that are characteristic of such public spaces. To the left, there is a curved, tiered counter with at least one person present behind it, suggesting a ticketing or information booth. This structure is built with dark materials and has a solid appearance.\n\nThe room is spacious, with high ceilings supported by brick columns and expanses of large windows on the right side, casting natural light into the area. The windows are accompanied by exit doors. The flooring alternates between a checkered tile design in grey and white hues under the seating area, and a simple, tiled pattern extending towards the back.\n\nFurther into the background on the right, there is another seating area set against the wall under the windows, mirroring the composition of chairs in the foreground but unoccupied. Trash receptacles and a framed bulletin or poster on the wall provide additional context to the setting's functionality and purpose.\n\nOverall, the atmosphere is calm and slightly dated, reflected through the architectural styles and furniture design, suggesting the photo may not be recent.","title":"Ticket agent at the Amtrak station in Dodge City, Kansas mans his desk awaiting customers. Many of the stations are being Renovated in the system and others are being replaced with new facilities. The corporation is working to upgrade passenger train service to attract passengers from the autoMobile.","placename":"Dodge City (Kan.)","location":"Dodge City, Kansas","nn1":["556648","556055","555963","556024","556680","556017","556049","556069","555962","553736","556131","549897","556073","556828","556825","556679"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["chair","seating","back","window","exit","flooring","leather","booth","counter","tile"]}
