{"path":"556028.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"The photograph captures a scene in a room with a distinctly retro, perhaps mid-20th-century, ambiance. It features four individuals who appear to be engaged in a conversation or a meeting.\n\nIn the foreground, the viewer sees the back of a person's head, likely that of a male with dark hair, facing three other individuals. This person is seated at a table that also holds a few objects including a black rotary phone, papers, an open binder, and a coffee cup, suggesting it might be some kind of registration or information desk.\n\nThe three individuals facing the seated man consist of two women and one man. The woman on the left, of African descent, is wearing a textured light-grey coat over a green blouse, and she carries a dark handbag. Next to her stands a Caucasian man, dressed in a light blue unzipped jacket over a yellow shirt, and dark pants, accessorized with sunglasses hanging from his shirt. On the right is another woman, Caucasian, dressed in a white sweater and sporting dark-rimmed glasses; she is speaking and gesturing, possibly explaining something. Behind her, partially visible and wearing a red jacket and a white blouse with arms crossed, is another woman involved in the scene.\n\nThe background shows a hallway leading to more rooms, and a few more indistinct figures can be seen seated or moving in the distance, suggesting the space could be a public or communal area such as an office, community center, or clinic.\n\nOverall, the scene captures a moment of interaction, likely involving some administrative or organizational activity, set in a utilitarian and somewhat dated indoor setting.","title":"Train passengers discuss continuing their trips with an Amtrak official at Kansas City, Missouri. A freight train wreck on the main line in Oklahoma halted their passenger train in Fort Worth, Texas, and they were bused overnight to Kansas City. They were given the option of other trains, buses or airlines to continue their journeys.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["548237","556270","557704","546299","547284","545547","553167","557038","545083","544314","545384","555234","547407","555247","547368","552616"],"cl":[17],"cluster":["#17 &mdash; Groups Of People"],"terms":["woman","blouse","room","descent","coffee","handbag","registration","phone","retro","jacket"]}
