{"path":"556002.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph captures a historic railroad station, appearing to be the \"Dodge City\" station of the \"Santa Fe\" railway, as indicated by signage on the station building. The building itself is a two-story structure with red brick walls and a clay-tiled roof, characteristic of early 20th-century American industrial architecture. The station is structured with multiple sections, each part having different alignments of windows and door placements, suggesting varying functionalities within.\n\nThe station sports two main facades; one facing the railway tracks and another facing the street to the right of the image. Notable features include white framed windows, dark downpipes, and a prominent blue and white \"Santa Fe\" sign mounted on the street-facing side, which adds a vibrant contrast to the otherwise red and brown palette of the building.\n\nThe foreground shows a pair of railroad tracks, suggesting that the station is still operational or at least maintained. The tracks are flanked by a platform made of bricks matching those on the street that runs parallel to the tracks. Fronting the building is a metal railing alongside a paved area that might serve as a platform for pedestrians.\n\nThe overall setting and skies suggest a bright, clear day, contributing to the clarity and vividness of the image. In the background, beyond the immediate vicinity of the station, a flat horizon hints at an open landscape common to areas surrounding many historical American railroad towns.\n\nThis photograph might have been captured to document the architectural style of early American train stations or as part of a series aiming to showcase important historical buildings in the U.S. railway system. Additionally, the absence of people and modern vehicles gives the photograph a timeless quality, emphasizing the historical significance of the location.","title":"Two trains a day, one each way, pass through Dodge City Kansas, route of the southwest limited between Los Angeles and Chicago.  Amtrak is responsible for most u.s.  Intercity passenger trains, and uses the tracks through a leasing agreement with the nation's railroads, in this case the Atchison, topeka and Santa Fe the Dodge City station is shown","placename":"Dodge City (Kan.)","location":"Dodge City, Kansas","nn1":["554563","547511","556127","556077","556063","556124","557090","556782","556107","556123","556129","556022","555987","543356","558020","556040"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["station","railroad","track","railway","platform","street","face","brick","clay","building"]}
