{"path":"556021.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"The photograph captures a scene in a large outdoor transportation facility, specifically a train station. It features an expansive view of several train tracks which are partially covered by an extensive metal truss roof that casts dramatic shadows on the ground. The central focus of the image is a solitary man walking down a platform. He is dressed casually, wearing a light-colored shirt, dark pants, and a cap. His posture is upright as he walks away from the camera, heading toward the entrance or exit of the station.\n\nIn the background, you can observe the exterior of an elegant historical building. This grand architecture suggests that the station might be of significant age and municipal importance. Further adding to the urban vibe of the scene are several vehicles: a small yellow railroad utility vehicle stands prominently on one of the tracks, and beyond the tracks, an orange truck is parked, likely for loading or unloading purposes.\n\nThe overall composition of the photograph captures both the activity and the tranquility often found in such transit hubs. It conveys a sense of motion in the midst of a structured, mechanistic setting, underlined by the strong geometric forms of the overhead metal trusses and the linear arrangement of the tracks.","title":"Loading platform at union station in Kansas City, Missouri most of the tracks are being cleared away for a parking lot.  In its heyday the station served more than 200 trains per day compared to six passenger trains a day in 1974.  Only a portion of the station is used for passengers; the remainder is set aside as a convention center","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["556778","551889","556686","556821","556125","555984","556768","555960","548259","556692","556846","556853","556024","556129","556108","555967"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["track","truss","station","train","hubs","structured","unloading","exit","importance","underlin"]}
