{"path":"556027.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"The image showcases a scene dominated by architectural elements, particularly the two large, thick columns which extend upwards into the photograph from a massive stone base, dissolving at the top where they meet a detailed, classically designed entablature. The columns and the entire building facade are made of a light, possibly white or gray, stone material, lined with powerful vertical and horizontal lines that emphasize the grandiosity of the structure. They appear to be in a columnar style, likely Corinthian or Composite, given the sculptural nuances on the capital.\n\nIn the foreground, at the base of the left column, a person is seated on the steps. This individual appears engrossed in reading a book. The figure is a young woman, dressed casually in a blouse and trousers, with her belongings seemingly contained within a dark-colored backpack which rests by her side. She exudes a feeling of peaceful solitude, contrasting with the imposing architectural surroundings.\n\nThe combination of human scale and architectural grandeur provides a compelling contrast, highlighting both the enormity of the human-made structure and the individual human presence within that space. The photograph, taken from a low angle, enhances the perception of the height and solidity of the columns while framing the subject in a thoughtful, introspective moment. The lighting is softly diffused, possibly indicating a cloudy day or shaded environment, contributing to the overall serene and somewhat solemn atmosphere of the scene.","title":"Columns in front of the Union Station in Kansas City, Missouri, give an idea of the massiveness of the terminal and act as a backrest for a traveler. In its heyday, the station served more than 200 passenger trains per day compared to six per day in 1974. Only a portion of the terminal serves passengers today; the remainder is used as a convention center.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["546498","546470","546495","546519","546515","546474","558117","546506","546564","546500","550067","546528","546560","546558","558211","551263"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["column","base","enormity","stone","capital","belonging","dark","backpack","book","combination"]}
