{"path":"556055.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph depicts an empty interior of a large train station waiting area. The setting is spacious and has an industrial vintage feel, likely photographed in the mid-to-late 20th century. Prominently, there is a high ceiling supported by steel trusses, and the area is illuminated by multiple fluorescent lights that hang from the ceiling.\n\nThe flooring is a polished stone or tiled surface, reflecting the lighting above, which contributes to the spacious ambiance of the setting. In the middle of the frame, there are long wooden benches, specifically designed for public seating, typical of a train station environment. These benches are empty, which adds to the scene's somewhat desolate feel.\n\nOn the left of the image, there is a wall that hosts multiple windows high up, barely showing any details outside. Below the windows, there's a ticket office boxed in by walls that have a darker, brick-like lower section and a lighter upper section, designed with small symmetrically placed windows. A sign hanging from the ceiling in front of this office reads \"WAITING ROOM TICKET OFFICE\" in bright neon lights, indicating where passengers can purchase or collect train tickets.\n\nOn the left, towards the forefront, there is a series of metal lockers for storage, adding to the functional aspects typically seen in a transit setting. Across the room, there are pathways leading to other parts of the station.\n\nThe photograph captures a quiet moment in what usually would be a busy, transient space. The absence of people and the neatly arranged benches suggest either an off-hour or a momentary lull, lending the photograph a serene yet somewhat eerie atmosphere.","title":"St. Louis, Missouri, Union Station as it appeared in the summer of 1974. Amtrak has Renovated many of its terminals since taking responsibility for most U.S. intercity rail passenger service from the nation's railroads. Note: see picture #13604 for a comparison taken at the same spot in 1895 and copyrighted by B.A. Atwater. The black and white photo is from the St. Louis Union Terminal files.","placename":"Saint Louis (Mo.)","location":"Saint Louis, Missouri","nn1":["556131","556024","556017","555962","556069","555963","556000","556648","556828","556679","556686","556680","556073","556122","556103","556070"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["ceiling","bench","office","ticket","train","station","window","flooring","truss","section"]}
