{"path":"556037.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"The photograph shows a plain, single-story building, possibly a public or community facility, with a flat facade and a series of labeled doors and windows. Its architecture suggests a functional design, typical of mid-to-late 20th century public buildings in North America.\n\nThe building has a basic construction with walls above a red brick base and a flat roof with a slight overhang painted in dark red. The facade is divided horizontally into two parts. The bottom section features red brickwork, while the top section appears to be surfaced with horizontal beige siding.\n\nThere are three doors visible, each straightforward in design with white frames and partial glazing on the top. The door on the left is labeled \"Treatment,\" the middle door \"Reading Room,\" and the right door \"Bomb Shelter\" indicated by black lettering next to the doors. The left door also has a panel next to it divided into white and black sections, possibly for notices.\n\nThere are three windows, each with a distinct style and purpose. The left window, next to the \"Treatment\" door, has white blinds halfway drawn and standard protective bars across it. The middle window, by the \"Reading Room\" door, is larger and prominently displays wooden shutters. The window on the right appears darkened and smaller, next to the \"Bomb Shelter\" door.\n\nOther details include two exterior light fixtures above the center and right sections of the building. A white pipe runs vertically and then extends horizontally across the top of the reading room section, accentuating the utilitarian feel of the building.\n\nOverall, the image evokes a sense of a utilitarian public building, likely designed for multiple services such as healthcare, leisure reading, and civil defense. The straightforward and no-frills design suggests functionality and a focus on public service rather than aesthetic appeal.","title":"Depot at Purcell, Oklahoma, on the route of the lone star amtrak passenger train between Chicago and Houston, Texas.  The corporation took over a great variety of stations when it was empowered to oversee most u.s.  Intercity passenger trains.  Many have been refurbished and others have been replaced with new facilities","placename":"Purcell (Okla.)","location":"Purcell, Oklahoma","nn1":["549221","546456","557156","548866","549864","552966","558146","551944","555308","549360","557643","555952","556182","545359","546473","546542"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["door","section","reading","room","window","treatment","design","divide","service","building"]}
