{"path":"556076.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph features a cityscape with a prominent, expansive view of train tracks and an urban environment. In the foreground a modern passenger train painted in white and red advances on the tracks, pointing towards the left of the frame. It consists of multiple articulated sections, giving it a streamlined appearance.\n\nDominating the background is a towering skyscraper, significantly taller than the other buildings, seeming to be a key part of the city's skyline. This tower is sleek and rectangular, and it stands stark against the sky. Surrounding it, and contrasting sharply in height, are several other smaller buildings, some of which display typical urban architectural styles, likely comprising both residential and commercial spaces. The area appears predominantly commercial or industrial, as suggested by the presence of smaller, flatter buildings and what looks like a freight yard to the side with stationary freight cars.\n\nThe photograph also captures the atmosphere of an overcast day, with clouds partially obscuring the sky and diffusing the light, which casts a soft glow over the scene. This, along with the presence of the train and other elements, conveys a sense of bustling urban life and transportation in an evidently well-developed city context.","title":"New amtrak turboliner which now makes the passenger run between Chicago and st.  Louis, Missouri, contrasts with the older \"smoking\" type engines which are now used less frequently than in the past.  The new sears tower is seen on the skyline.  Although the new french built train is used it must run at less than full speed until improvements are made in track and roadbed.  Note: see picture","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556075","548479","556120","556692","548474","556693","555742","556841","550065","555925","556854","548325","547140","556127","548392","556852"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["train","freight","track","tower","city","comprise","skyscraper","yard","passenger","develop"]}
