{"path":"556020.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph captures an aerial view of an urban cityscape, prominently featuring a large, classical building at the forefront, which is likely a notable public or cultural venue given its grand architecture. The building has large, arched windows and an expansive, flat roof with visible skylights. In front of this structure, there are several parked cars and a few buses, suggesting active use of the building, possibly as a transportation hub or a public space with significant visitor attendance.\n\nSet against this building is a backdrop of a bustling downtown area enveloped by numerous high-rise buildings that vary in architectural styles, suggesting a mixture of historical and more modern development periods. The skyline comprises a series of skyscrapers, some of which exhibit Art Deco features, indicative of early to mid-20th century construction.\n\nThe area generally appears lively, with visible vehicular activity on the adjacent streets and a large green space in the foreground that adds a refreshing contrast to the dense urban environment. The presence of trees and greenery within the cityscape provides a softer, more vibrant edge to the otherwise predominantly gray and beige urban colors.\n\nOverall, the composition of the photograph, with the prominent large building in the foreground and the city expanding upward and outward, offers a narrative of a historically rich city that has grown into a modern urban center.","title":"Union Station at Kansas City, Missouri. Because of the demise in passenger trains over the last 20 years, only a portion of the terminal serves travelers. The remainder is used as a convention hall. In its heyday, the station served more than 200 trains daily compared to six per day in 1974. Amtrak is working to upgrade passenger service and attract more riders.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["546745","546624","551507","548392","551510","549991","548318","550198","547229","556030","548364","545429","549476","549979","550157","550202"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["cityscape","building","skylight","venue","city","downtown","hub","space","skyscraper","bus"]}
