{"path":"556072.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"The photograph showcases an indoor office environment. It features two women, dressed in professional attire with white blouses, red jackets, and white neck scarves, who appear to be airline employees or perhaps travel agents. They are both seated at computer terminals, busy typing or managing travel bookings. The computer monitors are bulky and seem to be of a vintage make, indicating that the photo might be from the late 20th century.\n\nOn the left side of the frame, a large, colorful logo or sign possibly reading “trak” dominates the background it includes hues of blue and red, contributing to a vibrant color contrast. The space has a neatly organized interior with other cluttered desks and papers visible in the blurred background, suggesting a bustling work environment.\n\nThe lighting within the room appears soft and evenly diffused, casting no harsh shadows and creating a comfortable workspace ambiance. The focus and framing position the first woman and her computer terminal in the foreground, drawing attention to her as the primary subject, while the second woman and additional background elements are softly out of focus, providing a sense of depth in the photograph.","title":"Amtrak information and ticket counter in Chicago's Union Station, one of the busiest in the corporation's system. Clerks consult computer-readout consoles for information on aVailable space and fares, and quickly enter reservations. Chicago is one of five major locations with this capability. Toll free numbers aVailable through local directory assistance, provide public access to this service.","placename":null,"location":"OTHER","nn1":["558226","556758","551902","548237","551904","545083","556754","552387","546479","554851","555516","556668","552377","556413","556648","551903"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["terminal","travel","woman","monitor","employee","make","scarf","desk","workspace","neck"]}
