{"path":"556057.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph depicts two different trains, contrasting in design and condition, positioned near one another but facing opposite directions. The foreground presents a view of overgrown grass dotted with blooming wildflowers, somewhat framing the lower portion of the image.\n\nThe train on the left sports a modern and clean appearance, with predominantly white color accompanied by red and blue stripes — typical of certain commuter or city transit train designs. Its number \"62\" is visible on the side, and the cabin window reflects a clear sky, suggesting a bright day. A person visible in the cabin is possibly the driver or a crew member.\n\nAdjacent to this modern train, on the right side of the image, is an older and significantly more weathered train. This train is darker, primarily black, and exhibits considerable wear, such as rust and grime build-up—attributes often seen in older or decommissioned locomotives. The window of this older train also reflects a driver or individual inside, creating a parallel to the scene in the modern train.\n\nThe background of the image shows a multistory brick building, which might suggest an urban environment, possibly a train yard, depot, or an industrial district. The juxtaposition of the old and new trains, along with the urban backdrop and natural foreground, creates a diverse and dynamic visual narrative, potentially reflecting themes of progress, tradition, or the passage of time in technology and transportation.","title":"New amtrak turboliner passenger train engine contrasts with an old engine in the yards at st.  Louis, Missouri.  The turboliner built by the french, began service in october, 1973.  It performed so well a total of 13 were ordered by august, 1974, as part of the corporation's overall effort to upgrade equipment","placename":"Saint Louis (Mo.)","location":"Saint Louis, Missouri","nn1":["556058","556782","556857","556692","557944","556784","548474","548263","542897","556759","556120","545541","557956","556850","556076","556022"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["train","driver","cabin","depot","attribute","grime","locomotive","tradition","commuter","reflect"]}
