{"path":"556071.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"The photograph captures a scene at a train station. In the foreground, there are several people observed from the back, looking up at an information board displaying train arrivals on the left and departures on the right. The arrivals board shows a list of train names and times, such as \"TURBOLINER,\" \"LONE STAR,\" and \"FLORIDIAN\" with corresponding arrival times alongside tracks numbers. Similarly, the departures board lists trains like \"SHAWNEE,\" \"NORTH COAST,\" and \"HIWATHA\" along with their departure times and respective track numbers.\n\nThese people, likely passengers, are concentrated around two information desk signs marked \"1\" and \"2\" that indicate available personnel for inquiries. The environment suggests a busy yet orderly setting typical of a train station with practical, informational signage and people attentively gathering information. The ambiance feels slightly dated, hinted by the style of the boards and the visible fashion of the people, suggesting the photograph may be from a few decades ago. The entire scene conveys a straightforward moment of travelers checking train schedules and preparing for their journeys.","title":"Amtrak information and ticket counter in Chicago's union station, one of the busiest in the corporation's system.  A nationwide computerized reservation system is modernizing the previously fragmented railroad information and ticketing procedures.  Clerks at five major reservation centers, including Chicago, may consult computer-readout consoles for information on aVailable space and fares, and quickly enter reservations","placename":null,"location":null,"nn1":["556688","556074","555960","556073","556026","556103","556649","555984","556827","556855","556091","556041","556831","555967","556767","556677"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["train","arrival","departure","board","information","list","time","number","people","station"]}
