{"path":"556061.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph depicts the interior of a train car from an era likely in the late 20th century. The scene captures a moment during a train journey, showing passengers and a train conductor.\n\nThe train car is filled with rows of plush, orange-red seats, which are mostly occupied by passengers. The seats are aligned in pairs on either side of a central aisle. The upholstery appears to be well-maintained and gives off a vintage vibe, especially with its color and style typical of mid-20th century design.\n\nLarge windows line the side of the train car, draped with yellow curtains that are partially drawn to let in natural light. This creates a bright and airy atmosphere inside the carriage.\n\nA train conductor, dressed in a dark uniform with a peak cap, walks down the aisle. He seems to be checking tickets or interacting with the passengers. His presence adds an element of activity and human interaction to the scene.\n\nPassengers vary in age and are captured in various states of engagement. Some are looking off to the sides, possibly watching the landscape pass by outside the train windows, while others are engaged in conversation or lost in thought. The composition of the photograph pulls the viewer into the carriage, offering a slice of life on a train journey from a bygone era. Overall, the ambiance is peaceful and routine, typical of a train ride.","title":"Conductor makes his rounds taking tickets as the turboliner makes its way between st.  Louis, Missouri, and Chicago, Illinois amtrak officials leased two turboliners from the french and put them in service on the st.  Louis-Chicago run in the fall of 1973.  After eight months of trial, the corporation bought them and ordered 11 more.  It is part of amtrak's effort to replace old equipment inherited from the nation's railroads","placename":"Saint Louis (Mo.)","location":"Saint Louis, Missouri","nn1":["555974","556781","556833","556671","556095","556834","556117","556062","555982","556094","556080","556656","555977","556097","555999","556081"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["train","conductor","passenger","aisle","carriage","journey","plush","car","let","era"]}
