{"path":"556053.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph features a close-up view of the cab section of an Amtrak locomotive, which appears weathered and bears signs of extended use. The body of the locomotive is painted in a light yellow hue with \"Amtrak\" written in bold blue letters on the side, partially covered with dirt and streaks, indicative of frequent operation and minimal cleaning.\n\nVisible details on the locomotive include a worn and dirty exterior surface, chassis components exposed at the bottom, and a rectangular window on the cab with reflectivity due to glare, making it difficult to see inside. Above the window, a horn setup is installed, prominently visible against the clear sky in the background. The words \"Radio Dispatched\" can be seen above the window, suggesting the locomotive utilizes or is equipped with radio communication technology.\n\nAdditional features such as ladders, grab irons, and an access door are noticed around the cab area, painted in the same yellow as the rest of the locomotive but showing rust and paint chipping. The letter \"F\" (probably indicating \"front\") is seen at the lower right side of the visible cab door, which is standard for directional awareness in railway operations.\n\nThe photograph's angle and framing put an emphasis on the upper part of the locomotive, focusing on the cab details and not showing the locomotive's entire length or surrounding environment. This perspective suggests a tight, possibly confined, shooting space or the photographer's desire to highlight the worn characteristics of the locomotive.","title":"Old engine which pulls the inter-american from laredo Texas, to st.  Louis, Missouri.  Un-remodeled dining car and passenger cars also were used on the run which began in the spring of 1974.  The u.s.  Department of transportation is authorized to designate one experimental route each year which will run for two years, then be reviewed.  Officials are working to replace old equipment inherited when amtrak took over responsibility for most u.s.  Intercity passenger service","placename":"Saint Louis (Mo.)","location":"Saint Louis, Missouri","nn1":["555986","556063","556058","556059","556060","556038","556022","556116","557944","542898","555957","556086","556064","557187","542899","556408"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["locomotive","cab","letter","paint","chassis","awareness","grab","horn","radio","door"]}
