{"path":"556058.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"The photograph depicts an Amtrak train set against the backdrop of an industrial area. The train, predominantly white with red and blue stripes, appears modern and sleek. It is composed of several connected carriages. The train is positioned on a track that passes under a large, arching, metal structure. This metal structure, likely part of an old industrial facility, has a corrugated surface and is significantly rusted, showing signs of age and disuse.\n\nThe surrounding area is overgrown with scattered vegetation, including patches of grass and weeds, which suggest the place has been largely abandoned or is not regularly maintained. The ground around the tracks is uneven and littered with small debris. The background features additional old industrial buildings and structures which are similar in appearance to the metal arch, suggesting that the location might have been an industrial complex or a railway yard.\n\nThe sky is partly cloudy but allows for ample sunlight, casting soft shadows and illuminating the scene with natural light. This lighting adds a contrast between the aging, industrial background and the relatively cleaner and modern appearance of the train. The setting and the train together provide a juxtaposition of new and old, highlighting a narrative of technological advancement amid historical decay.","title":"Amtrak Turboliner passenger train in the yards at St. Louis, Missouri. Two Turboliners, built by the French, began service in October 1973. After eight months of service Amtrak decided to buy them and order 11 more for future delivery. It is part of the Amtrak effort to replace equipment inherited from the nation's railroads when the corporation assumed responsibility for most U.S. intercity rail passenger service.","placename":"Saint Louis (Mo.)","location":"Saint Louis, Missouri","nn1":["555986","556057","556784","556063","556059","556857","556782","557944","556120","556076","555992","556029","545541","557956","556111","556759"],"cl":[42],"cluster":["#42 &mdash; Transportation Infrastructure"],"terms":["train","advancement","metal","track","carriage","weed","disuse","appearance","aging","arch"]}
