{"path":"556059.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"The photograph features a large, modern passenger train, primarily painted in white with red and blue stripes, signifying it is an Amtrak train. The front of the train displays the number 63 and includes headlights and other typical railway vehicle features; it is depicted in a profile angle. The foremost train car has a semi-streamlined design, hinting at advanced aerodynamic features suited for high-speed transit.\n\nThe setting is within a train station with overhead fluorescent lighting, providing bright illumination that contrasts with the darker platform area. Visible in the background are additional rows of fluorescent lights and structural features typical of a large indoor train station, such as beams and pillars.\n\nA man is interacting with the train on the left side of the image. He appears to be either boarding or disembarking, likely handling some luggage or cargo just outside one of the train’s doors. The environment reflects an active, yet routine moment of travel, emphasizing the utility and function of the train in public transportation. The station platform is stark and utilitarian, with no visible adornments, focusing purely on its role for transit.","title":"Last minute check of the engine of the amtrak turboliner passenger train is made before departure from st.  Louis, Missouri, to Chicago, Illinois.  Two turboliners were leased from the french and began service in october, 1973.  After eight months of trial amtrak officials purchased them and ordered an additional 11.  It is part of the corporation's continuing effort to upgrade equipment inherited from the nation's railroads","placename":"Saint Louis (Mo.)","location":"Saint Louis, Missouri","nn1":["556063","556670","555986","556058","556784","556649","555984","556026","556107","555960","556074","556831","556064","555985","556022","556846"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["train","station","transit","platform","boarding","luggage","headlight","pillar","signify","illumination"]}
