{"path":"556019.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph depicts an interior view of a spacious, vintage-style exhibition hall. The scene is viewed from an elevated perspective, looking down on the main features of the hall. Dominating the center and upper portion of the image is a large, traditional wooden wall panel with the words \"EXHIBITION HALL\" engraved on it. Positioned directly above this signage is a classic round wall clock with black hands and numerals. The clock is set into a paneled area that arches over a tall, rectangular window that permits natural light to stream into the room.\n\nBelow the clock, the exhibition hall area itself can be seen, populated with various items and displays on tables, though the specific details of these items are not clear. The floor of the exhibition hall features a decorative, geometric pattern that consists of light and dark wood panels. To the left side of the image, near the lower border of the photo, there is a small \"COFFEE HOUSE\" sign pointing to an area off-camera, suggesting the presence of a cafe or refreshment area.\n\nThe walls of the hall are adorned with elegant, classical architectural details, including paneled pilasters and framed sections. The overall ambiance is somewhat austere and traditional, indicative of an older building with historical significance. The photograph captures a serene moment in the hall, free of visible human activity, adding a sense of quiet and stillness to the atmosphere.","title":"Kansas City's Union Station shown as it appeared in the summer of 1974. Only a portion of the Missouri station is used for passengers today; the remainder is walled off for use as a convention hall. Six trains per day use the facilities compared to more than 200 trains served per day in the station's past. Amtrak is working to upgrade passenger service and attract travelers from other modes of transportation. Note: see picture #13566 for comparison.","placename":null,"location":"OTHER","nn1":["555963","556069","556017","556679","550290","556828","556055","556131","556016","551487","556018","557695","556067","546576","546558","546475"],"cl":[41],"cluster":["#41 &mdash; Transportation Hubs"],"terms":["hall","exhibition","clock","panel","wall","refreshment","cafe","round","item","border"]}
