{"path":"556075.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph captures a cityscape viewed from an elevated perspective, likely a bridge or another high vantage point over railroad tracks. The dominant feature in the image is an extensive railway system in the foreground, with multiple tracks lined neatly side by side. There is a thick plume of dark smoke rising from a train on one of these tracks, which is likely active and possibly a steam engine given the amount of smoke produced.\n\nBeyond the railway, the city skyline unfolds. The most prominent building is a large skyscraper towering distinctively above the rest of the urban landscape. This skyscraper is quite modern in design, featuring a sleek facade and a tapering structure with what appears to be an antenna or spire at the top. This gives it a slightly futuristic aspect compared to the more traditional flat-topped buildings that populate the rest of the cityscape.\n\nThe sky above the city has a mixture of light clouds, suggesting either early morning or late afternoon light, which casts a soft haze over the buildings. There are no discernible natural landscapes or bodies of water visible; the focus is entirely on the built environment and the industrial activity of the trains at the forefront. The overall mood evoked by the image could be interpreted as one of industrial busyness contrasted with the static nature of the urban skyline.","title":"Old \"smoking\" engine leaving Chicago's union station contrasts with the new foreign built amtrak turboliner which now makes the passenger run between the windy city and st.  Louis Missouri.  The new sears tower is seen on the Chicago skyline although the new french built train is used it must run at less than full speed until improvements are made in the track and roadbed note: see picture #13624 for comparison","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556076","555737","548321","548325","550177","555735","555741","548381","548326","551141","548392","548378","552394","548416","550186","550157"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["skyscraper","railway","train","cityscape","busyness","track","rest","interpret","tracks","smoke"]}
