{"path":"556022.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph captures a scene at a railway station with a focus on an imposing, dark locomotive marked \"318\". The locomotive, which exhibits a classic streamlined design typical of mid-20th century engines, dominates the foreground. It has a rounded nose and is equipped with various features such as a headlight, vents, and hatches. The surface of the train shows signs of wear and soot, indicative of heavy use.\n\nThe setting is a partially covered train platform, supported by a series of metal beams that form a roof structure overhead. This roof is partially open, allowing natural light to filter through and cast patterns on the platform. The platform itself is concrete, appearing aged and stained from use.\n\nIn the background, there are a few people engaged in seemingly casual activities. There's a man standing near the center talking to another individual, and on the right, there are two men leaning against what looks like a booth or a counter. The demeanor and attire of the people suggest a relaxed, everyday environment, possibly waiting or working at the station.\n\nVisible in the far background, under the structural framework of the shelter, is a sign related to \"Southern\" probably indicating the railway company or destination information.\n\nOverall, the image captures a typical moment in the functioning of a railway station, focusing on both the mechanical aspects represented by the locomotive and the human aspect through the presence and activities of the people. The historical and robust feel of the scene is enhanced by the appearance and architecture of the station.","title":"Loading platform at Union Station in Kansas City, Missouri. The old engine pulled a train from New York which will connect with the Southwest Limited which runs between Chicago and Los Angeles. Old equipment Amtrak took over from the nation's railroads caused scheduling problems in the corporation's beginning. As new equipment is delivered some of the problems are being solved.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["557956","556857","556784","557944","556670","556782","556063","557964","555986","556109","555959","557965","556827","556100","556074","555985"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["locomotive","station","railway","platform","train","aspect","hatch","nose","vent","use"]}
