{"path":"556039.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"The photograph showcases a board displaying a train timetable marked with the date \"June 13\" and the year \"1974.\" The sign is labeled \"TIME TABLE 1974\" and includes logos of \"Santa Fe\" at the top corners. The timetable is divided into two main sections: \"North Bound\" and \"South Bound.\" Each section is further subdivided into columns titled \"No.,\" \"Arrive,\" \"Depart,\" and \"Remarks.\"\n\nUnder the \"North Bound\" section, there is one train listed: train number 716, which arrives at 6:15 AM and departs at 6:30 AM, with the remark \"passed 10:50 15.\" There are several empty rows below for additional entries, some marked as \"PASSED\" or \"DUE.\"\n\nUnder the \"South Bound\" section, there is one train listed: it arrives at 11:48 PM and departs at 11:49 PM, with the remark \"PASSE.\" Similar to the northbound section, there are several empty rows with markings such as \"PASSE\" or \"DUE.\" \n\nThe timetable board is positioned against a wall which has partial brickwork visible on the right side, suggesting it might be affixed to the exterior of a building or a station wall. The entire scene captures an administrative and operational aspect of railway management from the 1970s, highlighted by the handwritten entries and simple layout of the board.","title":"Timetable at Pauls Valley, Oklahoma, on the route of the lone star between Chicago and Houston, Texas.  When amtrak took over responsibility for most u.s.  Intercity passenger service, the corporation inherited old equipment which is being replaced as new material arrives.  Equipment replacement is reducing behind schedule arrivals","placename":null,"location":null,"nn1":["556112","556071","556040","556688","556001","556701","556857","556784","555985","556022","556649","556782","556063","556059","556074","556128"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["depart","arrive","train","section","board","entry","list","pass","affix","brickwork"]}
