{"path":"556018.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph captures a busy indoor scene, likely taken in a large train station or similar public space. The image is framed by a giant clock at the top, which reads just before ten past ten. Below the clock, the space opens into a high-ceilinged hall featuring classical architectural elements, such as arches and decorative column capitals.\n\nThe main focus of the image is the bustling crowd of people filling the floor of the hall. The individuals are diverse in attire, suggesting the photo was taken in a colder season as many are wearing coats and hats. The crowd appears to be engaged in various activities typical of a busy transit or public area, such as walking towards trains, waiting, and conversing.\n\nDirectly beneath the clock and at the center of the hall, there is a raised platform with a Christmas tree, decorated with lights and ornaments, indicating that the photograph was likely taken during the holiday season. This decked tree serves as a festive focal point in the midst of the everyday hustle and bustle.\n\nThe hall itself is lit by large chandeliers and overhead lights, casting a glow that illuminates the scene and highlights both the architectural grandeur of the space and the ordinary moments of the people within it. The overall composition of the photograph, with its symmetrical layout led by the central alignment of the Christmas tree and clock, creates a visually striking and dynamically balanced image.","title":"Kansas City's Union Station shown filled with travelers when this black and white picture was taken sometime in the 1950s. In its heyday the Missouri station served more than 200 trains a day compared to only six per day in 1974. Amtrak, the corporation which U.S. intercity passenger service, is working to upgrade rail service and attract passengers. Note: see color picture #13567 for comparison.","placename":null,"location":"OTHER","nn1":["556679","556825","556828","556686","556674","556054","556680","556684","556069","556122","556056","556024","556131","555962","551447","556049"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["hall","clock","crowd","train","season","space","ornament","holiday","alignment","capital"]}
