{"path":"556093.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph captures a vibrant scene at a train station, reminiscent of the 1970s or 1980s based on the clothing and styling. Three young women are walking along the platform, seemingly in mid-conversation and carrying their luggage with them.\n\nThe woman on the left sports a red t-shirt with a blue collar, matched with blue jeans. She is carrying a yellow shoulder bag and a red suitcase. The woman in the center wears a horizontal-striped light and dark blue t-shirt with a large collar, dark blue jeans, and carries a dark bag. The woman on the right is dressed more formally in a light grey or blue checkered suit with matching trousers and blazer, carrying a light-colored suitcase.\n\nIn the background, there are several people milling about the platform. Two distinctively styled passenger trains line up on either side of the platform, featuring sleek, metallic exteriors with 1970s-era design characteristics, one colored green and the other with red accents. The overall atmosphere is busy yet cheerful, under a clear blue sky, suggesting a warm, sunny day. A large industrial style building and a tall signal tower with lights are visible in the far background, characterizing the typical urban infrastructure surrounding train stations of the period.","title":"Passengers at trackside at the fargo, North Dakota, station amtrak's empire builder, enroute from Chicago to east glacier park Montana, and Seattle, Washington, was seven hours late because of a bridge washout.  Amtrak is responsible for most u.s.  Intercity rail passenger service, but leases use of the tracks from the nation's railroads","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556091","556760","556827","556041","556044","555985","556830","556074","555981","556026","556687","555967","556670","556774","556089","555984"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["carry","suitcase","platform","train","collar","woman","bag","station","jeans","1970"]}
