{"path":"556056.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This historical photograph captures a bustling indoor scene, likely taken at a train station given the presence of destination signs and the overall context. The image is filled with a large crowd of people, most of whom appear to be men wearing formal attire typical of the early 20th century, such as suits and hats. There are a few women visible, also dressed in formal clothing.\n\nThe architecture of the station is striking with high arched windows along the walls, decorative lighting hanging from the ceiling, and multiple large doorways lining the sides. Signs are visible overhead, indicating various office doors like \"BUREAU DES RECLAMATIONS\" and \"HAVING BAGS\", suggesting services for travelers such as baggage claims or ticket issues.\n\nThe left side of the image includes a clock, stating it is around 8:05, along with various advertisements and signs, one of which reads \"WABASH EXCURSION,\" suggesting the availability of special trip packages or routes. Another sign in the forefront says \"M&O EXCURSION,\" reinforcing the theme of travel and expeditions being organized from this location. The general ambiance is lively and somewhat chaotic, indicating a scene of active travel, typical of large urban train stations during this era. The presence of many travelers and signage suggests a hub of transportation activity, possibly related to vacation or holiday periods given the high volume of people and organized excursions.","title":"Passengers jam the interior of the St. Louis, Missouri, Union Station in a copyrighted picture taken by B.A. Atwater in 1895 and preserved in the files of the Union Terminal. Note: See picture #13603 for a comparison taken in the summer of 1974. Amtrak has Renovated many of the terminals since taking responsibility for most U.S. intercity rail passenger service from the nation's railroads.","placename":"Saint Louis (Mo.)","location":"Saint Louis, Missouri","nn1":["556825","556054","556679","556680","556073","556828","556674","556049","556687","556686","556688","556024","556122","556815","556074","556071"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["excursion","traveler","station","travel","sign","train","availability","expedition","ticket","vacation"]}
