{"path":"556065.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"The photograph depicts the facade of the Amtrak station in Bloomington, Illinois. The station features a traditional architectural style with brick walls and a green overhanging roof supported by columns. Under the roof, there are signs and a banner related to Amtrak.\n\nOn the left and right sides of the image, there are brown signs hanging from the ceiling that display the text \"BLOOMINGTON\" in large white letters on a maroon background. Additional information is presented on these signs, including distances to other locations (\"STL 156 MILES\", \"K.C. 368 MILES\" on the left and \"CHICAGO 127 MILES\" on the right).\n\nDirectly above the central entrance doors, a large Amtrak banner is displayed, featuring the logo with a red, white, and blue color scheme symbolizing the American flag. Below this banner, there are green double doors that serve as the main entrance to the station. Each door has a window, and there are Amtrak logos on either side of the entrance. The building's base is enhanced with a darker shade of bricks, providing a visual foundation.\n\nOverall, the photograph captures the essence of a small-town American train station, marked by functional architecture and branded elements typical of Amtrak's identity.","title":"Track mileage from St. Louis, Missouri; Kansas City, Missouri; and Chicago, Illinois; to Bloomington, Illinois, is given on the train station's marque. Amtrak officials have Renovated many of the stations used by rail passengers. Some new terminals also are being built. It is part of the corporation's effort to upgrade equipment and materials they received when they became responsible for most U.S. intercity rail passenger service.","placename":null,"location":"OTHER","nn1":["556107","555964","556063","555960","556701","556131","556649","554563","556002","556130","556123","547511","556127","555987","556059","556124"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["banner","station","entrance","door","logo","brick","identity","foundation","sign","symbolize"]}
