{"path":"556189.jpg","date":"October 1973","photographer":"White, John H.","caption":"This photograph captures a scenic panorama of a coastal cityscape during twilight, showcasing a blend of nature and urban elements. The foreground is partially framed by the dark, silhouette shapes of tree branches and leaves from an overhanging tree, which adds a natural, organic frame to the urban scene.\n\nThe middle ground features a serene marina filled with numerous small boats, all neatly docked in rows stretching along the curve of the coastline. This marine area is brilliantly illuminated by the early evening light, reflecting off the calm water and highlighting the orderly arrangement of the boats.\n\nIn the background, the city skyline consists of several varying heights of buildings, including tall skyscrapers and lower residential structures, creating a layered effect. The tallest buildings are bathed in the soft, fading light of dusk, lending them a subtle glow against the slightly darkening sky.\n\nThe overall composition skillfully juxtaposes the natural foreground with the organized marina and the bustling city skyline, illustrating a harmonious coexistence between nature and urban development. The choice of lighting, with the twilight setting, evokes a tranquil and peaceful mood, inviting contemplation of the day transitioning into night in a bustling city environment.","title":"Lake Michigan shoreline with a marina and part of the Chicago skyline in the background. The city has three of the five tallest buildings in the world. There are 29 miles of shoreline within the city limits and 30 public bathing beaches. During 1973 officials issued 3,399 mooring permits in the harbor area, plus another 2,985 permits to use launching ramps by smaller boats.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["543119","553788","545030","555768","555282","553678","549490","552264","552263","547147","550758","545096","552311","546392","553680","545000"],"cl":[11],"cluster":["#11 &mdash; Water 1"],"terms":["marina","twilight","city","skyline","panorama","choice","boat","coexistence","night","skyscraper"]}
