{"path":"556104.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph captures a train coming toward the viewer on a track lined with lush green trees. The locomotive, which is at the front of the train, has a prominent red and black coloring and is marked with the number 576. It features large headlights illuminated at the front, indicating it is possibly moving or ready to move. Following the locomotive are several passenger cars, which vary in color; the first few cars are blue, followed by a red and white one, and there are more similar coaches potentially extending beyond the frame. A railway signal post is visible on the left side of the photo, standing tall with multiple signal lights facing toward the approaching train, suggesting this is a well-managed railway line. The background is predominantly forested, with dense trees filling the space behind and partially above the train, creating a sense of a secluded, wooded railway route. The overall atmosphere suggests this could be in a rural or semi-wilderness area, possibly in the early morning or late evening given the lighting conditions. The photo captures a moment of transit, focused on the train and its immediate surroundings.","title":"The eastbound Empire Builder (train #8), just outside East Glacier Park, Montana. The Amtrak passenger train runs from Seattle, Washington to Glacier Park and Chicago. Unlike most other long distance trains, this one is a mismatch of colors, and shows that it is made up of cars inherited from a number of the nation's railroads. Eventually the non-Amtrak-colored cars will be refurbished and repainted.","placename":null,"location":"OTHER","nn1":["556759","556850","556120","556029","556009","557963","557966","557967","556106","556100","556837","556119","556857","557965","556784","556782"],"cl":[42],"cluster":["#42 &mdash; Transportation Infrastructure"],"terms":["train","railway","locomotive","signal","coloring","front","headlight","transit","route","car"]}
