{"path":"556142.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures a cheerful young individual, taken in what appears to be a close-up profile shot that focuses on their face, occupying most of the frame. The person, likely a teenager or in their early twenties, is captured mid-laughter, which adds a lively and joyful quality to the image. Their head is turned slightly, presenting a semi-profile view.\n\nThe individual has dark complexion and black hair styled in long, neat braids that hang beside their face. A notable detail is a pair of round, rimmed eyeglasses pushed up onto the top of their head like a headband, hinting at a casually practical style.\n\nThey wear a collared, long-sleeved shirt featuring a light color with a grid or plaid pattern that has an understated appearance. The shirt is buttoned-up, neat, and looks comfortable.\n\nThe background is uniformly dark and unobtrusive, providing a stark contrast that highlights the subject’s features prominently. The lighting is soft yet sufficient to illuminate the subject's face and expression clearly, enhancing the intimate and candid essence of the photograph.\n\nOverall, the image vividly depicts a moment of genuine happiness and casual style, captured in a personal and engaging manner.","title":"A black girl pictured while shopping with her family on 47th Street on Chicago's South Side. She is one of nearly 1.2 million people of her race who make up over one third of Chicago's population. It is one of many black faces in this project that portray life in all its seasons. The photos are portraits that reflect pride, love, beauty, hope, struggle, joy, hate, frustration, discontent, worship, and faith—in short, portraits of human beings who are proud of their heritage.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556139","556143","549299","556148","553509","543870","556140","552744","556606","547813","553178","548224","556134","553171","556138","544742"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["face","braid","head","twenty","subject","laughter","complexion","happiness","headband","eyeglass"]}
