{"path":"556131.jpg","date":"July 1974","photographer":"O'Rear, Charles","caption":"This image captures the interior of a grand historical train station. The station's hall is spacious with high ceilings, and the architecture features a classic, stately design. Stone walls and accents, along with an arched entrance and decorative ceiling patterns, enhance the vintage aesthetic.\n\nThe hall is illuminated by abundant natural light filtering through tall windows, supplemented by warm light from hanging fixtures. The flooring is composed of large tiles arranged in a simple geometric pattern that contributes to the orderly feel of the space.\n\nIn the center and to the right, rows of polished wooden benches provide seating for passengers. These benches are sturdy and sculpted, reflecting the enduring design elements of public spaces from past eras. Seated on these benches are a few individuals who appear engaged in various activities such as reading or waiting quietly, each physically distanced from the other, indicating either a moment of low traffic or intentional spacing.\n\nTowards the back of the hall, signs hang from the ceiling directing to various facilities like \"TO TRAINS\" and branding touches like an \"Amtrak\" sign signal the modern use of the space. There's also a visible area labeled \"TELEPHONES\" suggesting elements of historical functionality that persist in the setting.\n\nOverall, the composition of the photograph along with the architectural and human elements encapsulates a serene, somewhat nostalgic scene of a train station that serves both as a transit point and a glimpse into architectural heritage.","title":"Massive wooden benches, a hallmark in terminals during the heyday of railroading, look at home in the large interior of the union terminal in Portland, Oregon.  It is one of 450 stations served by amtrak which listed 8,800 employees and 225 trains per day in 1974 a total of 14.5 million passengers rode the rails in 1973, reversing a decline in ridership from the end of world war ii to 1970","placename":null,"location":null,"nn1":["556828","556024","556069","555962","555963","556122","556679","556055","556686","555960","556070","556067","556073","556107","556103","556680"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["hall","ceiling","bench","station","train","space","hang","polished","tiles","sculpt"]}
