{"path":"556158.jpg","date":"May 1973","photographer":"White, John H.","caption":"This image portrays a vivid scene in an urban backyard environment. In the foreground, there are two large metal trash bins. One bin holds a variety of discarded items including paper debris and a prominent cereal box labeled \"PREMIUM.\" Adjacent to this bin, another contains paper waste and different miscellaneous objects.\n\nBehind these bins, a man's head pops up from what appears to be a hole in the ground. He is possibly in a basement or lower level area and is looking towards the camera, which gives the scene an intriguing and somewhat humorous aspect. The man's face is partly lit by natural sunlight, emphasizing his presence amidst the otherwise mundane surroundings.\n\nThe setting includes a rickety wooden staircase and a disheveled wooden fence, suggestive of a neglected or older residential area. The yard floor is concrete and there is a notable contrast created by the play of light and shadows. Multiple clotheslines, laden with clothes, stretch across the space, adding a sense of daily life and occupancy.\n\nOverall, the composition and elements within the photograph evoke a narrative about urban life, possibly highlighting themes of recycling, living conditions, or socio-economic contexts in urban settings.","title":"Black youngster taking out the trash on Chicago's South Side. He is one of nearly 1.2 million of his race who make up more than a third of the population of Chicago. It is one of many black faces in this project that portray life in all its seasons. In short they are portraits of human beings who are individuals and are proud of their heritage.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["549839","552969","545151","550162","547896","547827","550246","548214","542549","542550","547983","552751","545494","547988","556640","547878"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["bin","paper","clothesline","backyard","hole","recycling","staircase","clothe","living","yard"]}
