{"path":"556169.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures an urban scene set in front of a residential area. It features a group of individuals engaging in various activities outdoors on a sunny day.\n\nIn the foreground, there is a young girl adjusting a younger child's hair. They are positioned near the bottom left of the frame. The young girl is wearing a bright yellow long-sleeve top and appears to be carefully arranging the hair of a child who stands in front of her.\n\nFurther in the frame, a young man and a child are shown interacting with a motorcycle parked near the edge of the sidewalk, beside a small, fenced-in grassy area. The young man, standing, seems to be showing or explaining something about the motorcycle to the child who is attentively looking at it.\n\nThe setting includes traditional residential buildings with front porches visible in the background. The street and sidewalk are clear and clean, indicating a calm, suburban environment. Parked along the street are several vintage cars, reflecting a period look possibly from the 1960s or 1970s. Notably, the cars exhibit a design typical of American automobiles from that era with notable features like long bodies and large grilles.\n\nOverall, the photograph depicts a slice of daily life in this community, showcasing casual, everyday interactions among children and adults, emphasizing a sense of community and leisure in an urban neighborhood setting.","title":"Black neighbors outside on Chicago's West Side. They are part of the nearly 1.2 million people of their race who make up more than one third of Chicago's population. The West Side was hard hit by riots and fires in the mid and late 1960's. The 1970 census noted that 22 to 29% of the area's residents lived below the official poverty level. Black businessmen reached agreements with national franchises which resulted in pumping $20 million in jobs for residents by 1974.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["549296","551084","555895","557365","557361","555944","548441","543947","556431","556170","549269","558131","557699","551108","551129","544806"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["child","motorcycle","girl","sidewalk","grille","community","front","hair","standing","street"]}
