{"path":"556121.jpg","date":"July 1974","photographer":"O'Rear, Charles","caption":"This photograph captures an imposing architectural structure with a striking and ornate entrance. The central focus of the image is a large, domed building with a rounded, glass-covered dome crowning the structure. Below the dome, the building features a grand archway that serves as the main entrance. This arch is framed with brickwork and embellished with intricate metal detailing, including a decorative metal framework that holds numerous glass panes, adding to the grandeur of the entrance.\n\nThe entrance is further adorned with smaller arched windows and doorways, each bordered by detailed stonework and metallic accents that echo the artistry of the period during which the building was constructed. Above the arch, there are ornamental elements visible on the dome, suggesting a style that merges practicality with aesthetic detailing.\n\nIn front of the building, there is a street scene captured in motion. Two vehicles, one a golden-brown color and the other a lighter shade, are in motion, blurred, likely due to the long exposure time of the photograph. The blurring of the cars adds a dynamic element to the image, contrasting the still and solid presence of the building. On the side of the street, there is a tree, contributing a touch of nature and softening the urban setting.\n\nThe photograph seems to have been taken on a sunny day, given the brightness and clear visibility, which highlights both the architectural details and the lively street activity outside the building. The overall composition draws attention not only to the historic and architectural significance of the building but also to the everyday life that goes on around it.","title":"Exterior view of the Tacoma, Washington, train depot Amtrak, which assumed responsibility for most U.S. intercity rail passenger service in 1971, is working to Renovate facilities in many of the terminals. More than 550 million dollars worth of new train equipment also has been delivered or is on order in an effort to increase ridership. The corporation has reversed a decline in rail travel.","placename":null,"location":"OTHER","nn1":["556046","549681","549991","551870","556020","549660","545870","546606","549646","546488","546506","551786","558162","558113","546745","557073"],"cl":[41],"cluster":["#41 &mdash; Transportation Hubs"],"terms":["entrance","dome","detailing","arch","building","street","artistry","practicality","stonework","motion"]}
