{"path":"556111.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph captures a view of a train moving through a somewhat arid landscape. The image is taken from inside one of the train's carriages, likely through a window on the side of the train. The train is pictured from a perspective viewing forward, showing a portion of its length curving gently around a bend.\n\nThe left part of the frame shows a close-up of the side of the train, featuring sleek, metallic surfaces with horizontal stripes and riveted panels. The edge has colorful, circular details, possibly from a logo or decorative element. The window through which the image is taken reflects a bit of glare on the train, hinting at the daylight conditions outside.\n\nThe landscape is mostly sparse and barren with a mix of dry grass and rocky terrain. The ground beside the railway tracks consists of gravel mixed with patches of grass and occasional small bushes. There aren't any trees in the vicinity, giving the area an open, exposed feel.\n\nIn the background, the horizon meets a sky that looks overcast with thin, scattered clouds, adding a moody atmosphere to the scenery. The distant hills are gentle and rocky, typical of a desert or semi-desert region. The overall colors in the image are quite muted, dominated by earthy browns, dull greens, and greys, creating a somber and somewhat isolated impression. This kind of setting and the train’s design suggest the photograph could date from the mid to late 20th century.","title":"Expo '74 passenger train rounds a curve near Wenatchee, Washington, enroute from Spokane to Seattle. Amtrak assumed major responsibility for U.S. intercity rail passenger service in 1971 and leases use of the tracks from the nation's railroads. Ridership has increased since that time as equipment has been improved and modern business methods are used.","placename":null,"location":"OTHER","nn1":["556003","549131","556106","556029","556837","556009","555992","555887","556759","555971","554834","555977","548129","556857","556784","557966"],"cl":[42],"cluster":["#42 &mdash; Transportation Infrastructure"],"terms":["train","glare","bend","date","carriage","close","grass","kind","gravel","vicinity"]}
