{"path":"556157.jpg","date":"May 1973","photographer":"White, John H.","caption":"This photograph shows an elevated view of an urban landscape leading towards a large body of water in the distance, which appears to be a lake. The foreground is dominated by a cluster of older, multi-story brick buildings that are tightly packed together. These buildings show signs of wear and some deterioration, with exposed brick and varying conditions of the exteriors.\n\nSeveral of these buildings have external fire escapes or staircases, and flat roofs, a few of which have visible air conditioning units or other machinery. No people are visible on these staircases or in the immediate vicinity of the buildings.\n\nIn the open area in front of the buildings, there is a small patch of empty land or vacant lot scattered with debris and trash. There are three cars parked nearby: one is a white vintage sedan parked on the street directly in front, the second also appears to be an older model car parked slightly farther away, and the third one, farthest from the viewer, is darker and less distinct in make and model.\n\nBeyond the urban area, the landscape transitions into a more open, green space with trees. This park-like area serves as a buffer before the vast expanse of the lake, indicating that these buildings are likely situated near the city’s lakeshore. On the lake, there is a small boat visible, suggesting recreational or transport activity.\n\nThe overall setting feels slightly neglected or in transition, showcasing an urban environment with a mixture of residential and possibly light commercial structures, juxtaposed against the natural beauty of a large body of water. The photo captures a moment of stillness, with no visible human activity, giving it a serene yet slightly abandoned atmosphere.","title":"Black owned homes in Groveland Park on Chicago's South Side. Most of them have been refurbished on the interior by upper income families. They are located on Cottage Grove Avenue. Black home ownership in the city increased from 13,000 units in 1950 to 90,000 in 1973 with liberalization of FHA credit. However the black unemployment rate is twice that of whites in the country and it hampers black families who seek jobs and life as middle class citizens.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["550014","550134","552403","547893","547103","546109","546690","553352","547960","549300","550729","546886","549480","547519","551978","547622"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["staircase","lake","transition","building","model","buffer","conditioning","brick","make","escape"]}
