{"path":"556135.jpg","date":"August 1973","photographer":"White, John H.","caption":"This photograph captures a close-up image of three smiling children, appearing joyful and at ease. They are closely grouped together, with their faces occupying most of the frame.\n\nFrom left to right:\n1. The first child, partially obscured, appears to wear a pink shirt. Only part of this child's face is visible due to the angle of the shot.\n2. The second child in the middle has a wider smile and is dressed in a floral-patterned shirt in shades of green and beige. This child's face is bright with a joyful expression, displaying a full smile.\n3. The third child on the right, likely younger than the other two, wears a light pink shirt. This child's expression is also cheerful, with a slight smile and soft facial features.\n\nThe children's hair is naturally textured and styled simply. The close proximity of the children to each other and their overlapping positions suggest a strong bond and familiarity among them, possibly indicating that they are siblings or close friends.\n\nThe background is indistinct and out of focus, helping to emphasize the children's faces and expressions in the foreground. The lighting in the photograph is natural and soft, casting gentle shadows and highlighting their features subtly. The overall mood of the image is warm and affectionate, capturing a moment of shared happiness and connection among the children.","title":"Minority youngsters who gathered to have their picture taken on Chicago's south side during a community talent show blacks make up over one third of the 3.6 million population in the city.  Chicago census figures for 1970 show a significant gap in economic security between blacks and whites.  Only 35% of black families earned $10,000 to $25,000 compared to 60% of white families.  Of families earning less than $8,000 a total of 50% were black compared to 21% white","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["555941","552760","545379","556301","551766","556561","552958","553500","556139","557639","556593","543538","556525","556437","549299","556235"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","smile","face","expression","floral","familiarity","bond","ease","happiness","shirt"]}
