{"path":"556112.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"The photograph features a traditional train schedule bulletin board from the Great Northern Railway, displayed in a station named Wenatchee. The board is dominated by a large green and cream color scheme, and it displays full details about train numbers, their routes, and the schedule times for arrivals and departures. It primarily shows trains running between Chicago and Seattle with the times marked in white chalk on a dark background which appears to be a blackboard.\n\nAt the top of the board are two round logos of the Great Northern Railway on each side, presented in a red, white, and blue color scheme with a depiction of a mountain goat in profile within a circle. Their positioning suggests an emphasis on the authority and legacy of the railway service.\n\nThe sections on the board are neatly divided into columns labeled \"TRAIN NO\", \"FROM\", \"TO\", \"DUE TO ARRIVE\", \"WILL DEPART\", \"DUE TO ARRIVE\", \"WILL DEPART\", and \"REMARKS\". Handwritten chalk markings give a retro feel and indicate it is from a time before digital displays became common.\n\nAt the bottom of the board, there is a space designated for the date, displaying \"June 26 1974\", which provides context to the period the schedule is from. Beside the date, there is a slot for notices, which includes a small photograph ID card of a woman labeled \"HEIDI ??\" and another paper labeled \"NOTICE\" to the right, which seems to contain text regarding train schedules but is not completely legible.\n\nThis photograph captures a moment in time and the traditional method of conveying train schedules to passengers in the public spaces of railway stations.","title":"Train schedule at the wenatchee, Washington, depot shows that Seattle and spokane bound passenger trains make 10 minute stops.  Amtrak assumed major responsibility for u.s.  Intercity rail passenger service in 1971 and reversed a decline in riders.  Use of the track is leased from the nation's railroads","placename":null,"location":null,"nn1":["556039","556071","556040","556688","556101","556701","556001","556857","556063","556784","556124","556074","556782","555985","556059","556091"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["schedule","board","train","arrive","notice","label","date","scheme","time","railway"]}
