{"path":"556154.jpg","date":"July 1973","photographer":"White, John H.","caption":"This is a photograph that captures a construction worker engaged in the process of painting or repairing a building. The worker, an African-American man, is shown in a highly dynamic and tactile moment. He reaches upward, using a paintbrush to apply a substance—likely paint or possibly a weatherproofing compound—onto the surface, which appears to be the underside of a balcony or an overhang.\n\nHis face, expressing focus and effort, is oriented upwards towards the area he is working on. He is sweating, indicated by the visible droplets on his forehead and arms, suggesting physical exertion and possibly warm weather conditions. The man is wearing a sleeveless white shirt and dark pants, and his hand and part of his arm are covered in protective gloves smeared with white paint, which also dots his bare arms and shirt, highlighting the messy nature of his work.\n\nThe backdrop shows part of the building's white exterior with contrasts of a dark metal railing, partially framing the action. The angle and close framing create an intimate and immediate feel, drawing attention to the worker's expression and the physicality of his task. The photograph seems to capture not just a moment of physical labor but also conveys a sense of earnest dedication and the harsh, hands-on reality of such work.","title":"A Black man painting a store front on South Wabash Street, one of the nearly 1.2 million people of his race who make up more than one third of Chicago's population. It is one of many Black faces in this project that portray life in all its seasons. In short, they are portraits of human beings who feel they are individual and are proud of their heritage. Their faces mirror pride, love, beauty, hope, struggle, joy, hate, frustration, discontent, and faith.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["557689","542497","553618","544828","553921","553603","544171","544394","558306","546032","553609","556391","556186","546815","556228","546023"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["worker","arm","paint","compound","forehead","underside","exertion","dedication","overhang","painting"]}
