{"path":"556193.jpg","date":"October 1973","photographer":"White, John H.","caption":"This photograph captures a vibrant urban scene, taken from an elevated perspective, likely from within a vehicle given the visible window frame in the top left corner, slightly intruding into the image. The focus is on a bustling cityscape, dominated by a prominent skyscraper, which towers over other structures and appears to be a well-known tall building. This modern, tall building stands in stark contrast with the smaller, older buildings foregrounded in the scene.\n\nThe foreground of the picture shows a busy highway, congested with a variety of vehicles, including cars, trucks, and trailers, depicting a typical busy day with heavy traffic. The vehicles vary in color and type, contributing to the dynamic and somewhat chaotic nature of urban transport.\n\nOn the right side of the highway, there’s a large green space and a parking lot with several cars, which provides a slight break from the otherwise built environment. The backdrop features other high-rise buildings of various sizes and designs, contributing to a dense urban skyline.\n\nThe sky above is partly cloudy, suggesting good weather, which casts natural light over the cityscape and adds brightness to the scene. The composition, with the juxtaposition of the human-made structures and the natural sky, encapsulates the essence of a bustling city environment.","title":"Heavy traffic on the Dan Ryan Expressway in Chicago, Illinois. It is the busiest in the United States with 254,700 vehicles daily, according to figures released in March 1975 by the Federal Department of Transportation. The tall building in the background is the Sears Tower, 110 stories high and the world's tallest at the time it was built.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["546707","545467","555743","553845","548392","553016","547755","549476","546574","547765","547764","553001","549477","553838","549478","555938"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["highway","cityscape","vehicle","building","trailer","break","brightness","skyscraper","car","essence"]}
