{"path":"556150.jpg","date":"October 1973","photographer":"White, John H.","caption":"This photograph features a close-up portrait of a woman set against a defocused background, likely in an indoor setting with artificial lighting. \n\nThe woman, who appears to be of African descent, wears a vibrant headscarf featuring the rasta colors—green, yellow, and red—wrapped neatly around her head and tucked in at the nape. She has a wide, genuine smile and is looking slightly upwards, out of the frame, which gives a warm and engaging effect to her expression.\n\nHer attire is a simple yet striking green top with a subtle scoop neckline. Accentuating her appearance are unique accessories: she wears large, drop-shaped earrings that complement her facial features, and a stunning necklace made of graduated silver or metallic segments, adding both texture and cultural beauty to her outfit.\n\nThe background, though blurred, seems to feature a structure like an exhibition booth (with a faint red and green flag in the far right corner), and a crowded environment suggested by the indistinct shapes and warm tones in the far distance. Overhead, there is an array of circular lights creating a pattern of soft white spots across the top portion of the frame, enhancing the indoor, possibly commercial ambiance.\n\nHer name tag, visible on her chest, suggests she is likely at an event or gathering, participating as an exhibitor, though specific details on the tag are not clear from the image. The overall composition and her attire suggest an association with cultural presentation or exhibition.","title":"Black woman exhibitor at push expo, an annual exhibit of black talent, black products and black education in Chicago.  It is used to raise money, display black products, black colleges, black stars, black art and other areas of black consciousness to raise money for black poor people","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556134","556143","551384","556151","556254","553708","553918","553916","545373","556470","553178","556765","553760","556142","553499","544311"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["tag","exhibition","neckline","indoor","descent","shaped","scoop","earring","necklace","drop"]}
