{"path":"556178.jpg","date":"June 1973","photographer":"White, John H.","caption":"The photograph depicts a scene of urban housing with two large, multi-story apartment buildings. These buildings have a utilitarian design, featuring plain facades with rows of numerous small, regular windows and a few visible balconies. The building on the left is slightly taller and both buildings are colored in a light, sandy shade with darker accents.\n\nIn the foreground, there's a crosswalk on a street leading towards the buildings. Parked on the side of the street is an old-fashioned car, likely from the 1960s or 1970s, having a classic design with a long front and blue paint. Along the sidewalk adjacent to the lawn, there are three figures: one is closer to the front, walking on the sidewalk, the second is riding a small bike, and the third is further away on another bike.\n\nThe grassy areas between the sidewalk and the buildings are well-maintained but fairly empty, lacking significant vegetation or trees. The sky is clear and blue, indicating a sunny day which casts shadows on the buildings and the ground, enhancing the depth and the angles of the buildings’ architecture.\n\nThis setting gives a feeling of a typical residential area in a city with facilities aimed at housing a large number of residents in a compact space. The lifestyle suggested is urban and community-oriented with elements, like the parked car and bicycles, hinting at the era being roughly around the mid-20th century based on the vehicle style and overall aesthetics.","title":"Robert Taylor Homes, low-income high-rise apartment housing for blacks on Chicago's South Side. It is one of a complex of 28 buildings with 4,312 apartments housing 25,220 persons. From 1960 to 1970 the percentage of Chicago blacks with an income of $7,000 or more jumped from 26 to 58%. Median black income during the period increased from $4,700 to $7,883 but was still $3,603 less than median income for whites.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556183","555940","555951","549287","553472","545201","550118","550053","555920","555942","557288","553550","546420","553840","556179","552965"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["sidewalk","bike","building","housing","resident","front","lifestyle","accent","street","apartment"]}
