{"path":"556162.jpg","date":"May 1973","photographer":"White, John H.","caption":"This photograph captures a dynamic and vivid scene of young people playing basketball in an outdoor urban setting. The focus is on a young player in the foreground who is shooting a basketball towards a hoop that is visible at the upper right corner of the image. This player, along with others around him, appears to be in the midst of an intense play.\n\nThe setting is a basketball court in a public park, located in the shadows of high-rise residential buildings. These buildings, towering in the background, have numerous windows, and their architectural style suggests public or affordable housing units typical of many urban landscapes. The ground appears to be made of concrete, suitable for outdoor sports activities.\n\nThere are several young people in the scene, all of whom are actively engaged in the game. The young player making the shot is prominently featured, with his arms extended upwards, directing the basketball towards the hoop. Another player to his right is looking at the ball intently, likely waiting to see if the shot is successful or to rebound the ball. There are two more players partially visible in the frame.\n\nThe sky is notably clear and blue, dotted with a few clouds, suggesting a pleasant, sunny day which adds to the lively, energetic atmosphere of the game. The presence of a few bare trees indicates it might be either early spring or late autumn.\n\nOverall, the image captures the essence of youthful energy and the sense of community frequently found in urban park sports, set against the backdrop of a dense urban environment.","title":"Black youths play basketball at Stateway Gardens' highrise housing project on Chicago's South Side. The complex has eight buildings with 1,633 two- and three-bedroom apartments housing 6,825 persons. They were built under the U.S. Housing Acts of 1949 and 1968. They are managed by the Chicago Housing Authority, which is responsible for 41,500 public housing dwellings.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["551128","552011","545490","546527","555935","551031","556431","546523","551768","551721","545404","552755","555931","553512","547201","551769"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["player","basketball","hoop","ball","game","sport","shot","park","midst","housing"]}
