{"path":"556105.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"In the photograph, there is a flight attendant addressing passengers inside the cabin of an airplane. The flight attendant, a woman, stands near the center of the frame. She is wearing a light-colored mini dress with a dark belt and matching shoes, and she has her hand raised as if explaining or pointing something out to the passengers. She also wears large, stylish sunglasses.\n\nThe passengers are seated in seats that have a checkered fabric with a blend of dark and light colors. Only a few passengers' profiles are visible—the majority from the back and side angles. One man near the middle right of the frame appears to be listening attentively, facing the flight attendant. The overall lighting in the cabin seems slightly dim with strategic lighting accentuating the central aisle area.\n\nThe airplane interior has rounded ceiling edges, typical of commercial airliners, and luggage compartments are visible above the seats. The colors and style of the passengers' clothing, as well as the interior design of the airplane, suggest this photo might be from the 1970s or early 1980s.\n\nOverall, the composition captures a common scene of in-flight interaction between a crew member and passengers, showcasing aspects of air travel during a past era.","title":"Westbound Empire Builder winds beside Glacier National Park after leaving East Glacier Park, Montana. A park aide describes the surroundings to passengers in the observation car. More and more people are returning to passenger trains for long-distance leisure travel as rail service is modernized. Amtrak assumed responsibility for most such U.S. intercity service in 1971.","placename":null,"location":"OTHER","nn1":["555982","555999","556834","556080","556685","555974","556671","556061","556687","556748","556648","555993","555978","554264","555994","556781"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["passenger","attendant","flight","airplane","cabin","seat","matching","aisle","luggage","address"]}
