{"path":"556167.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph showcases an urban scene characterized by vintage, multi-story wooden buildings with exterior staircases and balconies. The scene is captured on a sunny day with a mix of shadows and sunlight enhancing the textures and colors of the environment.\n\nThe buildings are aged and appear somewhat rundown, with visible wear and patchwork repairs. Each balcony is cluttered with household items, including potted plants and clothes hanging out to dry, suggesting a lived-in and personable atmosphere among the residents. One of the focal points is the series of clotheslines stretched across the space, adorned with drying laundry which flaps gently in the breeze, adding a touch of domestic routine to the scene.\n\nIn the foreground, there's a dirt ground leading up to a wooden fence enclosing a sandy parking area with a couple of cars, one of which looks like a vintage model from the 1970s or 1980s, suggesting the era in which the image might have been captured. A tree with lush foliage provides a contrast to the stark urban setting and offers a bit of greenery amidst the wooden and brick architecture.\n\nThere are several barrels and an improvised storage area beside the building, contributing to the improvised, utilitarian aspect of this community space. The background features larger brick buildings, hinting at a denser urban environment surrounding this more quaint and distinctly textured locale.\n\nThis scene captures a snapshot of daily life in a densely packed urban neighborhood, reflecting both resilience and a close-knit community vibe, typical of historic urban environments.","title":"Black community older housing on Chicago's West Side. This area in 1973 had not quite recovered from the riots and fires during the mid and late 1960's. According to the 1970 census, 22 to 29% of the residents were below the poverty level. Black West Side businessmen formed an organization, funded by the federal government, which resulted in agreements with major national franchises and resulted in some $20 million in jobs for area citizens by 1974.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["555951","545326","552965","545350","543360","549270","550718","545356","551722","549287","555905","548330","555940","550108","556438","551685"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["balcony","brick","clothesline","laundry","patchwork","household","community","resident","staircase","locale"]}
