{"path":"556185.jpg","date":"October 1973","photographer":"White, John H.","caption":"This photograph features a dramatic and powerful silhouette of a construction worker standing atop an elevated structure, probably a building or some form of construction framework. The worker is captured in a commanding pose with hands on hips, looking up towards the sky. The sun is shining brightly behind him, creating a striking backlight effect and casting the figure and surroundings in deep shadow, enhancing the silhouette effect. There are a few visible lens flares near the sun, adding a dynamic aesthetic to the scene.\n\nOn the right side of the frame, there's a hint of another individual, likely another worker, partially visible and also in silhouette. Above the primary figure, a cable with a small crane or hook hangs down from the top of the frame, suggesting ongoing construction work or material handling.\n\nThe sky behind is clear, emphasizing the brilliance of the sun and creating a simple yet contrasting backdrop that focuses attention on the worker’s silhouette. Overall, the composition conveys themes of industry, labor, and possibly the start or end of a day's work, captured in a moment that highlights both the vastness of the environment and the scale of human endeavor within it.","title":"Construction workers silhouetted against a bright October sun in South Side Chicago. Some blacks charge that areas of the new \"Loop\" and on the South Side have been systematically vacated as a result of fires, vandalism or failure by building owners to provide basic services to tenants. And that the new apartment units are expensive, appealing only to a small percentage of the black community and almost none of the area's previous residents.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["547218","544394","553623","557731","554421","550907","546911","544832","553618","555140","546929","556893","547716","542989","553923","553924"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["worker","silhouette","sun","construction","backlight","hook","hip","effect","shine","flare"]}
