{"path":"556153.jpg","date":"June 1973","photographer":"White, John H.","caption":"The photograph captures two men in an urban setting. In the foreground, one man is seated on a battered metal chair with red legs. He is dressed in a patterned white shirt with a pronounced collar, and grey trousers held up by a red belt. His hair is styled into a natural afro and he has a full beard and mustache. His expression is slightly pained or contemplative as he looks directly at the camera.\n\nBehind him, standing in the shadowed doorway of a dilapidated wooden building, is another man. He appears younger, wearing a grey t-shirt that reads \"Free John Sinclair,\" dark trousers, and a dark cap. He holds a white mug in his hand and has a somber expression, looking towards the camera with an air of caution or wariness.\n\nThe building's exterior is notably weathered and worn, with peeling paint and exposed wood, suggesting neglect or disrepair. Debris, including scattered papers and what looks like a broken piece of metal or tool, is visible on the ground near the seated man, indicating a possibly impoverished or tough neighborhood.\n\nThe photograph exudes a raw, gritty aesthetic, likely aiming to document real-life conditions or moments in a specific cultural or social context. The expressions and stances of the men, along with the environment, suggest themes of resilience and real-life struggles within urban communities.","title":"Black men at the entrance to a pool hall where they hang around daily, located on roosevelt road in the heart of the ghetto on Chicago's west side.  The 1970 census reported 22 to 29% of the area's residents were below the poverty level.  Helped by the federal government, a local organization signed agreements with major national franchises that resulted in $20 million in jobs for residents.  In 1973 the west side had not yet recovered from earlier riots and fires","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["553487","556220","552753","553270","557907","545970","552751","553090","545511","545044","556443","552971","547330","545331","552973","548372"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["trouser","expression","man","mug","afro","caution","struggle","pronounce","mustache","stance"]}
