{"path":"556181.jpg","date":"October 1973","photographer":"White, John H.","caption":"The photograph shows a lush, verdant park scene framed by mature trees. At the forefront, the grass is green with a few scattered yellow leaves, highlighting the transition into autumn. Various trees with thick foliage in shades of green indicate a thriving, healthy park environment. A small, coniferous tree in the foreground adds variety to the flora.\n\nThe background prominently displays a row of townhouses or similar multi-story residential buildings. These buildings have dark roofs and are adorned with white and brown facade elements, possibly bricks or painted surfaces. The ground level of these buildings features repeated architectural patterns likely indicating multiple residences, each with a doorway and windows, mostly shaded or highlighted by overhangs.\n\nBetween the park area and the buildings in the background, there's a visible fence that seems to define the boundary of the park, separating it from the residential area. The ambiance of this photograph is quite serene and tranquil, suggesting a quiet residential neighborhood where the park provides a communal green space for recreation and relaxation. The lighting suggests this was taken during the day without direct sunlight, possibly cast by a soft, overcast sky, contributing to the gentle and tranquil feel of the scene.","title":"South side townhouses owned by blacks in Chicago on cottage grove avenue at 33rd street.  Middle class blacks in the city generally live on the south side, west side, near north side, in highrise apartments along the lake front and in the suburban ring the 1970 census noted nearly half of the nation's 22.7 million blacks and 58% of Chicago's blacks were in the middle income brackets","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["553043","544808","553469","546259","553903","548473","557257","544485","550075","558104","557940","547920","546535","550074","556426","550051"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["park","thriving","townhouse","repeat","separa","overhang","verdant","residence","trees","building"]}
