{"path":"556184.jpg","date":"October 1973","photographer":"White, John H.","caption":"This photograph features a close-up view of a large informational sign, partially obscured by a focus on a chain-link fence in the foreground, resulting in the fence being in sharp focus and the sign slightly blurred.\n\nThe sign is rectangular and reads \"PAUL G. STEWART APTS 400 UNITS - PHASE I\" in large, bold lettering at the top. Below this heading, the sign is divided into two sections by a horizontal line. The left section includes text mentioning the sponsor, \"PEOPLE'S CONSUMER CO-OP,\" along with an address and a phone number. The right section of the sign lists support services related to housing including \"CONSUMANTS: TECHNICAL ASSISTANCE FOR HOUSING,\" \"INTERIM FINANCING,\" as well as mentions of \"ILL. HOUSING DEVELOPMENT AUTHORITY\" and \"F.H.A. PROJECT: DEPT. OF HOUSING AND URBAN RENEWAL.\"\n\nThe bottom part of the sign features the name \"ALBERT H. JOHNSON REALTY CO.\" stated as the managing agent and gives another address and phone number.\n\nThe composition is dominated by the text providing information about the housing project, and the chain-link fence adds a visual texture to the scene, perhaps hinting at barriers or the aspect of exclusion/inclusion related to urban housing developments.","title":"Construction sign in south side Chicago notes construction of the first phase of an apartment complex with 400 units.  The state of Illinois is providing interim financing for the fha project.  Black home ownership in Chicago increased from 13,000 units in 1950 to 90,000 in 1973 with liberalization of fha credit.  Black interest is increasing in buying apartment units, financed through black financial institutions.  The apartments will be for people with less than $9,000 income","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["557474","547910","556047","557419","553941","552031","544727","547092","542566","556183","558053","547837","547871","552985","554103","547931"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["housing","sign","phone","address","mention","fence","chain","link","section","number"]}
