{"path":"556179.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures a cityscape featuring a group of high-rise buildings set against a clear blue sky. In the foreground is a large field of green grass speckled with white trash. A simple chain fence encircles a patch of dirt in the foreground, hinting at a modest attempt to segregate different parts of the area.\n\nTo the left of the image is a playground featuring a swing set and a slide, which adds a touch of community life to the scene. Adjacent to the playground is a traditional brick church, distinguished from its surroundings by its pointed arch doors and windows, and a steep sloping roof. The church's older, architectural style contrasts sharply with the plain, functional appearance of the high-rise buildings.\n\nThe high-rises themselves appear relatively modern, with a utilitarian design consisting of repetitive windows and few decorative elements. These buildings look residential, evident from their numerous balconies and the symmetry of the windows.\n\nThe parking areas are packed with cars of various models and colors, suggesting a densely populated area. The layout of the buildings, along with the church and playground, indicates that this might be a residential neighborhood within an urban setting.\n\nThe overall mood of the photograph is a blend of urban functionality and community, underscored by a sense of neglect seen in the littered grass field, suggesting some socio-economic challenges in the area.","title":"Robert taylor homes, a low income highrise apartment complex inhabited by blacks on Chicago's south side.  There are 28 buildings with 4,312 apartments housing 25,220 persons.  A goal of many residents is to find a job that pays enough for them to reach middle class status and move.  From 1960 to 1970 the percentage of Chicago blacks with an income of $7,000 or more jumped from 26 to 58%.  In 1970 blacks had a median income of $7,883, but it was $3,603 less than that for whites","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["549958","557271","549766","549971","548424","548425","547229","548374","553673","546624","552394","556161","556180","549979","542580","551924"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["playground","church","rise","window","symmetry","swing","slide","encircle","attempt","community"]}
