{"path":"556152.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph portrays two individuals, likely a mother and her child, in an urban setting. The focus of the image falls on these two figures framed against a simple, somewhat gritty background. \n\nThe woman, standing further back, smiles gently while peeking over the shoulder of the child in front of her. She wears stylish glasses and her hair is styled in a natural afro. She carries multiple paper grocery bags, suggesting they may have returned from shopping.\n\nThe child, positioned in the foreground, holds onto a sizeable milk carton labeled \"MILK\" with \"CERTIFIED 2% REDUCED FAT VITAMIN D\" printed on it. The child looks directly at the camera, showing a serious expression. The child’s attire consists of a basic white t-shirt and his hair is styled in a small afro, mirroring the woman’s.\n\nThe backdrop includes a chain-link fence and a brick wall that shows signs of deterioration, setting a contrast between the warmth of the subjects and the harshness of the surrounding area. The starkness and simplicity of the environment highlight the subjects and underscore a candid, everyday moment.","title":"Mother and daughter returning home after a grocery shopping expedition in Chicago's West Side Black community. In 1973 the West Side still had not recovered from the riots and fires of the mid and late 1960's. The 1970 census reported 22 to 29% of the area's residents were below the poverty level. Helped by the federal government, a local organization signed agreements with major national franchises that resulted in $20 million in jobs for residents.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["557632","543863","553523","556144","547055","553543","556294","550090","553496","556299","557898","556590","551807","552949","551130","553219"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["child","afro","milk","grocery","subject","mother","harshness","starkness","deterioration","link"]}
