{"path":"556173.jpg","date":"July 1973","photographer":"White, John H.","caption":"This photograph depicts a homey indoor setting with a group of ten people, predominantly children, posing for a family photo. The room features warm lighting and a cozy atmosphere underscored by deep wooden tones. There are two windows, each partially covered by curtains in shades of red and yellow, which allow natural light to stream into the room.\n\nAgainst the back wall, to the right, is a reddish door, suggesting another room or entryway. In front of this door stands a woman, who appears to be an adult, dressed in a striped shirt, with one arm leaning against the wall. She smiles slightly into the camera, conveying a gentle presence.\n\nSeated in the foreground is a bald man wearing a light-colored shirt, with one child in his lap and another leaning against his knee. The children, who display a mix of expressions from shy smiles to curious gazes at the camera, are all dressed in varied casual clothing from dresses to t-shirts and shorts. One girl directly in front of the man appears to have a toy or small book in her hand, further suggesting a relaxed and informal family gathering.\n\nThe composition of the photo, with its casual arrangement of people and a focus on faces and expressions, portrays a candid moment of family life, emphasizing connection and warmth. The simplicity of the surroundings, along with the tangible closeness among the individuals, underscores a sense of belonging and comfort.","title":"Black mother and father with their eight children in Chicago's south side ghetto.  Although figures in the 1970 census note that nearly half of the nation's 22.7 million blacks were in middle income brackets, an equal number were trying to find jobs that paid enough for them to enter the middle class.  And the rate of unemployment for blacks nationwide is believed to be twice the national average.  This family lives in a two bedroom apartment because the father makes $7,000 per year","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556610","556609","545985","544205","557353","548312","552612","544356","556235","556496","543041","546025","556561","556611","551278","557677"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["family","room","child","homey","indoor","door","entryway","closeness","toy","belonging"]}
