{"path":"556180.jpg","date":"June 1973","photographer":"White, John H.","caption":"The photograph provides an aerial view of an urban area, featuring a dense array of buildings primarily in the foreground and middleground. The architecture displayed includes a mix of residential and possibly institutional structures with a variety of roofing styles and materials. Many of the buildings have flat roofs, typical of urban areas to optimize space, although a few structures sport more elaborate designs including arched and peaked roofs and detailed facades, suggesting older or more ornate constructions possibly dating back to the late 19th or early 20th century.\n\nOne of the most prominent buildings features a classical architectural style with stone facades and a central dome, reminiscent of municipal or educational buildings. This structure, along with others that have similar stone facades and architectural embellishments, potentially serves a significant community or administrative function.\n\nThe environment is tightly packed, leaving little visible ground, a feature typical of dense urban neighborhoods. The photograph appears to be taken during daytime given the bright sunlight casting sharp shadows on rooftops and streets, enhancing the textures and details of the building materials and architectural designs. There are numerous small architectural details visible, such as chimneys, vent stacks, fire escapes, and small terraces or balconies, which add to the complexity and utilitarian nature of the urban landscape.\n\nThere are no visible people or moving vehicles, which might indicate the photo was taken at a time of day or period when activity in the area was minimal, or simply that the focus and elevation of the photo did not capture street-level activities. The trees scattered among the buildings suggest attempts to incorporate green space within the densely built environment. The background fades into a lighter haze, possibly due to atmospheric conditions or the photograph's focus primarily on the foreground, suggesting depth and the expanse of the urban area beyond what is immediately visible.","title":"Older low income apartments inhabited by blacks in Chicago on the south side.  A goal of many residents is to find a job that pays enough for them to reach middle class status and move.  From 1960 to 1970 the percentage of Chicago blacks with an income of $7,000 or more jumped from 26 to 58%.  Median black income during the period increased from $4,700 to $7,883, but was still $3,603 less than the median income for whites","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["548424","548425","556030","548343","553673","548374","553300","549979","549971","547210","552394","551507","548318","548364","546728","550202"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["facade","building","19th","optimize","stone","embellishment","incorporate","terrace","attempt","escape"]}
