{"path":"556161.jpg","date":"May 1973","photographer":"White, John H.","caption":"The photograph captures a vivid outdoor scene, primarily focusing on a housing complex comprising multiple high-rise apartment buildings. These buildings, at least three visible in the photo, are tall, featuring numerous floors as evidenced by the series of windows lining their facades. The color of the buildings is a uniform, tan shade.\n\nAt the center of the image is a well-kept, open communal area that consists of a playground and paved pathways. There are a few children scattered around the area, visible on the playground structure and walking on the paths. The playground equipment includes swings and a merry-go-round which seem to be actively in use.\n\nThe area around the buildings is marked by grassy patches and bare dirt, indicating either recent landscaping or maintenance. There also appears to be a small body of water or a wet area reflecting sunlight, located towards the right side of the image, amid the buildings.\n\nIn the background, beyond the immediate vicinity of the housing complex, more urban development can be observed, suggesting a densely populated area. The backdrop also includes a clear blue sky, contributing to the overall bright and sunny atmosphere of the scene.\n\nThis outdoor area provides recreational space for residents, likely serving as a communal gathering point, enhancing the setting with a sense of community and open space amid urban architecture.","title":"Stateway Gardens highrise housing project on Chicago's South Side. The complex has eight buildings with 1,633 two and three bedroom apartments housing 6,825 persons. They were built under the U.S. Housing Acts of 1949 and 1968. They are managed by the Chicago Housing Authority which is responsible for 41,500 public housing dwellings. Chicago's middle class Blacks live on the South Side, West Side and Near North Side in highrise apartments along the lake and in the suburban ring.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556179","556183","555951","556178","548022","551924","546420","545201","550075","553919","558131","552755","556175","555928","555931","546453"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["playground","housing","complex","building","swing","round","resident","landscaping","apartment","space"]}
