{"path":"556155.jpg","date":"October 1973","photographer":"White, John H.","caption":"The photograph depicts a man positioned in the foreground, captured in a close and slightly low-angle shot that emphasizes his presence against the backdrop. He is African American and sports a full beard and mustache. The man is dressed in a dark blue sweater over a light-colored collared shirt and wears a light gray, helmet-style hard hat.\n\nIn terms of equipment, he is decked with a variety of items suggesting functionality or work-related activities. Over his right shoulder, he carries a leather satchel filled with visible stacks of paper or booklets, as if he is distributing materials or collecting information. In his right hand, he holds a rectangular device, possibly a meter or a measuring instrument, further underlining the utility nature of his attire and accessories.\n\nThe background features an industrial setting with a large brick building. To the right, there is a significant metallic cylinder, potentially a storage silo, affixed atop the building, adding to the industrial feel. A clear blue sky is visible above, and the lighting suggests it is either morning or noon owing to the angle of the shadows and the sunshine's brightness.\n\nAlso discernible in the backdrop are vintage vehicles, including a red pickup truck and a white-and-yellow car parked beside the building, hinting at this photo being taken during the mid to late 20th century. These elements collectively suggest the man is employed in a capacity that involves outdoor, possibly industrial work or inspections, interacting regularly with infrastructure and machinery.","title":"A Black man delivers mail to the block of East 43rd Street on Chicago's South Side. He is one of the nearly 1.2 million people of his race who make up more than one third of Chicago's population. The photos are portraits that reflect pride, love, beauty, hope, struggle, joy, hate, frustration, discontent, worship, and faith. They are portraits of individual human beings who are proud of their heritage.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["544835","547163","553618","558312","542497","542783","556320","544171","556391","556599","544105","556147","554953","553025","554441","544382"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["angle","sunshine","cylinder","capacity","meter","accessory","leather","mustache","inspection","pickup"]}
