{"path":"556175.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph depicts a group of children engaging in play on a sunny day in an urban apartment building's walkway. The composition captures a narrow balcony-like space enclosed by metal railings and lined with doors and windows on one side. The architecture is of a pragmatic, mid-century design with a utilitarian feel, emphasized by exposed brick walls and a simple, repetitive pattern of windows.\n\nIn the foreground, a child is pulling another child who sits on a red tricycle, both enjoying the activity. Nearby another child watches the pair, while toward the background, one more child stands by the wall looking in their direction. At the far end of the walkway, a girl is walking away from the camera.\n\nThe scene is filled with the dynamic energy of childhood and playfulness under brightly lit conditions, which cast deep shadows on the walkway. The atmosphere reflects a typical day in a residential complex, where children find spaces to turn into their playgrounds. The image captures a moment of joy and community amidst an urban setting.","title":"Black residents on one of the balconies of the Robert Taylor Homes, a low-income high-rise apartment building in Chicago. It is a complex of 28 buildings located between the 3900 and 5400 blocks on State Street with 4,312 apartments housing 25,220 persons. A goal of many residents is to find a job that pays enough for them to reach middle-class status and move. Median black income from 1960 to 1970 increased from $4,700 to $7,883 but was still $3,603 below median white income.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["551726","547170","556287","553096","555931","556166","552755","555928","557987","555901","553512","551727","546443","551725","556136","551729"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","walkway","tricycle","playfulness","playground","wall","childhood","apartment","joy","pull"]}
