{"path":"556164.jpg","date":"May 1973","photographer":"White, John H.","caption":"This photograph portrays an urban scene featuring a deserted, derelict apartment building. The image is striking for its depiction of urban decay. The building itself is a large, multi-story structure with bay windows and notable architectural details such as decorative stonework around the windows and along the base. Several windows are visibly damaged, with broken panes and tattered curtains hanging out. The facade of the building shows signs of neglect, including peeling paint and graffiti in one corner of a window that reads \"Uzi.\"\n\nIn the foreground is a pathway next to the building that appears weathered and surrounded by overgrown grass and weeds, suggesting it has not been maintained for some time. Walking on this path is a solitary figure, a child wearing a bright red top and blue pants, adding a vivid contrast to the overall dull and dilapidated environment.\n\nIn the background, beyond the deserted buildings, modern high-rise buildings can be seen, presenting a stark juxtaposition between the neglected old and the maintained new in an urban landscape. The scene captures a moment of life and movement amid an otherwise abandoned space, reflecting themes of change, neglect, and resilience in urban settings.","title":"Empty housing in the ghetto on Chicago's south side structures such as this have been systematically vacated as a result of fires, vandalism or failure by owners to provide basic tenant services.  Then the vacated buildings, often substantially salvageable, are razed and replaced with highrise apartments which appeal to few members of the black community and almost none of the area's previous residents","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["555897","553552","553555","552757","550129","553824","551924","550263","550253","553476","553506","553539","549786","555902","553557","552758"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["neglect","window","building","tatter","dull","maintain","stonework","weed","broken","pane"]}
