{"path":"556174.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures an upward view of a high-rise building, underscored by a perspective that enhances its towering nature. The focus of the image is on the building's exterior, predominantly consisting of repetitive rows of white-bordered balconies that create a patterned facade. Each balcony appears identical, contributing to the building's geometric and structured aesthetic.\n\nThe building is framed by tree branches at the top left corner and a smaller section at the top right, introducing elements of nature into the composition. These branches are darker, contrasting with the bright blue sky that fills the negative space around the building, enhancing the vertical emphasis of the shot.\n\nAdditionally, the sunlight casts shadows on the building and balconies, adding depth and texture to the image. The building's glass surfaces reflect the light, creating specks of brightness throughout.\n\nThe angle of the shot, looking upwards from the base of the building towards the sky, and the lack of human activity provide a sense of isolation and focus solely on the architectural features. Overall, the composition juxtaposes the organic forms of the tree branches against the rigid, orderly structure of the urban architecture.","title":"Robert r.  Taylor homes, one in the complex of 28 low income highrise apartment buildings inhabited by the black community in Chicago.  Located between the 3900 and 5400 blocks on state street there are 4,312 apartments housing 25,220 persons.  A goal of many residents is to find a job that pays enough for them to reach middle class status.  From 1960 to 1970 the percentage of Chicago blacks with an income of $7,000 or more jumped from 26 to 58%","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["546491","548649","546542","546546","555329","555278","545885","546481","546531","549971","551653","546415","549880","557260","550119","546473"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["balcony","building","branch","shot","speck","introduce","brightness","emphasis","lack","exterior"]}
