{"path":"556177.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures an outdoor scene focusing on a man engaged in maintenance work. The man, wearing a sleeveless maroon tank top and olive green pants, is seen leaning on a shovel. Next to him is an upright broom and a two-wheeled cart, suggesting he may be involved in cleaning or clearing the area. Positioned behind him is a large, burned-looking barrel that could be used for collecting trash or debris.\n\nThe setting is an urban environment characterized by a large, multi-story building in the background. The building has a geometric facade with many balconies, each enclosed by railing. Trees and a well-maintained lawn are visible, adding a touch of greenery to the concrete-dominated scene. The ground on which the man stands is concrete, appearing somewhat worn and patched.\n\nNatural light illuminates the scene, creating shadows cast by the man and the objects around him, which enhance the depth and dimension of the composition. The combination of everyday urban life and maintenance work highlights themes of urban upkeep and the routine efforts required to maintain public spaces.","title":"Sidewalk trash is swept up in front of one of the Robert Taylor highrise low income apartment projects inhabited by Blacks on Chicago's South Side. A goal of many residents is to find a job that pays enough for them to reach middle class status and move median Black income from 1960 to 1970 increased from $4,700 to $7,883 but was $3,603 below medium White income in 1970. Chicago Blacks with an income of more than $7,000 during the decade jumped from 26 to 58%.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["552748","549841","550251","558307","549845","552085","551869","547159","549842","545371","546916","553246","553603","548371","554937","548372"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["broom","maintenance","upkeep","dimension","man","shovel","cart","work","barrel","balcony"]}
