{"path":"556144.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures an intimate moment featuring a young child and an adult, likely a caregiver or parent. The child, whose skin appears to be of a dark complexion, is being held close against the adult's chest. The child is gazing directly at the camera with a serious expression, sporting several small, twisted locks of hair on their head, which seem to be gently styled with small pink ribbons.\n\nThe adult is seen only partially from the side and is not the focus of the image. They are wearing a colorful floral patterned blouse, detailed with multiple shades of blue, pink, and yellow flowers and green foliage on a dark background. This pattern is intricate and has a cheerful, vibrant aesthetic. The sleeve of the blouse suggests it is lightweight, suitable for a warm climate.\n\nIn terms of composition, the photograph has a shallow depth of field, with the background blurred and indistinguishable. This focuses all attention on the subjects. The lighting in the photograph is soft yet highlights the facial features of both the child and the adult, adding depth and texture to the scene. The colors in the image are rich and warm, contributing to the overall tender and protective feel of the photograph. The setting or location is not clearly visible due to the blurred background but suggests an outdoor environment given the natural light.","title":"A South Side Chicago ghetto mother and child who live in nearby low income housing. They are part of the 1.2 million people of their race who make up over one third of Chicago's population. Chicago area census figures show a significant gap in economic security between Blacks and Whites. Of families earning less than $8,000 in 1970, some 50% were Black compared to 21% White. Median Black income in Chicago at that time was 65% that of the Whites'.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556145","556294","556299","553496","553543","543863","553533","551473","543866","553094","550090","556140","556138","557632","551807","544215"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["adult","child","blouse","parent","lock","complexion","ribbon","chest","skin","term"]}
