{"path":"556165.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures a scene on an external wooden staircase of a brick building. The staircase and its surroundings appear aged, with visible wear on the wooden steps and railings, as well as on the brick walls surrounding it.\n\nThere are four individuals in the photograph. At the upper level of the staircase, there sits a woman dressed in a white outfit, holding onto what appears to be a book or a small bundle. She is sitting on one side, watching over the area. Her posture suggests a moment of relaxation or supervision.\n\nOn the steps below her, three children are present. Two of them are closer to the bottom of the image; one of these children is looking directly towards the camera with a subtle expression, while the other is partially obscured behind them. The third child, standing alone on a lower step, also gazes up towards the camera with a slightly more discernable expression.\n\nThe overall mood of the photograph is serene, characterized by soft lighting and a sense of everyday life. The setting, typical of urban environments, creates a documentary feel to the scene, capturing a candid moment in the daily lives of the subjects. The vertical lines of the stairs and the rough textures of the wooden and brick elements add a rustic charm to this snapshot of domestic life.","title":"Older housing in the black community on Chicago's west side this area in 1973 had not quite recovered from the riots and fires during the mid to late 1960's.  According to the 1970 census, 22 to 29% of the residents were below the poverty level.  Black west side businessmen formed an organization, funded by the federal government, which resulted in agreements with major national franchises and resulted in some $20 million in jobs for area citizens by 1974","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["546529","551712","553497","551063","552764","552959","547175","550718","545338","546501","548312","555905","551729","556276","553498","551130"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["staircase","step","brick","child","documentary","bundle","life","sit","stair","camera"]}
