{"path":"556156.jpg","date":"July 1973","photographer":"White, John H.","caption":"This photograph depicts a solitary man sitting precariously on the edge of a building ledge above a ground-floor doorway. The setting is an urban area, characterized by red brick buildings, which appear old and slightly worn. The man is positioned on a concrete overhang just above a vent, with one leg hanging over the edge, whilst he supports himself with one arm resting on his raised knee.\n\nThe man's attire suggests he might be a worker or someone engaged in physical labor; he wears a light-colored, dirt-smudged shirt and dark pants. His boots also appear sturdy and well-used. He is interacting with a small object in his hands, possibly a tool or a personal item that he is fixing or examining meticulously.\n\nIn the background, there is repetition in building design with windows and downspouts indicating a typical residential building in a dense city structure. The atmosphere carries a mood of isolation and introspection, emphasized by the man's activity away from the bustling city life, captured in a moment of quiet focus or perhaps rest. The image is framed with a border, giving it a slightly dated feel and possibly suggestive of being taken during the mid to late 20th century.","title":"A black man who is jobless sits on the windowsill of a building in a high crime area on Chicago's South Side, he has nothing to do and nowhere to go, this scene contrasts with the publications which list the city as the black business mecca of the world. In early 1975, some 16% of blacks were believed to be out of work, double the rate of white unemployment. Black-owned businesses in Chicago in 1970 grossed $332 million from 8,750 businesses.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["546536","552971","552748","550257","553246","552751","547082","545520","549973","553471","547812","556447","552724","542497","545511","551975"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["repetition","introspection","man","overhang","vent","ledge","city","knee","doorway","border"]}
