{"path":"556136.jpg","date":"June 1973","photographer":"White, John H.","caption":"The photograph captures a joyous and lively scene of young children playing outdoors. In the foreground, three African American kids appear to be engaged in an energetic game or play. The child in the middle, likely a girl, supports another child piggyback-style. The girl being carried smiles brightly backward at someone out of frame. She wears casual white shorts and a tank top. The one carrying her sports a yellow vest and green shorts, with a big, joyful expression. The third child, standing at their side, holds onto the leg of the carried girl, participating in their game, laughing along with the others.\n\nIn the background, other kids can be seen active in various games. One child, to the far left behind the main group, looks to be running or jumping. The setting seems to be an urban area, suggested by the large, plain brick buildings and patches of grass visible. There is a sense of motion and happiness throughout, with the splashing water, possibly from a fire hydrant or a sprinkler, adding a refreshing element to the scene. The lighting is warm, indicating a sunny day, likely contributing to the cheerful, vibrant atmosphere captured in this moment.","title":"Black youngsters cool off with fire hydrant water on Chicago's South Side in the Woodlawn community. The kids don't go to the city beaches and use the fire hydrants to cool off instead. It's a tradition in the community, comprised of very low income people. The area has high crime and fire records. From 1960 to 1970 the percentage of Chicago blacks with an income of $7,000 or more jumped from 26% to 58%.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556287","556301","552540","544354","553512","556437","551160","555931","551128","551638","552539","552702","556175","553507","546527","550002"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["game","child","kid","girl","carry","short","hydrant","happiness","play","jump"]}
