{"path":"556183.jpg","date":"March 1974","photographer":"White, John H.","caption":"This photograph depicts a large urban housing development, likely captured in the late 20th century based on the architectural style and coloration. The image shows several high-rise apartment buildings densely packed into a residential complex. Each building is several stories tall and has a similar rectangular design with rows of visible balconies. The construction predominantly features a repetitive, functional design typical of mid-20th century public housing or economical residential projects.\n\nThe foreground of the photo shows a vast parking lot filled with cars, indicating the location’s accessibility and dense population. The parking area is laid out neatly in front of the nearest building, suggesting it serves the residents of this complex. A small patch of green space can also be observed in the foreground, providing a small break from the urban environment.\n\nIn the background, more buildings of similar height and design continue across the landscape, suggesting a rather expansive development. The area is flat, lacking any significant geographic features, under a clear blue sky, which contributes to the stark, urban aesthetic of the scene.\n\nNo people are visible in the image, which focuses on the architecture and layout of this residential area rather than daily activities or interactions. This perspective offers a broad view of urban planning and residential design during a specific era, focusing on functionality and high-density living solutions.","title":"Lake Meadows apartment complex on Chicago's South Side inhabited 70% by Blacks. They attract persons with middle to upper income brackets ($14,000 and up). There are 2,900 apartments in 10 buildings, five that are 12 stories high and five that are 27 stories tall. They are located from 31st to 35th Street at Dr. Martin Luther King Drive. Of families earning $10,000 to $25,000 in the area in 1970, some 35% were Black and 60% were White.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["546420","544629","556178","548374","548424","548425","546715","552728","552730","553673","546416","548343","553920","556161","556180","542580"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["housing","design","complex","parking","population","development","century","accessibility","resident","coloration"]}
