{"path":"556119.jpg","date":"July 1974","photographer":"O'Rear, Charles","caption":"The photograph displays a lineup of multiple locomotive engines on a train track viewed from an elevated perspective, presumably from an overhead bridge. The leading locomotive is predominantly silver with a bright red front. It features the number \"556\" prominently displayed in black on both sides of the front.\n\nThere are three front headlights on the locomotive, two at the top near the number and one central larger light. Visible on the top of this and other locomotives are various mechanical features, likely for air intake or exhaust, and antennas. Each successive engine mirrors the design of the first with slight variations in the equipment mounted on the roofs.\n\nOn either side of the track, other trains parked parallel to the locomotives can be seen. These trains have dark and light horizontal stripes, likely indicating windows of passenger cars.\n\nIn the distant background, industrial elements are barely visible, possibly storage units or warehouses, blurred perhaps by the camera’s focus on the forefront. The general scenery surrounding the trains suggests an industrial or train yard setting, suggestive of a location designed for train storage or maintenance. \n\nThis photograph seems to capture a moment of quiet inactivity, potentially before these trains are deployed for use or moved to another section of the yard.","title":"The Coast Starlight (train #11) pulls into the Tacoma Washington, passenger train depot. Amtrak assumed responsibility for most U.S. intercity rail passenger service from the nation's railroads in 1971. Since that time it has managed to halt a 25-year decline in ridership which began shortly after World War II.","placename":null,"location":"OTHER","nn1":["556120","556784","556692","556850","556022","556104","547140","544664","556902","556759","552714","555986","556857","556382","547050","556408"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["train","locomotive","engine","yard","number","deploy","lineup","track","storage","exhaust"]}
