{"path":"556159.jpg","date":"May 1973","photographer":"White, John H.","caption":"This photograph captures a group of children playing jump rope in an urban setting, surrounded by evidences of neglect and disrepair. A tangled mess of broken bricks, rubble, and scattered papers cover the ground, indicating a lack of upkeep or recent demolition. The children, a mix of boys and girls, are actively engaged in their game, utilizing a long jump rope, with one child in mid-jump.\n\nIn the background, there are two visible buildings: a low, modern structure on the left and a taller, older brick apartment building on the right with external fire escapes. These buildings contrast with each other in style, possibly indicating different periods of construction or purposes.\n\nThe street beside the lot where the children are playing appears relatively clean and houses parked cars, suggesting that the area is residential. On the left side of the image, a person walks away from where the children are playing, along the sidewalk bordering the rubble-filled lot. The bright, clear sky suggests a sunny day, which adds a lively, energetic tone to the scene, contrasting with the somewhat somber backdrop of urban decay.","title":"Black children play outside the ida b.  Wells homes, one of Chicago's oldest housing projects.  Located on the south side there are 1,652 apartments housing 5,920 persons in 124 buildings.  In the city vast portions of the new \"loop\" and lakeshore areas on the south side have been systematically vacated as a result of fires vandalism or failure by owners to provide basic tenant services then they are razed and replaced with high rent highrise buildings","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556160","552755","556166","556287","557987","555901","550249","551924","556175","553096","546527","556136","553512","551725","552743","555928"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["jump","child","rubble","play","rope","lot","brick","upkeep","demolition","escape"]}
