{"path":"556163.jpg","date":"May 1973","photographer":"White, John H.","caption":"This photograph captures a scene of urban life featuring two young boys in the foreground, leaning against a chain-link fence. They are looking directly towards the camera with casual expressions. The boy on the left wears a sleeveless white top with vertical stripes and the boy on the right wears a checkered shirt, partly layered under a buttoned vest. \n\nBehind the boys, the backdrop is dominated by a large, multi-story residential building. It appears to be a typical public housing structure with a repetitive pattern of windows and a central darkened vertical line that could be an architectural detail or a shadow cast by another building. The building has a beige exterior with slightly darker balconies or architectural accents.\n\nThe ground level shows a grassy area with sparse vegetation and patches of dirt, indicating it might be a common space for the building's residents. In the mid-ground between the boys and the building, small groups of other children can be seen engaged in various activities. One child is seen running, and others appear to be walking or standing in groups. There also are visible pedestrian pathways and several parked cars in the distance.\n\nThe setting suggests an everyday scenario in a residential community area, possibly capturing a moment from the boys' daily lives. The atmosphere is tranquil yet somewhat stark, reflecting the simplicity and perhaps the monotony of the environment.","title":"Black youngsters outside the Stateway Gardens highrise housing project on Chicago's South Side. The complex has eight buildings with 1,633 two and three bedroom apartments housing 6,825 persons. They were built under the U.S. Housing Acts of 1949 and 1968. They are managed by the Chicago Housing Authority, which is responsible for 41,500 public housing dwellings. Chicago's middle class blacks live on the South Side, West Side, and Near North Side in highrise apartments.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["555950","545319","556166","550249","551130","545953","545404","553494","555901","545383","553147","545546","552759","551129","552755","545338"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["boy","monotony","building","child","resident","darken","group","vest","housing","accent"]}
