{"path":"556176.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures a casual and warm moment between two elderly women outside a building. One woman is seated in a wooden folding chair, wearing a bright white dress, and she is smiling broadly at the camera. Her dark hair is short, and she accessorizes with a wrist watch on her left wrist. Her legs are crossed at the ankles, and she wears dark shoes. \n\nThe standing woman, positioned slightly behind the seated one, also smiles joyfully. She is dressed in a light patterned shirt and darker trousers, accessorized with a necklace, earrings, and glasses. Her posture is upright and comfortable, suggesting a moment of relaxed interaction.\n\nThe background includes part of a brick building with two visible windows and a cream-colored wall, which indicates that the setting might be an urban area. The window directly behind the women has a mesh screen and partially drawn curtains, while the window frame next to them adds a contrasting dark tone against the light bricks.\n\nThe overall atmosphere is one of companionship and contentment, set in a simple urban environment. The photograph conveys their comfortable rapport and the shared joy of the moment.","title":"Black women on one of the balconies of the robert taylor homes, low income highrise apartments in Chicago.  It is a complex of 28 buildings located between the 3900 and 5400 blocks on state street with 4,312 apartments housing 25,220 persons.  Median black income from 1960 to 1970 increased from $4,700 to $7,883 but was $3,603 below median white income.  Chicago blacks with an income of more than $7,000 during the period jumped from 26 to 58%","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["553484","552962","551334","548240","547379","553164","548625","547358","553502","557175","546855","551923","548646","551436","553519","548618"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["wrist","accessorize","woman","smile","ankle","folding","contentment","brick","window","earring"]}
