{"path":"556160.jpg","date":"May 1973","photographer":"White, John H.","caption":"This photograph captures a lively street scene where a group of children are engaged in playing double Dutch jump rope. The image is set in an urban environment, possibly within a residential neighborhood, as suggested by the low-rise buildings and houses visible in the background along with parked cars lining the street.\n\nIn the foreground, there are three girls and a boy participating directly in the jump rope activity. Two girls are handling the two jump ropes, adeptly turning them in a large, smooth motion. A third girl is in the mid-action of jumping, with one rope arcing over her head and the other coming up beneath her feet. A boy, slightly farther from the rope action, appears to be waiting his turn or just watching.\n\nAll the children are dressed in casual, vibrant clothing reflecting a sense of joy and unrestrained motion. The girl jumping is wearing a long, flowing dress, which adds a dynamic visual element to her action as it billows around her. Another girl, at the far end, wears a bright red top and patterned pants, contributing to the colorful tableau. The children’s expressions indicate enjoyment and concentration, emphasizing the playful nature of their activity.\n\nThe street setting has a gritty charm, with visible wear on the pavement and casual life unfolding under a clear blue sky. The overall atmosphere is one of carefree childhood and communal play, a snapshot of everyday life and interaction in an urban community.","title":"Black children play outside the ida b.  Wells homes, one of Chicago's oldest housing projects.  There are 1,652 apartments housing 5,920 persons in 124 buildings on the south side.  Many buildings in this part of the city have been systematically vacated for various reasons.  Even though many are salvageable, they are razed and replaced with high rent highrises which have little or no appeal to the area's previous residents","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556159","556287","556136","552755","551729","556437","546527","553512","552743","553510","553096","556301","555931","550249","549296","549271"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["jump","rope","girl","action","child","boy","street","turn","play","motion"]}
