{"path":"556114.jpg","date":"June 1974","photographer":"O'Rear, Charles","caption":"This photograph captures a moment at a train station and showcases various individuals and a train. In the center of the image, four people, two adults and two children, pose for a photograph. On the left side stands a man dressed in a formal train conductor's uniform, complete with a cap. Next to him is another man in a business suit and tie. There are two children in front of them; on the left is a young girl in a white and red outfit with white socks and shoes, and next to her stands a slightly taller boy in a yellow shirt and jeans, with the right side of his outfit displaying a large belt buckle. On the right side of the boy is another young girl wearing a colorful collared shirt with a red, white, and blue pattern, and jeans.\n\nOn the far right of the frame, another individual (the back of their head is visible) is taking a picture of this group. This person is wearing a patterned shirt and a white jacket.\n\nStanding on a brick-lined platform, the background includes a part of the train station featuring muted green walls, and there is a stationary train next to the platform with a striped pattern on its side.\n\nThe scene is slightly overcast, and the mood appears to be cheerful, capturing a likely farewell or greeting at the station.","title":"Mom takes a picture of the kids with railroad personnel at the Wenatchee, Washington, depot as the Expo '74 passenger train makes a 10-minute stop enroute between Spokane and Seattle. Amtrak reversed a 25-year decline in ridership after it assumed responsibility for most U.S. intercity rail passenger service in 1971.","placename":null,"location":"OTHER","nn1":["556041","556091","556855","556044","556089","556026","556827","555984","556074","556066","556840","556831","555967","556658","556042","557964"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["train","station","girl","boy","platform","outfit","jean","conductor","child","sock"]}
