{"path":"556166.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures a gritty, vivid scene of urban life. The background features a large, multi-story brick building, showing signs of wear and ageing, with some bricks missing and exposed structural elements. Attached to this building is a wooden porch or fire escape structure with multiple levels; clotheslines are strung across these levels, filled with laundry that adds a touch of everyday domesticity.\n\nIn the foreground, the setting is an open, dusty space possibly a yard or empty lot, framed by a wooden fence that is partially broken down and weathered. The ground is barren with some patches of grass, suggesting a neglected or undermaintained area.\n\nTwo children are present in the image, engaging in play in this stark environment. One child is sitting on the ground, while the other appears to be actively moving, perhaps running or in motion. Their presence injects life into the scene and speaks to childhood resilience and the ability to find joy and engagement regardless of surroundings.\n\nThe entire scene is illuminated by bright sunlight, indicating a clear day, and casting sharp shadows that enhance the textures and deteriorating conditions of the urban architecture and the makeshift playground.","title":"Black community older housing on Chicago's west side.  This area in 1973 had not quite recovered from the riots and fires during the mid and late 1960's.  According to the 1970 census, 22 to 29% of the residents were below the poverty level.  Black west side businessmen formed an organization, funded by the federal government, which resulted in agreements with major national franchises and resulted in some $20 million in jobs for area citizens by 1974","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["550249","551725","557987","555901","551924","556163","551726","552755","545319","555950","556175","545404","551001","547170","545509","556159"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["inject","brick","clothesline","level","missing","laundry","playground","child","string","deteriorate"]}
