{"path":"556203.jpg","date":"July 1973","photographer":"White, John H.","caption":"This photograph captures a bustling urban scene focused on a crowded bus stop. A city bus, numbered 3213 and labeled as route \"4 COTTAGE-DOWNTOWN,\" is centrally featured in the image. The front of the bus has a destination sign, with lettering that highlights that exact fare is required. The license plate of the bus reads \"M 15517\" and indicates it’s manufactured by Flxible.\n\nOn the left side of the frame, there are several people gathered on the sidewalk, apparently waiting to board the bus. This group is diverse in terms of age and includes both men and women, dressed in winter attire such as coats and hats, suggesting the season might be fall or winter. Their expressions and body language suggest a routine wait: some are engaged in conversations while others look ahead, possibly anticipating the bus's departure.\n\nIn the background, there are commercial buildings, one prominently featuring a sign that reads \"SHINES\" and another with a sign for \"CURRENCY EXCHANGE.\" These signs, alongside the architecture of the buildings, suggest a neighborhood that mixes residential and commercial uses. The presence of overhead lines hints at an electrified urban transport system or street lighting.\n\nThe image contains elements such as a street lamp and traffic signs, adding to the urban setting. The mood captured seems ordinary and daily, typifying city life where the public transport system plays a significant role in the daily commute of citizens.","title":"Blacks using bus transportation on 63rd street in Chicago during 1973 there were 272,803,082 people who rode this type of Chicago transit authority transportation.  A total of 2,420 buses were used and drove 90,702,000 miles","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556786","546735","546655","547195","549891","556809","556746","549921","546650","556793","556806","546592","556749","546605","556050","556791"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["bus","sign","wait","winter","system","transport","typify","commute","departure","read"]}
