{"path":"556262.jpg","date":"October 1973","photographer":"White, John H.","caption":"This photograph captures a lively scene at a beauty exhibition. In the foreground, on the right, a woman is seated in a stylist's chair at a makeup booth. She appears to be a model or customer, receiving makeup services from another woman who stands over her, attentively applying lipstick. The seated woman is dressed in a bright orange pantsuit, and she leans back slightly as the makeup artist works. \n\nTo the left of the photograph, a line of predominantly African American women and men wait behind a roped-off area. They seem to be spectators or attendees of the event, observing the demonstration. Many of the women wear colorful outfits typical of the 1970s fashion, featuring vivid colors and patterns. \n\nThe background of the photograph shows a busy and vibrant expo hall with various booths and banners. Notably, a sign reading \"Reggie's Political Education\" hangs in the background, hinting at a booth possibly dedicated to political or educational activities, reflecting the diverse purposes of the booths at the exhibition. The overall atmosphere is bustling with activity, showcasing a slice of social and cultural interaction likely from the 1970s or 1980s, judging by the fashion and styling evident in the scene.","title":"Black products and services was one of the themes at the annual black expo held in Chicago.  Also present were black art and culture, education, talent, a voter registration drive and other aspects of black consciousness.  The aim is to make blacks aware of their heritage and capabilities, and help them towards a better life","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["554378","556282","554386","554391","553267","551437","553321","553761","554382","552624","556270","553154","554383","556805","556470","554389"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["exhibition","booth","woman","boot","fashion","artist","1970","apply","demonstration","off"]}
