{"path":"556210.jpg","date":"July 1973","photographer":"White, John H.","caption":"This photograph features a street vendor standing in front of his vending cart on an urban street. The vendor, a middle-aged man, is dressed in a patterned bucket hat and sunglasses, a plaid short-sleeved shirt, knee-length khaki shorts, gray socks, and brown loafers. He accessorizes with what appears to be a large metal necklace and several belt pouches, one of which hangs from a chain belt.\n\nThe vending cart is elaborate and ornately decorated, featuring a colorful design and various stickers or decals. It is equipped with a large red and white umbrella, providing shade. The cart displays an array of products including multiple brands and packs of cigarettes neatly arranged in racks and some beverage cans.\n\nThe background shows a street scene with nondescript postwar mid-rise buildings and parked cars. The atmosphere looks slightly overcast, casting soft lighting on the scene. The focus is centered on the vendor, bringing attention to his expression and the details of his cart.\n\nThis setting suggests an everyday urban environment where street vendors serve the needs of city dwellers, and the vendor’s attire and cart decoration give a personal touch to his small business.","title":"Price allen, the peanut man, who sells his product and talks about the bible to customers on Chicago's south side.  Census figures for 1970 showed there were 8,747 black owned businesses in the city that grossed more than $332 million.  But statistics note than 80% of black businesses fail within two years because of racial prejudice and lack of capital, business expertise and support from the black community","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["554215","549867","556215","551832","551513","551840","551872","556211","558136","556260","551750","551694","551690","550040","545501","549315"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["vendor","cart","street","belt","decal","dweller","arran","sticker","necklace","khaki"]}
