{"path":"556202.jpg","date":"July 1973","photographer":"White, John H.","caption":"The photograph captures a busy urban scene likely from the mid-20th century. It depicts a street bustling with activity under an elevated train structure. The scene includes several vehicles like cars, trucks, and at least one bus, all representing automotive styles typical of the mid-1900s. People are seen walking along the sidewalks and crossing the streets, engaged in their daily routines. The elevated train track runs above the street and features metal girder constructions. There is even a pedestrian walking across an attached walkway above the street.\n\nBuildings line the street with commercial storefronts visible. Signs advertise various businesses, including a drugstore and liquor stores, each styled in fonts representative of mid-20th century America. Some signs hanging perpendicular to the buildings are visible, suggesting they cater to passersby and incoming traffic.\n\nAbove the street, a sign indicating \"S Calumet Av.\" shows the location is near South Calumet Avenue, a clue to the photograph's city setting, likely having an urban character similar to cities like Chicago or New York. The overall atmosphere is active and vivid, characteristic of a bustling city district during this period.","title":"Once one of Chicago's busy thoroughfares, 63rd Street has changed with the character of the city. Many fires have resulted in driving out more businesses, which either follow the flight of other stores to more prosperous areas or cease to exist. The \"El\" (elevated train) tracks are seen in the upper portion of the picture. During 1973 the Chicago Transit Authority reported 95,160,535 passengers used the facilities.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556224","549853","555988","555927","550022","545216","550012","549872","547651","548369","548388","549882","550139","551135","549679","546428"],"cl":[41],"cluster":["#41 &mdash; Transportation Hubs"],"terms":["street","city","train","representative","girder","font","passersby","sign","century","storefront"]}
