{"path":"556253.jpg","date":"July 1973","photographer":"White, John H.","caption":"The photograph captures a moment at a national convention, specifically the 24th Annual P.U.S.H. (People United to Save Humanity) Convention held in July 1973. The setting is an indoor auditorium. In the foreground, a speaker, an African American man, stands at a podium delivering a speech. He wears a dark suit with a tie and speaks into a pair of microphones attached to the podium.\n\nThe podium is substantial and wooden, with a large circular logo in front saying \"NATIONAL 1973 P.U.S.H CONVENTION.\" Below this, another banner stretches across, specifying more details about the event, including the welcome message and the annual instance of the convention.\n\nIn the background, audiences are seated in rows, some listening attentively while others are captured in various postures of engagement or passive listening. The room's lighting casts a spotlight on the speaker and the podium, making them the focal point of the image.\n\nOverall, the composition conveys a moment of active engagement, concentrated on the speaker at the convention. It highlights the atmosphere of a formal, organized conference with a focus on oration and audience interaction.","title":"The Rev. Jesse Jackson speaks on a radio broadcast from the headquarters of Operation PUSH at its annual convention. One of the aims of the organization is to open the world of business to small Black owned businesses. Rev. Jackson is credited for helping to make Chicago the Black banking capital of the country. He helped persuade White companies to stop taking profits earned from Black consumers to the White suburbs.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["543925","543924","557703","554338","554333","556451","554342","556243","558293","556694","556526","554343","556272","556255","545377","553302"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["speaker","audience","engagement","spotlight","speech","instance","microphone","banner","message","pair"]}
