{"path":"556214.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures a vibrant street scene that appears to be from a bygone era, possibly in an urban setting. The photo shows a mix of activities and people engaged in everyday life outside a rustic resale store that features a variety of items, including hats hanging in the display window. A prominent sign in the background reads \"Taste Freeze,\" hinting at a nearby food establishment.\n\nOn the left, there are two people seated; one appears to be an older male wearing a dark suit and hat, and the other a younger person in more casual attire. Both are engaged in conversation, sitting by the storefront that displays a variety of wares that spill onto the sidewalk, suggesting a casual, open market feel.\n\nIn the center of the image, two younger individuals are on bicycles—specifically, stylish high-handlebar bikes, indicating the era might be from the 1960s or 1970s, which aligns with the general vintage fashion and style evident. They seem to be either conversing with each other or with the group in front of them.\n\nTo the right, a small group of males, including one in a straw hat, gather around some older men sitting and chatting. The men's attire varies from formal to work clothes, suggesting a diversity of roles or activities they might be involved in.\n\nThe building itself has a worn, textured appearance; peeling white paint exposes the brick underneath, contributing to a sense of decay or neglect, which contrasts with the lively human element. The overall color tone of the picture, leaning towards sepia and muted colors, enhances its nostalgic feel.\n\nThis photograph encapsulates a moment of daily life, highlighting social interactions in a community setting during an era that reflects a blend of cultural and personal expression.","title":"Sidewalk merchandise on Chicago's South Side. Many of the city's Black businessmen started small and grew by working hard. Today, Chicago is believed to be the Black business capital of the United States. Black Enterprise magazine reported in 1973 that the city had 14 of the top 100 Black-owned businesses in the country, one more than New York City.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["543471","554691","548452","557803","554866","553204","551124","550127","545333","551849","556223","546428","551829","556221","549974","551084"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["era","male","hat","handlebar","bike","variety","storefront","straw","group","market"]}
