{"path":"556279.jpg","date":"August 1973","photographer":"White, John H.","caption":"This photograph captures a vibrant street parade scene. The main focus is on a marching band composed of young people dressed in matching light blue and white uniforms, with some wearing hats adorned with large blue plumes. The band members are playing various instruments, including drums, and one girl appears to be leading the band as a majorette, marching energetically at the front.\n\nBehind the band, a parade float can be seen. This float is extravagantly decorated with blue and white materials and is carrying several individuals dressed in costumes. One person standing near the float is dressed in a matador-style costume with a large red cape.\n\nThe street is lined with numerous spectators of various ages and backgrounds, many of whom are standing, while some sit along the curb. The environment suggests a festive and casual atmosphere, with a clear day and trees lining the street which provide a leafy backdrop.\n\nVarious period-specific cars are visible in the scene, reflecting the era, including a prominent one right behind the band which appears to be part of the parade. The spectators, as well as other participants visible in the distance, contribute to a sense of community engagement and celebration.","title":"A portion of the bud billiken day parade along dr.  Martin l king jr.  Drive on Chicago's south side.  Up to half a million people view one of the largest annual events of the year, held for blacks of all ages and economic status.  The parade includes black politicians, black businesses displaying their products, black bands and black beauties of all ages","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["552656","552661","547022","556283","553713","549567","552653","553173","554451","553234","556274","549577","556280","552660","549566","557710"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["band","parade","costume","float","spectator","street","drum","celebration","curb","dress"]}
