{"path":"556222.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph depicts an urban street scene, possibly in the 1970s or 1980s, characterized by its vintage aesthetic and vivid depiction of daily life. In the foreground, there are several individuals engaging with one another, with two prominent figures, one wearing a red shirt and the other in a grey-black ensemble. The people are standing on a sidewalk dotted with various debris, indicative of a bustling city environment.\n\nTo the left, there's a parked police car, adding a layer of authority and security to the scene. The background features a mix of pedestrians and vehicles, suggesting a busy time of day. Notably, the architecture of the buildings appears old and somewhat worn, with storefront signs that include \"RECORDS\" and a prominently displayed \"Meister Brau\" beer sign hanging from what looks to be a bar or tavern. This sign, illuminated by an attached light, touts \"Meister Brau - the Custom Brew\" and displays the words \"ON TAP.\"\n\nThe skyline includes a few taller buildings in the distance, indicating the proximity to a downtown area or city center. Overhead power lines and a clear sky suggest an unobstructed daylight setting. This street scene captures an evocative slice of life from a bygone era in a seemingly lively neighborhood.","title":"Street scene on 47th Street in South Side Chicago, a busy area where many small black businesses are located. Many of the city's black business owners started with small operations and grew by working hard. Today Chicago is believed to be the black business capital of the United States. Census figures in 1970 noted that 8,747 black owned businesses were in operation in Chicago and grossed more than $332 million.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556221","550142","549882","550127","556225","556224","548399","547205","556214","551124","551835","550139","552411","545351","546428","554178"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["record","ensemble","authority","security","beer","sign","police","city","bar","downtown"]}
