{"path":"556249.jpg","date":"October 1973","photographer":"White, John H.","caption":"This photograph captures an urban street scene, likely taken in the late afternoon given the lighting. The composition of the image includes various buildings of differing architectural styles and ages, juxtaposed against each other. In the foreground on the left side, the edge of a large tree's trunk is visible, with some of its leaves hanging into the frame, providing a natural frame to the urban environment.\n\nThe focal point seems to be a street that runs from the foreground into the background of the image. In immediate view are three main buildings. On the left, there is an older, ornate building with classic architectural details, including rows of windows and some red detailing on the facade. Right next to it, there's a modernist building with a flat, unembellished exterior, dark tinted windows on the ground level, and a predominantly beige facade.\n\nOn the right side of the street, there is a taller, modern building featuring a yellow facade with the name \"Olivetti\" on the upper regions, suggesting it might be an office building or related to the Olivetti company, known for manufacturing typewriters and computers.\n\nOn the street, there’s a solitary car parked near the curb and what seems to be either a parking meter or another type of street furnishing immediately to the right. The street appears mostly empty, adding a sense of calmness or quietness to the scene, which could indicate the photo was taken during a non-peak hour.\n\nThe overall scene is one of contrast—between nature and the built environment, and between architectural styles from different eras, highlighting the layered history and development of the urban landscape.","title":"Johnson publishing company on Michigan avenue in Chicago the black owned firm publishes ebony, jet, black world, black stars and ebony jr.  And recorded sales of $23.1 million in 1972.  It is the top owned black business in Chicago and one of the top 100 in the united states.  Chicago is believed to be the black business capital of the country and has 14 firms in the top 100, compared to 13 for New York city","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["553840","551474","546745","545333","556225","553845","555944","545353","557882","551442","550108","550118","555902","555450","558030","552042"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["street","facade","building","furnish","quietness","differ","manufacture","meter","curb","company"]}
