{"path":"556267.jpg","date":"October 1973","photographer":"White, John H.","caption":"In the photograph, three individuals are participating in a metalworking activity, likely in a workshop setting. One person, on the right side of the image, is actively working with a welding tool on a metal box placed on the ground. They are wearing protective safety gear: a thick jacket and a full-face welding mask to shield from sparks and intense light. This person's actions cause bright, radiant sparks that scatter in a wide arc, dominated by golden and white hues.\n\nAnother individual, in the center, wearing a dark green long-sleeve shirt, a cap, and sunglasses, is observing the work being done intently. They appear engaged yet cautious, positioned just close enough to see the work but far enough to avoid the direct path of the sparks.\n\nOn the left side, a third person is also observing. This individual wears sunglasses and what appears to be a beret, possibly further safety gear, and has a curious and involved posture, slightly leaning towards the work being done but keeping a safe distance.\n\nIn the background, there is a blurred wall with diagrams or plans, which contributes to the setting feeling like a learning environment or a professional workshop dedicated to craftsmanship or engineering.\n\nOverall, the photograph captures a focused, industrially charged moment where skills are being applied, likely learned or demonstrated, with an emphasis on safety and precision in metalworking.","title":"Black student welders work in a machine shop course taught at the Chicago opportunities industrialization center at a former grade school in the heart of the cabrini-green housing project on Chicago's near north side","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556269","554931","558303","558304","554918","556863","554864","555955","546023","554930","544331","544316","549695","549694","544004","548231"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["spark","do","safety","workshop","work","sunglass","gear","diagram","charge","person"]}
