{"path":"556259.jpg","date":"October 1973","photographer":"White, John H.","caption":"This photograph shows a scene from a promotional or recruitment event for Tuskegee Institute. The setting appears to be a convention or fair booth designated for the institute.\n\nIn the photograph, two individuals are engaging in conversation. The man seated at the booth, who appears to be a representative from Tuskegee Institute, is dressed in a dark suit and tie. He is talking and gesturing with his hands to the person standing opposite him. The second individual, possibly a visitor or student, is partially visible from the back and also dressed formally.\n\nThe booth is decorated with various banners and signs announcing different schools within the institute, such as the \"School of Nursing\", \"School of Engineering\", and \"School of Veterinary Medicine\". There's also a prominent display at the top of the booth that reads \"Tuskegee Institute\" accompanied by its logo and the tagline \"A Plan of Chicago\". On the walls of the booth, there are photos and posters arrayed neatly, showcasing possibly campus life, academic activities, or achievements.\n\nThere is a Tuskegee Institute flag and a pennant hanging from the booth, enhancing the collegiate atmosphere. A briefcase and some papers are visible on the booth table, suggesting the representative might be handing out literature or taking down information.\n\nOverall, the composition captures an educational and professional environment focused on promoting the institute's programs and engaging with potential students or affiliates.","title":"Black education was the prominent theme at the annual Black Expo held in Chicago in 1973. Also present were black products talent, a voter registration drive and other aspects of black consciousness. The aim is to make blacks aware of their heritage and capabilities, and help them towards a better life.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["553310","543924","545384","556253","543932","543925","556678","551437","556271","556028","557703","556243","553026","552768","547362","556694"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["booth","representative","student","announce","campus","achievement","briefcase","designate","banner","poster"]}
