{"path":"556252.jpg","date":"July 1973","photographer":"White, John H.","caption":"This photograph captures an African-American man passionately involved in gesturing with both hands raised, signaling a moment of intense emotional expression or song. His eyes are closed, and his mouth is open as though he is singing or speaking fervently. The man is adorned in what appears to be traditional African clothing, featuring a richly patterned shirt that includes stripes and symbolic designs in red, gold, green, and black colors. Around his neck, he wears a medallion or a badge, adding an element of significance or authority to his attire.\n\nThe individual is surrounded by professional audio equipment, including several microphones mounted on stands, suggesting that he is either in the midst of a speech or a musical performance. The background is simple and unobtrusive, providing a neutral setting that highlights the subject's expressions and attire.\n\nThe overall ambiance indicates a profound moment caught during a performance or a significant speech, emphasizing themes of cultural expression and emotional intensity. The composition of the photograph focuses on capturing the subject’s facial expressions and body language, conveying a strong sense of movement and emotional engagement.","title":"The Rev. Jesse Jackson speaks on a radio broadcast from the headquarters of Operation PUSH, at its annual convention. One of the aims of the organization is to open the world of business to small black owned businesses. Rev. Jackson is credited for helping to make Chicago the black banking capital in the country. He helped persuade white companies to stop taking profits they earned from black consumers to the white suburbs.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["558261","556306","556310","556244","556312","556251","548571","556241","553267","553154","556289","556149","556147","556243","547328","553918"],"cl":[35],"cluster":["#35 &mdash; Religious Imagery"],"terms":["speech","performance","expression","subject","authority","microphone","language","gold","badge","stand"]}
