{"path":"556223.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph depicts a vibrant street scene that likely dates from the mid-to-late 20th century, based on the style of clothing and the types of signage. The picture captures a sunny day on a bustling urban street.\n\nThe foreground is dominated by a large, handmade sign hanging from a pole, reading \"COUNTRY KITCHEN\" in rustic lettering, possibly spray-painted. Above this, there is another sign with a partially visible name, \"Rothschild,\" suggesting it might be a business sign. Various older style commercial signs and advertisements can be seen lining the street, including those promoting \"Self-Service\" laundry facilities, a ball-shaped sign with a happy face on it, and another for a public phone.\n\nPeople are seen engaging in various activities along the sidewalk. On the left edge, a man is walking towards the camera, and another man is talking to a woman who is carrying a bag. Further down the street to the right, under a large, umbrella-like cover propped up on wooden sticks, several figures (primarily women and children) are gathering or waiting, potentially for transportation or at a small street vendor.\n\nThe background shows more of the urban environment, including power lines stretching across the frame and small shops lining the opposite side of the street. The architecture suggests a possibly underdeveloped or economically struggling area with worn paint and older buildings. The environment conveys a lively, community-focused scene with a sense of daily life among local residents.","title":"Street scene in west side Chicago.  This area was slow to recover from the riots and fires of the mid and late 1960's according to the 1970 census, some 22 to 29% of the area's residents were below the poverty level.  Then a group of black businessmen formed the garfield organization industrial and commercial association.  With federal help they reached agreements with several national franchises that resulted in jobs for area residents that totalled $20 million by 1974","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["550142","546428","550127","551125","548399","551849","546672","556224","552411","556199","556225","548369","557803","556422","550045","556214"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["street","sign","self","struggle","laundry","prop","phone","ball","vendor","resident"]}
