{"path":"556226.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures an active street scene set under a covered sidewalk. There are several individuals present in the image. In the foreground, a person wearing a graphic jacket faces away from the camera as they walk towards the left side of the frame. Their attire and posture suggest they might be in motion, possibly rushing or simply moving with purpose.\n\nThe middle of the frame shows more people. Two individuals are moving towards the right, engaged in a conversation or merely walking side by side. They are dressed in light-colored clothes and seem to be involved in a casual interaction.\n\nFurther back and to the right, a group of people is clustered near a store window. This part of the photograph is a bit less illuminated, adding a subtle contrast to the brightly lit foreground. One of the individuals in this gathering appears to be looking at something inside the store or talking to someone out of frame.\n\nThe environment features urban elements such as a long corridor with reflective glass windows on one side and a series of columns on the other. These elements create a linear perspective, leading the viewer’s eye through the scene. The backdrop includes more people, suggesting a busy urban setting. The overarching theme suggests a daily life tableau from an urban area, with emphasis on movement and everyday interactions.","title":"Blacks at Lake Meadows Shopping Center on Chicago's South Side. From 1960 to 1970 the percentage of Chicago blacks with an income of $7,000 or more jumped from 26 to 58%. Median black income during the period increased from $4,700 to $7,883 although the gap between what they and the whites received actually widened.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["553822","551816","549907","556199","551829","557272","551835","549923","556674","551798","554691","545231","556054","546443","546672","549916"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["store","corridor","tableau","individual","people","frame","side","clothe","interaction","emphasis"]}
