{"path":"556216.jpg","date":"June 1973","photographer":"White, John H.","caption":"The photograph depicts a street scene featuring a seated African American woman at what appears to be a vendor’s stall or a small outdoor market. She is wearing a light-colored dress and a pair of slippers, and her look is accented by a necklace. The woman holds one large red balloon with a white stripe, and several other colorful balloons (yellow, red, blue, and peach) are tied to a structure above her head, adorned with simple drawings or designs.\n\nShe sits on a metallic folding chair, looking off to the side rather than at the camera, with a somewhat neutral or thoughtful expression on her face. Next to her on the ground are a few plastic shopping bags filled with possibly more goods for sale. She also has a striped fabric bag on her lap.\n\nIn the background, you can see a row of parked cars, signaling a busy public area. It seems to be an older model red car directly behind her, indicative of this photograph possibly being from a few decades ago given the make and condition of the vehicles.\n\nThe overall ambiance suggests a regular day at a local market where the woman might be selling or overseeing the sale of balloons, seated unobtrusively yet prominently within her environment. The composition focuses on the woman and vividly colorful balloons, standing out against a more muted background.","title":"Black woman selling gas-filled \"Have a Happy Day\" balloons on a Chicago South Side street corner at Sox Park baseball field. Many of the city's Black business owners started with small operations such as this and grew by working hard. Today, Chicago is believed to be the Black business capital of the United States. Black Enterprise magazine reported in 1973 that the city had 14 of the top 100 Black-owned businesses in the country, one more than New York City.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["551483","557129","553308","553240","544311","551689","551439","551384","551828","551691","549924","553242","556151","551688","556737","557039"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["balloon","market","sale","woman","bag","folding","drawing","make","necklace","vendor"]}
