{"path":"556272.jpg","date":"August 1973","photographer":"White, John H.","caption":"This photograph captures a dynamic scene in an outdoor urban setting where a large crowd of people is gathered. The composition is vibrant and full of activity. The scene is likely from a public event or rally, as evidenced by the dense assembly of people.\n\nForeground:\nThe focus of the image is on a man who appears to be a political figure, engaging directly with the crowd. He is dressed semi-formally in a light blue shirt, darker blue tie, and grey trousers. He is extending his hand to shake hands with people in the crowd, suggesting an act of greeting or connection.\n\nCrowd:\nThe crowd is composed predominantly of African American individuals, including men, women, and children. They are dressed in a variety of casual clothing, suitable for an outdoor event. The expressions on the faces of the crowd range from engaged and smiling to neutral, indicating varying levels of interest and participation in the event. Some people seem to be reaching out towards the man, while others are observing the interactions.\n\nBackground:\nThe background features urban architecture, typical of a downtown area, with tall, nondescript buildings. There are no significant landmarks visible, but the setting suggests a central city environment. The crowd fills the majority of the scene, indicating the significance of the event.\n\nOverall, the composition and the crowd's engagement suggest this is likely a significant event, possibly related to a political campaign or public speaking engagement where the central figure is actively interacting with the community. The crowd's diversity and the casual dress code reflect a communal and inclusive atmosphere typical of such public gatherings.","title":"Illinois Governor Dan Walker greets Chicago constituents during the Bud Billiken Day Parade, one of the largest events for Blacks during the year. Half a million people celebrate the August parade each year which is held for Blacks of all ages and economic status. The parade includes Black politicians, Black businesses displaying their products, Black bands and Black beauties of all ages.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["551852","553311","543482","553322","553267","550076","551811","553287","551854","556526","556243","553142","553264","558293","551814","553273"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["crowd","event","engagement","people","campaign","participation","assembly","figure","majority","act"]}
