{"path":"556295.jpg","date":"August 1973","photographer":"White, John H.","caption":"The photograph captures a lively and colorful scene at a crowded water area, likely a lake or a calm sea. There is a diverse group of people involved in various aquatic activities. Most of them are swimming, splashing water, or casually treading water while engaging with each other.\n\nIn the foreground, three figures prominently interact in a playful manner. Two of them, both wearing colorful swimwear, seem to be playfully holding hands and possibly dancing or spinning around in the water. Another person in the group to the right is touching her face or pushing her hair back, partially submerging in the water.\n\nTowards the middle and background of the image, there are additional groups of people. Some appear to be swimming towards each other or talking. Most noticeable is a person in a yellow canoe, who is rowing the small boat, providing a contrast with those swimming around.\n\nThe water is relatively calm with light ripples, reflecting the sunlight, giving a summery and vibrant atmosphere to the scene. The participants show a range of motions, from vigorous swimming to relaxed floating, reflecting a mix of energetic and tranquil moments. The diversity in swimwear colors adds vividness to the setting, enhancing the joyful and festive mood of the scene.","title":"Blacks and whites take to the water at a 12th street beach on lake Michigan on Chicago's south side in the summer of 1973.  From 1960 to 1970 the percentage of Chicago blacks with an income of $7,000 or more jumped from 26 to 58%.  Median black income during the period increased from $4,700 to $7,883, but the dollar gap between their group and the whites actually widened.  Chicago has 29 miles of lakefront and 30 public beaches","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["549939","554611","550227","543458","544442","550228","551543","553447","551160","550236","553449","553691","558233","550002","544339","550838"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["swimm","group","water","summery","swimming","swimwear","dance","relax","canoe","involved"]}
