{"path":"556276.jpg","date":"August 1973","photographer":"White, John H.","caption":"The photograph captures a scene at an urban, brick building characterized by its appealing architectural features, which include rounded archways and patterned brickwork. The building seems to be of historical significance given its classic arch design and dusty red bricks.\n\nThe focus of the image is on several individuals positioned within three adjoining open archways, likely a balcony or arcade of this building. From left to right, the first arch frames a group consisting of two adults and three children prominently visible. The adults are seated and appear calm and composed, while the children's attention is drawn to something outside of the frame, possibly enjoying the view or an event.\n\nThe center window hosts a lone figure, a woman wearing a yellow blouse and dark skirt. She stands in a relaxed posture and seems to be observing something off-camera, providing a human connection to the environment around.\n\nThe third window displays two individuals—both seated on the ledge, either in conversation or lost in thought. Their casual poses and attire give the impression of a comfortable, laid-back moment during the day.\n\nEach archway is framed by thick borders adding a robust feel to the vintage appeal. The background is a soft-focus rendering of additional architectural elements or possibly foliage. The overall ambiance is one of relaxed observation and casual gathering, set against the backdrop of a stately, older building.","title":"One small portion of the up to half a million people who see the Bud Billiken Day Parade along Dr. Martin L. King Jr. Drive on Chicago's South Side. One of the largest events during the year, it is held for Blacks of all ages and economic status. The parade includes Black politicians, Black businesses displaying their products, Black bands and Black beauties of all ages.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["551786","547748","543028","557643","546462","556046","551635","547006","555905","549681","542815","542802","547295","549974","555902","546515"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["archway","adult","brick","brickwork","child","ledge","appeal","building","border","significance"]}
