{"path":"556277.jpg","date":"August 1973","photographer":"White, John H.","caption":"This photograph captures a vibrant and bustling street scene, likely during a public event or parade. In the foreground, a police officer in a blue uniform, including a cap and badge, stands prominently. He appears watchful over the crowd, holding a pair of sunglasses in his hand, with his eyes assessing the environment.\n\nThe background is densely packed with a diverse group of people of various ages, suggesting a communal or celebratory event that has drawn a large audience. The spectators include children and adults, many of whom are standing or seated on steps and even atop parked vehicles to get a better view of the event.\n\nThe attendees present a variety of fashion styles that reflect the period’s trends, with some wearing headwraps, bell-bottom trousers, vibrant patterned shirts, and dresses. Many of the adults and children are looking towards the same direction, possibly indicating the presence of a parade or some focal activity not visible in the photo.\n\nThe environment around them includes elements indicative of an urban setting, such as tall buildings with large windows and other architectural details. The atmosphere seems lively and charged with energy, indicative of a community gathering or celebration. The overall composition of the photograph, with its clusters of people gathered in shared anticipation or enjoyment, portrays a vivid slice of life and communal interaction.","title":"Members of Chicago's South Side Black community line a portion of Dr. Martin L. King Jr. Drive to watch the annual Bud Billiken Day Parade. Up to half a million people view one of the largest events of the year, held for Blacks of all ages and economic status. The parade includes Black politicians, Black businesses displaying their products, Black bands, and Black beauties of all ages.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["553210","553267","553142","547205","553264","553287","543482","551787","551852","558295","553311","549320","553322","546633","551835","556808"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["parade","event","trend","adult","anticipation","child","bell","officer","police","audience"]}
