{"path":"556231.jpg","date":"July 1973","photographer":"White, John H.","caption":"This photograph captures a striking urban scene characterized by a blend of nature and street art. In the foreground, there is a lush field of wildflowers, predominantly white daisies, that covers the lower part of the image, creating a natural frame. The middle ground features a large, weathered building corner adorned extensively with graffiti and vibrant, albeit peeling, murals. The artwork on the walls includes various abstract forms, stylized faces, and symbols, each layer contributing to an eclectic visual history of the space.\n\nOn the right side of the building, the structure's decrepit state is noticeable, with visible damage to the walls adding a sense of urban decay. A passerby, located near the center-right of the image, is captured in stride. This person is dressed in light-colored pants and a dark shirt, contributing a human element to the scene and illustrating the interaction between the community and this decorated urban space.\n\nIn the background, beyond the building, residential houses can be seen, likely depicting a typical street scene in the area. These homes are of traditional architecture with visible roofs and front windows, creating a contrast with the adorned and derelict foreground building. The sky above is partly cloudy, suggesting it might be a bright day despite some cloud cover.\n\nThis composition not only illustrates an intriguing juxtaposition of urban decay and resilient nature but also reflects the community's expression through street art, embedded in the everyday environment of the city.","title":"Deteriorated wall mural adjacent to a vacant lot on 35th street in south side Chicago.  Many black artists are active in painting outdoor murals in the city's black communities.  They feel it is a means of sharing art with people of the ghetto who never go to the museums","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["544523","544519","545356","555939","552757","551746","549958","551743","553555","555897","553557","552968","556164","546457","551685","548271"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["art","walls","street","illustrate","decay","mural","decrepit","stride","everyday","stylize"]}
