{"path":"556230.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures a scene of artistic activity, likely in an urban outdoor setting. Three individuals are involved in creating a large, colorful mural on a flat surface, possibly a section of a temporary wall or a standalone wooden board. The mural features vibrant characters and abstract patterns in bold colors. One of the characters depicted on the mural resembles a clown or jester with a dynamic, lively expression, which adds a playful element to the artwork.\n\nTwo of the individuals are actively painting the mural. One person is standing on scaffolding made from wooden planks supported by ladders, reaching up to paint details on the mural. This person is dressed in casual attire, consisting of a multicolored striped sweater and jeans, highlighting the informal, creative nature of the task. Another person stands on the ground in front of the scaffolding, observing the work or perhaps waiting for their turn to contribute.\n\nA third person, observing or supervising the process, stands with their back to the camera, dressed in a black jacket and brown pants. This placement adds depth to the scene and invites the viewer to share the observer's perspective, looking at the mural being painted.\n\nThe background is less detailed but shows signs of a city environment, possible with tall buildings slightly visible in the far distance. Vegetation and shrubs at the edges suggest the mural might be located in a somewhat derelict or transitional urban space, perhaps an area being revitalized by community art projects.\n\nThe natural lighting implies it's a bright, sunny day, enhancing the vivid colors of the mural and casting shadows that provide a sense of time and texture to the composition. This setting, activities, and attire collectively convey a vivid slice of life and community engagement through public art.","title":"Artist Ron Blackburn painting an outdoor wall mural at the corner of 33rd and Giles Street in Chicago. He is one of many Black artists doing such work. They feel it is a means of sharing art with the people of the ghetto who don't go to the city's museums.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["553262","556229","555935","551719","551716","553254","555911","555936","556231","551726","551666","549917","553266","555939","545323","550076"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["mural","scaffolding","art","person","character","paint","supervise","observer","artwork","observe"]}
