{"path":"556211.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures a vibrant and active street scene centered around a fruit and vegetable stand on a sunny day. The stand features a large yellow umbrella which casts a shadow over an assortment of fresh produce displayed on several tables. The tables are piled with various fruits like bananas and oranges, and vegetables, possibly including melons and leafy greens displayed in wooden crates and baskets.\n\nIn the foreground, a man, visible from the back, is wearing a yellow shirt and gray pants. He appears to be engaged in either setting up the stand or selecting items, possibly interacting with a weighing scale or cash register on the table.\n\nOn the right side, a group of four people, including two women and two men, are either in conversation or looking at the produce. The women wear stylish outfits; one has a long red coat over a dark dress, and the other, partially obscured, appears to be in casual wear. The men are notably dressed in 1970s fashion, exemplified by one in a striped, colorful shirt and red trousers, and the other in a white cap and patterned shirt.\n\nIn the background, a chain-link fence is visible, and beyond it, there are residential buildings and a patch of trees, suggesting an urban neighborhood setting. The overall atmosphere of the scene is bustling and perhaps indicative of community interaction and daily life in the neighborhood.","title":"Black sidewalk salesmen arranging their fresh fruits and vegetables on Chicago's South Side. Many of the city's Black businessmen started small and grew by working hard. Today Chicago is believed to be the Black business capital of the United States. Black Enterprise magazine reported in 1973 that the city had 14 of the top 100 Black owned businesses in the country, one more than New York City.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["550040","551837","551838","550064","550061","550041","550036","551694","551699","551691","550045","546216","557135","551686","544192","551836"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["stand","produce","vegetable","fruit","table","neighborhood","cash","crate","shirt","basket"]}
