{"path":"556243.jpg","date":"March 1974","photographer":"White, John H.","caption":"This photograph captures a lively and engaged audience at a large indoor venue, likely during a significant event given the size and animation of the crowd. The audience is predominantly African American and includes both men and women dressed in a range of attire from military uniforms to formal and business wear.\n\nIn the foreground, three men are particularly noticeable:\n\n1. On the left, a man in a light-colored military uniform with visible insignia, clapping and looking slightly to his left with a focused expression.\n2. In the center, a man in a houndstooth-patterned coat smiles and claps enthusiastically. He appears to be enjoying the moment thoroughly, with a radiant smile and his eyes slightly closed.\n3. To the right of the center man, another man in a dark military-style hat and uniform is also clapping and seems to be in mid-cheer, with a joyful expression.\n\nThe audience around these men is clapping and appears captivated and cheerful, with many smiling and several wearing hats or caps with visible insignia, suggesting formal affiliations or group participation. The entire scene is filled with an air of celebration or approval, with the focus of the attendees directed towards a point off-camera, likely a stage or speaker.\n\nThe venue has a spacious, tiered structure with ample natural light streaming in from above, illuminating the scene vividly and highlighting the expressions and activities of the crowd. The depth of field is shallow, focusing on the first few rows and gradually blurring as the crowd extends into the background. This technique emphasizes the atmosphere in the foreground while still capturing the scale of the audience.","title":"A portion of a crowd of some 10,000 Muslims applaud Elijah Muhammad during the delivery of his annual Savior's Day message in Chicago. The city is headquarters for the Black Muslims. Their $75 million empire includes a mosque, newspaper, university restaurants, real estate, bank and variety of retail stores. Muhammad died February 25, 1975.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["553322","556068","556694","556272","547442","553267","553757","543482","547320","558291","548557","551814","549734","551852","558393","556247"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["audience","insignia","crowd","uniform","venue","man","smile","expression","streaming","affiliation"]}
