{"path":"556221.jpg","date":"June 1973","photographer":"White, John H.","caption":"The photograph presents a lively urban street scene, likely from the 1970s given the style of clothing and design of the environment. The image captures a moment on a sunny day with several people walking along the sidewalk, engaging in different activities.\n\nOn the left side of the frame, an African American man in bright red pants and a patterned shirt appears to be in mid-stride and mid-conversation, as he seems to be speaking into a walkie-talkie or similar device. Next to him, another man partially obscured, steps out of a doorway that has a sign labeled \"BAR.\"\n\nThe streetscape includes a variety of advertising and signage which reflects the commercial nature of the area. Signs advertise alcohol such as \"Smirnoff Vodka\" and \"Whiskey, Vodka, Gin\" along with the prices prominently displayed. The visible storefront signs (\"Sister Bräu,\" \"Schlitz\", \"Coke\", and \"Newport\") suggest an array of available brands, notably beverages, indicating that this might be a liquor store or a convenience store focusing on beverages.\n\nIn the center and right side of the image, the scene continues with more pedestrians, including a young African American woman walking confidently towards the camera in a red top matched with contrasting striped pants. Next to her, a white, older man in a light yellow shirt and dark pants appears to be entering the store or walking by.\n\nIn the background, an old-styled green and white public transit bus is stopped, adding to the urban feel of the image. The bus driver and a couple of passengers are partially visible. Streets signs, including a one-way sign, and the background store banners, add depth to this densely packed urban setting.\n\nOverall, this photograph captures a vibrant moment in an urban setting, illustrating the movement, fashion, and commercial life of the 1970s.","title":"Street scene on 47th Street in South Side Chicago, a busy area where many small Black businesses are located. Many of the city's Black business owners started with small operations and grew by working hard. Today Chicago is believed to be the Black business capital of the United States. Census figures in 1970 noted that 8,747 Black-owned businesses were in operation in Chicago and grossed more than $332 million.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["551124","551835","550142","556222","549923","549882","556808","548399","545231","556224","550127","552411","553184","548369","548368","553210"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["store","beverage","sign","bus","pant","streetscape","convenience","1970","price","stride"]}
