{"path":"556291.jpg","date":"July 1973","photographer":"White, John H.","caption":"This is a vibrant and busy scene at an outdoor community gathering, possibly a picnic or festival, with a focus on an interaction between two individuals during a food-serving moment. On the left, a man dressed in a black shirt with white outlines is handing out a hotdog topped with condiments to another person on the right. The person on the right, who is facing away from the camera, appears to be serving the food and is reaching out to take another hotdog to serve.\n\nIn the foreground, there is a table laden with an abundant supply of hotdogs and a black lid probably covering a food container. There are open buns and a bowl possibly containing a condiment. This setup suggests the food is being prepared freshly and handed out to attendees.\n\nThe background teems with numerous other attendees, mostly adults and some children, scattered around the park-like setting under trees. The attendees are dressed casually, suitable for an outdoor event, and the park setting includes several trees providing shade for the people.\n\nThe overall mood is festive and communal, with people engaged in various activities, some standing in groups chatting, while others are in the queue for food. This photograph captures a moment of community interaction and enjoyment centered around food in an informal, outdoor setting.","title":"Washington park on Chicago's south side where many black families enjoy picnicking during the summer.  From 1960 to 1970 the percentage of Chicago blacks with an income of $7,000 or more jumped from 26 to 58%.  Median black income during the period increased from $4,700 to $7,883, but the dollar gap between their group and the whites actually widened","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556530","557934","549444","551419","557793","551276","558294","544990","551844","543987","557801","550081","544975","556212","555947","551688"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["food","attendee","serve","bun","supply","teem","lid","bowl","picnic","chat"]}
