{"path":"556225.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures a vivid street scene, likely taken in the 1960s or 1970s based on the style of the vehicles and the overall ambiance. The image features an urban environment with old, multi-story buildings lining the street. The architecture includes features like bay windows and decorative cornices, indicative of early 20th-century design.\n\nThe street scene is lively and somewhat gritty with visible signs of wear on the buildings, and the area appears to be commercial, as evidenced by various storefront signs. On the left, there's a store sign with \"Cut Rate Liquors\" visible on the corner building, suggesting a liquor store. Multiple other signs can be seen, including one advertising uniforms and another indicating a TV sales and repair shop.\n\nPedestrians are scattered throughout the frame, engaging in typical city activities. A man dressed in a light-colored suit and hat is crossing the street in the foreground which gives a retro feel to the scene. Other pedestrians are seen walking along the sidewalks and around a corner.\n\nThe street is populated with cars that reflect the automotive design of the time, including larger and more angular car models which are parked along the side of the street.\n\nIn terms of composition, the photograph uses natural sunlight, casting sharp shadows and highlighting the wear on the building facades. A large tree to the right adds a touch of natural element to the otherwise urban landscape. The image also captures the varied textures of city life, from the smooth surfaces of the cars to the rough, aged exteriors of the buildings.","title":"South side black community in Chicago with small businesses and apartments over the stores in the older buildings near 43rd and Indiana Avenue. Chicago area census figures show a significant gap in economic security between blacks and whites. Only 35% of black families earned $10,000 to $25,000 in 1970 compared to 60% for whites. Of families earning less than $8,000, some 50% were black and 21% white. The 1970 median black income in Chicago was 65% of white families'.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["546428","548369","548388","549872","549882","556718","545216","542586","546626","551135","556709","551125","556224","548399","545333","556724"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["street","store","pedestrian","sign","corner","tv","cornice","car","building","retro"]}
