{"path":"556217.jpg","date":"June 1973","photographer":"White, John H.","caption":"The photograph captures a man standing under a bright blue sky, holding a bunch of colorful balloons. The man is looking upwards with a joyful expression on his face, possibly interacting with someone or watching something above him. He is wearing sunglasses, a hat, and a striped shirt that adds to the casual, festive atmosphere of the scene.\n\nThe balloons are large, with a shiny texture and decorated with intricate swirl patterns and floral designs in various shades including green, pink, blue, and cream. They appear almost translucent against the clear sky. The angle of the shot is from below, giving an upward perspective that emphasizes the size and vibrant colors of the balloons and the man's engaging expression.\n\nThe background is a clear blue sky without any clouds, focusing all attention on the man and the balloons. The overall composition of the image uses color and the uplifting movement of the balloons to convey a sense of celebration and light-heartedness. The photograph is vivid and dynamic, capturing a moment of simple joy and vivid color contrast.","title":"Black balloon salesman on south side Chicago's 47th Street many of the city's black business owners started with small operations such as this and grew by working hard. Today Chicago is believed to be the black business capital of the United States. But blacks have a harder time staying in business than their white counterparts. Statistics note that 80% of black businesses do not survive two years. Racial prejudice, lack of capital and expertise are partly responsible.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["552652","553308","557721","553272","549569","552359","551483","557718","557719","557799","557720","553294","557798","544851","551689","551688"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["balloon","man","swirl","celebration","cream","expression","joy","shot","sunglass","color"]}
