{"path":"556224.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph depicts a vibrant urban street scene, seemingly from the 1960s or 1970s based on the style of vehicles and signage. The setting is a busy main street lined with various commercial establishments.\n\nAt the forefront of the image, the road is packed with an assortment of vehicles, including cars and a bus, indicating a busy transit route. These vehicles are from the period noted by their classic designs. The street has multiple lanes, with cars parked by the sidewalk, some facing towards the camera while others are directed away.\n\nOn the right side of the street, a variety of businesses can be seen. Visible signs include \"Queen of the Sea STEAK,\" suggesting a restaurant specializing in seafood and steaks, and a Laundromat advertising \"Half hour fluff dry.\" Other visible signs include \"Drugs Prescriptions Liquors,\" which suggest a store offering a range of everyday necessities. These signs are typically colorful and designed to catch the eye of passersby.\n\nThe presence of an elevated train track running across the photograph above the street hints at the multi-modal public transportation available in this area. A train can be seen on the tracks, adding to the urban atmosphere.\n\nThe architecture is characteristic of older commercial districts, with brick buildings that have shops on the ground floor and presumably apartments or offices above. The image also captures pedestrians on the sidewalk, emphasizing the bustling nature of the neighborhood.\n\nOverall, the photograph captures a dynamic view of everyday life in a mid-twentieth-century American city, highlighting aspects of travel, commerce, and urban architecture.","title":"Scene in south side Chicago on 47th street, a busy thoroughfare where many small black businesses are located many of the city's black business owners started with small operations and grew with hard work.  Today Chicago is believed to be the black business capital of the united states.  Census figures in 1970 noted that 8,747 black owned businesses were in operation in Chicago and grossed more than $332 million","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["545216","551135","549872","542586","556202","551125","550127","549882","547369","548388","550142","546428","554297","550139","551494","556225"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["street","sidewalk","train","specialize","seafood","track","vehicle","passersby","sign","restaurant"]}
