{"path":"556284.jpg","date":"August 1973","photographer":"White, John H.","caption":"This photograph captures two young boys, approximately between the ages of 6 to 10, involved in what appears to be a ceremonial or parade activity. Both boys are dressed in uniforms, suggesting a formal, possibly military or marching band context.\n\nThe first boy is on the left side of the image. He wears a dark, possibly navy blue uniform with a light-colored trim and brass buttons, a white belt, white gloves, and a large white marching band hat. His expression is focused and he appears to be in the middle of a performance or a routine, as he delicately holds and gestures towards a white and black vertical pole (possibly a parade rifle or a baton).\n\nThe second boy, on the right, is dressed in a lighter blue or gray jacket over an orange and blue striped tie and white shirt, with a matching cap worn in a casual style, tilted back on his head. He too holds a similar pole, and his expression is more contemplative and focused inward, suggesting concentration on his role in the activity.\n\nIn the background, there is a blurred figure of a woman wearing a red floral dress, indicating that this event is being observed by an audience. The entire scene is set outdoors, and the lighting suggests it could be a cloudy or overcast day, providing a soft natural light that enhances the reflective and serious mood captured in the moment. The background is softly blurred, focusing attention primarily on the boys and their engagement with the activity at hand.","title":"The Kadats of America, Chicago's most loved young Black drill team, shown performing on a Sunday afternoon at a community talent show on the South Side. Leader of the group is Major General Acklin, who works with the youngsters to give them a positive outlook on life. The group has won many marching and drill awards, and has performed in many area parades.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556283","553147","554450","554451","549701","556275","558279","549571","543486","553511","545959","549730","545953","556437","558280","556246"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["boy","parade","band","uniform","rifle","brass","pole","audience","glove","gesture"]}
