{"path":"556238.jpg","date":"October 1973","photographer":"White, John H.","caption":"This photograph captures a scene inside a church during a service, showing a diverse congregation actively engaged in the proceedings. The image is rich with varying textures and colors, which add depth and warmth to the scene.\n\nThe foreground primarily features several attendees. On the left, a man stands in a brown jacket, engrossed in either singing or reading from a booklet. Beside him, a boy, possibly his son, is seated and looking directly towards the camera with a contemplative expression. He wears a striped sweater over a collared shirt.\n\nAdjacent to them, in the center of the image, is a woman standing and reading from a booklet. She wears glasses and a striped orange and black top over a blue shirt. Beside her is a young girl in a cream-colored coat with a yellow blouse underneath; her hair is styled in an elaborate braid and she looks ahead attentively.\n\nThe background of the church is softly out of focus, yet still details the architectural and decorative elements typical of such a setting. Stained glass windows cast colorful, mellow light into the interior. Other members of the congregation are visible, mostly standing, and dressed in varied but generally formal attire. The overall atmosphere is one of solemnity, community, and engagement, typical of a religious gathering. The interior architecture, with wooden pews and decorative elements, suggests a traditional and well-maintained church environment.","title":"Worshippers at holy angel catholic church on Chicago's south side.  It is the city's largest black catholic church.  The pastor is father george h.  Clements, a leader in the black community","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["558388","558407","558382","558400","558404","558383","552623","556241","558406","558391","556239","545381","558389","558401","545470","558384"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["church","congregation","proceeding","braid","pew","solemnity","read","engross","glass","attendee"]}
