{"path":"556281.jpg","date":"August 1973","photographer":"White, John H.","caption":"This image features two women wearing bright pink outfits, captured during a moment of celebration or a festive event. The woman in the foreground is smiling broadly at the camera, her expression radiating joy. She is wearing a wide-brimmed pink hat that matches her vibrant pink, long-sleeve jacket adorned with large decorative buttons. Under her jacket, she sports a dress with a lighter shade of blue frills peeking out, suggesting a coordinated and festive outfit.\n\nHer accessories include large, round pink earrings that complement her hat and attire. Her arm is raised in what appears to be a wave or a gesture of excitement. The woman's hat casts a shadow over her face, although her bright smile is prominently visible.\n\nIn the background, another woman can be seen, also dressed in a matching pink outfit and hat, although her face is partly obscured and less focused compared to the foreground figure.\n\nThe background behind these figures is nondescript and blurred, making it difficult to determine the exact setting, but it accentuates the vibrancy and focus on the women in their celebratory attire. The atmosphere suggests a joyous gathering or a public celebration where participants dress in coordinated, colorful outfits.","title":"Closeup of a black beauty gracing a float during the annual Bud Billiken Day Parade along Dr. Martin L. King Jr. Drive on Chicago's South Side. Up to a half million people view one of the largest events of the year, held for Blacks of all ages and economic status. The parade also includes Black politicians, Black businesses displaying their products and Black bands.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["553916","549678","553709","553915","553761","556282","547358","553321","553178","545449","553759","553737","556151","558288","553708","553275"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["outfit","woman","hat","celebration","smile","matching","earring","coordinate","accessory","jacket"]}
