{"path":"556287.jpg","date":"August 1973","photographer":"White, John H.","caption":"The image captures a vibrant street scene filled with activity. In the foreground, a group of four children, seemingly in joyous spirits, are engaging in play. Three girls and one boy, the group is smiling and laughing as they possibly play a game involving holding hands and skipping or jumping. Each child is dressed casually, with outfits consisting of shorts, skirts, and lightweight shirts, which suggests a warm setting. The boy is slightly set apart from the group, and he appears to be in mid-run or jump, looking joyously towards the other children.\n\nIn the background, other children and adults can be seen. They appear to be engaged in various activities; some seem to be walking while others stand and observe the playing children. The setting appears to be a community space, possibly a playground or a public square surrounded by buildings that show signs of wear and age, with a chain-link fence partially enclosing the area.\n\nOnlookers, both children and adults, add a layer of communal engagement to the scene, suggesting a lively neighborhood atmosphere where outdoor gatherings or communal plays are common. The overall atmosphere is one of joy and simplicity, emphasizing a sense of community and outdoor social gathering.","title":"Black youngsters performing on an empty lot at 5440 South Princeton Avenue on Chicago's South Side at a small community program called \"An Open Air Fashion and Talent Show\" presented by \"The New Between the Tracks Council\". It is one of many block clubs and community groups organized to help youngsters \"do their thing\" during special weekend programs in empty lots in the Black communities.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556136","553096","556437","553512","556301","552755","556160","556175","555931","544354","552759","556265","553510","556431","554072","555901"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","play","jump","boy","group","gathering","adult","playground","spirit","laugh"]}
