{"path":"556240.jpg","date":"October 1973","photographer":"White, John H.","caption":"This photograph captures a bustling street scene outside a monumental church. The church, featuring an intricate Romanesque or Gothic architectural style, has a large rose window and multiple arched doorways and windows, exuding an air of historical gravitas. The façade of the church is ornately decorated with patterns and detailed masonry, primarily in lighter stone shades.\n\nIn the foreground, an array of vintage cars dominates the scene, painted in various colors, including vivid red, maroon, and beige. These cars, distinctive with their 1970s design featuring long hoods and rounded lines, are parked along the street that appears wet, likely from recent rain.\n\nThe street is crowded with many people, both adults and children, dressed in a mix of formal and casual attire. They are congregated around the church's entrance, and a few are crossing the street or walking along the sidewalks, contributing to a lively atmosphere.\n\nAround the church, additional architectural elements like smaller buildings or annexes can be seen, matching the primary structure in style and color, thus maintaining the overall aesthetic consistency.\n\nThe overall setting suggests a significant event or a regular gathering, possibly linked to a religious service, reflecting a slice of urban life from a past era. The combined elements of architecture, vintage cars, and community interaction converge to offer a vivid portrayal of a moment in time, rich in cultural and historical context.","title":"Exterior of the Holy Angel Catholic Church on Chicago's South Side. It is the city's largest Black Catholic church. The pastor is Father George H. Clements, a leader in the Black community. There are more than 2,000 church members. The church also has the largest Black Catholic school in the nation with over 1,300 students.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["542797","547414","549662","556564","549680","555944","549681","557805","553327","549991","549872","558397","549659","556460","550138","553326"],"cl":[34],"cluster":["#34 &mdash; Religious Buildings"],"terms":["church","street","masonry","maroon","rose","car","portrayal","hood","doorway","façade"]}
