{"path":"556218.jpg","date":"July 1973","photographer":"White, John H.","caption":"This photograph captures a street scene that appears to be from the mid-to-late 20th century, based on the style of clothing and the car model visible in the image. The photo shows two men walking along a sidewalk. One man wears a plaid, multi-colored shirt, brown pants, and dark shoes, and he is positioned slightly ahead, smiling and interacting with the other man. The second man, closer to the camera, is dressed in a lightly colored cap, a yellow-striped shirt tucked into dark pants with a light-colored belt, and dark shoes. Both appear to be mid-stride and engaged in conversation. In their vicinity, a third man walks away from the camera.\n\nThe background features a shop with a sign labeled \"STAR OPTICAL CO.\" advertising services like lens duplication and watch repairing, and displaying multiple other commercial signs, some related to eyewear, watches, and an \"INCOME SERVICE.\" The signage has a slightly worn look, suggesting a bustling urban space. A metal trash can stands on the sidewalk, and a portion of a car — possibly a vintage model given the design of the front and the headlight — is visible on the right edge of the photo, further hinting at the era captured.\n\nThe overall atmosphere, with vibrant colors and urban details, communicates a lively street environment, possibly set in a working-class neighborhood due to the style of the shops and signage.","title":"Ghetto street scene in Chicago on the South Side. The city census figures show a significant gap in economic security between Blacks and Whites. Of families earning $10,000 to $25,000 in 1970, 35% were Black and 60% White. Of families earning less than $8,000, some 50% were Black and 21% White. In 1970 median Black income in Chicago was 65% that of White families, an improvement of 5% in 20 years, but an actual widening of the dollar gap.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["548452","556221","556733","546427","545231","550130","549291","554180","548369","551835","549812","548399","546428","556225","549925","545351"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["shop","shoe","sidewalk","signage","service","man","model","mid","watch","class"]}
