{"path":"556257.jpg","date":"October 1973","photographer":"White, John H.","caption":"This photograph captures a group of elderly individuals actively participating in what appears to be a public demonstration or rally. They are part of a larger crowd, with many seated and others standing in the background. The focus of the image is on a few senior citizens holding signs with political messages.\n\nIn the foreground, specifically to the left, two older women sit side by side. One is wearing a red patterned shirt and glasses, looking tired or possibly overheated. Next to her, another woman in a green and white striped blouse appears more alert, situated directly behind a sign that reads \"SENIOR CITIZENS DEMAND TAX THE RICH NOT THE POOR\".\n\nIn the center, an elderly man, prominently positioned, wears a dark suit and a badge labeled \"Delegate\". Next to him, to the right, a woman dressed in a white jacket over a floral dress is holding on to what appears to be a decorated wide-brimmed straw hat placed on the railing in front of her. The hat is adorned with various colourful artificial flowers.\n\nTo the extreme right, an older man sits beside the woman with the hat, dressed in a dark suit, his attention turned slightly away from the camera.\n\nThe signs are a key focal point in this image. Along with the \"TAX THE RICH\" sign, there is another sign, held by presumably another attendee (partially visible) on the right, stating \"JOBS FOR ALL FULL EMPLOYMENT STOP INFLATION END HIGH PRICES END UNEQUAL UNFAIR TAXES\". This sign provides a number to call (373-3550) associated with the \"Coalition for Jobs and Economic Justice\".\n\nThe background reveals a diverse group of similarly aged individuals, all gathered densely, suggesting the importance of the event. They display a variety of expressions but are generally attentive, aligning with the serious tone of the advocacy displayed via posters and personal engagement in the scene.\n\nOverall, the photograph documents political activism among senior citizens, emphasizing their active involvement in social and economic issues. The setting is likely an outdoor public space, filled with an attentive audience of elderly activists, rallying for systemic changes reflected through their placards and collective presence.","title":"A senior citizens' march to protest inflation, unemployment and high taxes stopped along lake shore drive in Chicago to hear speeches from various officials, the rally was headed by the rev jesse Jackson and operation push","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556256","551852","558291","550679","556255","557177","543482","548268","545384","551808","553237","553307","552731","548625","547870","547190"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["sign","woman","hat","suit","activism","hold","stating","job","demonstration","call"]}
