{"path":"556246.jpg","date":"March 1974","photographer":"White, John H.","caption":"This photograph depicts a row of formally dressed individuals seated in folding chairs in what appears to be a ceremonial or official event. The individuals, all wearing matching dark blue uniforms and distinctive white-topped hats with visors, are presumably part of a military or police force, given the structured style of their attire and the presence of insignias and medals on their uniforms.\n\nEach person is seated with their hands placed together on their laps, and their posture is upright and disciplined, suggesting a formal atmosphere. The uniformity in their seating arrangement and attire highlights a sense of order and conformity typical of military or formal state occasions.\n\nThe background consists of a long, draped curtain in a deep gold color, providing a solemn and prestigious backdrop to the scene. The lighting in the room casts shadows behind the seated individuals, giving depth to the photograph and focusing attention on each person's expression and demeanor.\n\nOverall, the composition of the photograph and the setting suggest that this is a significant occasion, likely a ceremony or official gathering, involving members of a disciplined service, possibly held in an indoor auditorium or large hall. The attention to uniformity and decorum is palpable in the somber expressions and meticulous arrangement of the scene.","title":"\"The Fruit of Islam\", a special group of bodyguards for Muslim leader Elijah Muhammad, sit at the bottom of the platform while he delivers his annual Savior's Day message in Chicago. The city is headquarters for the Black Muslims. Their $75 million empire includes a mosque, newspaper, university, restaurants, real estate bank and variety of retail stores. Muhammad died February 25, 1975.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["547320","558279","556247","558262","556450","556275","558393","552618","549730","556068","547375","547870","554448","558280","547365","556243"],"cl":[17],"cluster":["#17 &mdash; Groups Of People"],"terms":["uniformity","occasion","uniform","arrangement","insignia","ceremony","order","hall","police","individual"]}
