{"path":"556298.jpg","date":"August 1973","photographer":"White, John H.","caption":"The photograph captures a lively outdoor scene where several individuals are engaged in a picnic on a green, grassy field. There are four main figures in the photo, likely a family or group of friends. On the left, a woman is seated upright with her back to the viewer, interacting with a young child in a striped shirt who is standing in front of her. Adjacent to them, another woman is lying down on her side, propped up on one elbow, focused on something in her hand, possibly food.\n\nIn the foreground, a man lies on his stomach, turned towards the camera, with a thoughtful or relaxed expression as he concentrates on a piece of food near his mouth. On his right, another woman is seated on the ground, wearing a patterned blouse; she has her legs stretched out with her hands around a red plastic cup, appearing to be in mid-conversation or laughing.\n\nThe picnic setup includes various typical picnic items scattered on a blanket—food containers, plates, more red plastic cups, and personal belongings, reflecting a casual and communal atmosphere. In the background, other groups can be seen on the field, and there are nondescript low buildings and parked cars at the far end under a wide, clear sky, deepening the sense of an open, suburban park or communal recreational area. The lighting suggests that it is either late afternoon or early evening, contributing to the warm and intimate ambiance of the scene.","title":"Black family enjoys a picnic during the summer at Chicago's 12th Street Beach on Lake Michigan. From 1960 to 1970 the percentage of Chicago Blacks with an income of $7,000 or more jumped from 26 to 58%. Median Black income during the period increased from $4,700 to $7,883, but the dollar gap between their group and the Whites actually widened.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["558188","545228","557955","547756","551029","549444","552032","557935","553065","558182","555947","557488","552036","551017","546224","543631"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["picnic","food","cup","plastic","lie","woman","elbow","prop","belonging","friend"]}
