{"path":"556200.jpg","date":"October 1973","photographer":"White, John H.","caption":"In the photograph provided, you witness a dense urban environment featuring notable architectural elements. The most striking are the twin cylindrical tower buildings that possess a futuristic design characterized by their circular balconies which cascade around the entirety of their formidable heights, crowned with antenna-like structures at the very top.\n\nDirectly in the foreground, a large bascule bridge is partially raised, suggesting the presence of navigable waters below. This bridge, primarily composed of steel, showcases an industrial aesthetic typical of such mechanical structures. Adjacent to the bridge are bridge operator houses, constructed in a utilitarian style, with noticeable weathering or moss growth evident on their surfaces that indicates their age and exposure to the elements.\n\nBeneath the raised section of the bridge, a body of water, presumably a river, meanders through the urban landscape. Boats are visible on the river, including a larger, possibly vintage, vessel that is detailed and emitting smoke or steam, contributing to the industrial feel of the scene.\n\nAdditionally, other architectural features include a separate, honeycomb-patterned, geometric structure to the right, providing a stark contrast to the curvilinear forms of the twin towers. The overall composition creates a dynamic interplay between the industrial and the modern architectural styles, symbolizing a blend of functionality and innovative urban design. The environment is lively yet carries a robust mechanical and slightly gritty air, typical of bustling cityscapes punctuated by rivers and heavy infrastructure.","title":"Wabash Street Bridge over the Chicago River in the city, one of more than eight drawbridges crossing the river in the city limits. A ship has just passed under the upraised structure.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["550157","548427","546865","551989","550214","555758","546673","548317","546569","550134","548344","550964","555734","550955","548414","555733"],"cl":[25],"cluster":["#25 &mdash; Bridge"],"terms":["bridge","river","tower","entirety","operator","antenna","weathering","functionality","balcony","design"]}
