{"path":"556297.jpg","date":"August 1973","photographer":"White, John H.","caption":"This photograph captures a lively and relaxed scene at a beach setting during the day. The image is vibrant with the blue sky and the distant horizon of the sea visible. Several people appear to be enjoying a sunny day outdoors.\n\nIn the foreground, a group of people is lounging and interacting on a grassy area next to the beach. There are at least six people visible in the immediate group. A man is lying down on a yellow and beige blanket, laughing heartily while looking at someone out of frame. Another man with glasses is sitting next to him, partially looking towards the camera with a mild smile. A woman with a voluminous afro hairstyle is holding a young child in her lap, focusing her attention on the child. To the left of the frame, another woman is standing while drying her face or neck with a towel, holding a drink can. Next to her stands another woman dressed in a white shirt and red pants, looking off-camera, possibly observing the activities on the beach.\n\nIn the backdrop, the beach extends with more people scattered around, some near the water's edge. The atmosphere is casual and festive, indicating a popular spot for leisure during what seems to be a warm day. There are no overt signs of commercial activity, making it a purely recreational scene with individuals and families enjoying the outdoors.","title":"Black family enjoying the summer weather at Chicago's 12th Street Beach on Lake Michigan. From 1960 to 1970 the percentage of Chicago blacks with an income of $7,000 or more jumped from 26 to 58%. Median black income during the period increased from $4,700 to $7,883, but the dollar gap between their group and the whites actually widened.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["548541","546942","550932","546874","547503","546794","555923","553952","547628","543534","557772","553447","550228","547491","550931","550929"],"cl":[12],"cluster":["#12 &mdash; Beach"],"terms":["beach","people","woman","enjoy","child","laugh","lounge","towel","hairstyle","camera"]}
