{"path":"556294.jpg","date":"August 1973","photographer":"White, John H.","caption":"This photograph captures a tender moment between presumably a parent and a child. The primary focus of the image is the interaction between two individuals. In the foreground, a child is being held and attended to by an adult. The child, who looks to be a toddler, is dressed in a yellow top with white horizontal stripes and matching yellow shorts. The child appears slightly distressed or uncomfortable, looking upwards with an open mouth as if crying or concerned.\n\nThe adult, likely the child's parent, is bending over the child, providing comfort or care. The adult's face is not visible as it is bent down towards the child, showing their attention is fully on the child's needs. They are wearing a brown top with darker brown or black pants. The adult is holding what looks like a white piece of cloth or a diaper, suggesting they might be in the middle of changing the child or attending to them after an activity.\n\nThe background is simplistic and clean, featuring a series of red metal bars that could be part of a patio or balcony railing. Behind the railing, a pale pink wall contrasts softly with the bold colors of the subjects’ clothing. The setting looks residential and suggests a peaceful day outside in a family home environment.\n\nThe overall composition and soft natural lighting, along with the color contrasts between the subjects' clothing and the background, evoke an intimate and caring moment. The picture is captured close-up, emphasizing the interaction and emotion between the adult and the child, while the simplicity of the background keeps the focus on their relationship.","title":"Black child lifts a leg while his mother puts on his socks at a 12th street beach on lake Michigan on Chicago's south side in the summer of 1973.  From 1960 to 1970 the percentage of Chicago blacks with an income of $7,000 or more jumped from 26 to 58%.  Median black income during the period increased from $4,700 to $7,883, but the dollar gap between their group and the whites actually widened","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556144","543866","553496","553094","543863","557368","553543","556299","551473","553533","550090","556145","551807","557369","556233","553523"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["child","adult","parent","attend","railing","bend","patio","emotion","subjects","look"]}
