{"path":"556209.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures a dimly-lit scene inside a space cluttered with an array of magazines and posters. On the left side of the image, there is a prominent poster of a woman in a pose suggestive of nudity, secured behind a wire grid, likely for display purposes. The text on the poster indicates a sensational or explicit theme typical of adult magazines.\n\nThe central part of the image features a man sitting behind what appears to be a counter, presumably within a store. He wears a casual outfit with a brown t-shirt and a gray hat, looking directly towards the camera, giving off a relaxed demeanor amidst his surroundings. The lighting accentuates his facial features and expression.\n\nTo the right, there are several magazine covers visible, including publications like \"Jet\" and \"Ebony,\" which historically target an African American audience, suggesting the magazines might focus on cultural or societal matters relevant to this community. The visible headlines and images on these magazines include prominent African American figures, further implying the cultural focus of the publications.\n\nOverall, the composition of the photo, with its vivid juxtaposition of magazine subjects and the contemplative appearance of the man, offers a snapshot of a specific cultural and perhaps socio-economic milieu, highlighting elements of identity and consumerism. The setting appears to be a small retail space, densely packed with reading material catering to varied interests.","title":"Black man operating a newsstand in Chicago on the west side the city is believed to be the black business capital of the united states.  Census figures show in 1970 there were 8,747 black owned businesses in the city that grossed more than $332 million.  But black capitalists still have more trouble staying in business once they begin and the main reason remains racial prejudice.  Lack of capital lack of business expertise and lack of support from the black community are other factors","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["557765","552647","556675","548219","554380","547805","557763","553517","551342","547427","557892","554895","546101","556207","557688","557686"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["magazine","poster","headline","identity","matter","counter","audience","secure","t","space"]}
