{"path":"556207.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph depicts the interior of a vibrant and cluttered shop, possibly a pawn shop or a general store selling a variety of items. The setting is energetically lit, casting a slightly greenish-blue tint over the scene.\n\nOn the left side of the image,\na group of four individuals, three men and one woman, are standing and sitting at a long counter. The first man is partially visible, and he seems to be engaged in conversation with the cashier. The second man, seated and wearing a white top and a stylish white hat, gazes towards the cashier, appearing interested in either the interaction or the items at the counter. Another woman and man, barely visible, are seen further down the counter.\n\nOn the right side of the image,\na female cashier or shop assistant stands behind the counter. She is dressed in a sleeveless black top and red pants, interacting presumably with the customers. Her right arm is extended, possibly pointing or reaching for something above the counter. The counter itself is cluttered with various items including books, small boxes, and what appears to be trinkets or hardware.\n\nThe background of the shop is densely stocked with an array of items hung on the walls and displayed on shelves—a visual testament to the mixed merchandise of the shop. Visible items include glasses, small bags, and various other goods that contribute to the crowded appearance of the shop.\n\nThrough the shop's entrance and its large windows, we can see the street view reflecting a busy daytime setting, with signs and other establishments across the street, confirming the urban context of the shop. The general ambiance suggests a bustling, somewhat cramped environment typical of a small, well-attended local business.","title":"Black owned business on Chicago's south side.  The city is believed to be the black business capital of the united states census figures for 1970 showed there were 8,747 black owned businesses in the city that grossed more than $332 million.  In 1972 there were 11 black owned financial institutions that totaled assets of $254.9 million.  Black enterprises magazine reported in 1973 that Chicago had 14 of the top 100 black owned businesses, one more than New York","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["557763","557809","557808","557686","554869","546226","547805","546216","548219","549090","557688","554866","551832","556209","551690","555652"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["shop","counter","item","hardware","testament","confirm","merchandise","stock","man","sell"]}
