{"path":"556274.jpg","date":"August 1973","photographer":"White, John H.","caption":"This photograph captures a vibrant parade scene along a wide roadway, seemingly taken from an elevated perspective. The scene features a series of elaborately decorated parade floats moving along the road. Each float is adorned with multiple levels and decorated with what looks like flowers, greenery, and various designs, enhancing their festive and eye-catching appearance.\n\nRows of spectators line both sides of the road, packed densely on the grass and along the sidewalks. People of different ages can be seen; some are standing, while others are sitting on portable chairs or directly on the ground. Many parade viewers appear engaged and are likely enjoying the procession.\n\nThe road itself is divided with yellow lines, suggesting it's a major thoroughfare. The trees on both sides of the road indicate the parade might be taking place in a suburban or park-like area.\n\nIn the foreground, directly on the road, there are a few individuals who might be coordinating or participating in the parade. One man in the center of the road, wearing a light colored shirt and dark pants, seems to be moving with a sense of purpose possibly towards or away from the parade action.\n\nThe overall atmosphere conveyed by the image is celebratory and communal, typical of parade gatherings where communities come together to witness and participate in a public festivity.","title":"Bud Billiken Day parade as it travels Chicago's South Side on Dr. Martin L. King Jr. Drive. One of the largest events during the year, it is held for Blacks of all ages and economic status, and attracts up to half a million people along the route. The parade includes Black politicians, Black businesses displaying their products, Black bands and Black beauties of all ages.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["557710","552660","552653","552657","549566","546991","556280","549577","549576","557712","556279","549572","557714","557715","558119","549567"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["parade","float","road","procession","festivity","thoroughfare","spectator","roadway","chair","sidewalk"]}
