{"path":"556232.jpg","date":"May 1973","photographer":"White, John H.","caption":"The photograph captures a city scene dominated by a large, lightly colored brick wall covered in various graffiti. The graffiti is colorful, featuring a mix of words and phrases such as \"Gangster,\" \"Red,\" \"Love,\" \"Blood,\" \"Crazy Horse,\" and other names and tags in multiple colors. The style of the graffiti varies, with some words in bubble letters and others in simpler script.\n\nIn front of the graffiti-covered wall, there is a street with two vintage cars parked alongside the curb. The car closest in the frame is an older model sedan, light-colored, which appears to be from the late 1960s or early 1970s. The second car, partially visible on the right side of the frame, seems to be a similar era sedan with a dark roof and lighter body.\n\nOn the left side of the frame, on the wall next to the graffiti, is a faded advertisement poster featuring a bottle of gin. Above the wall, partially cut off by the frame, are two square windows suggesting this is a commercial building, with indications that it might be a store selling wine and beer, as seen from the partially visible text \"WINE\" and \"BEER.\"\n\nThe scene is indicative of an urban environment, likely captured during daylight given the clear visibility and shadows suggesting sun above. There are no people visible in the frame, focusing the viewer’s attention entirely on the urban street environment and the display of street art and vintage cars.","title":"Graffiti on a wall in Chicago. Such writing has advanced and become an art form, particularly in metropolitan areas. Black artists also have used walls on buildings in Black communities in Chicago to paint outdoor murals. They feel it is a means of sharing art with people in the ghetto who don't go to the museums. The artists also have given painting lessons to community groups by decorating walls on some buildings in their communities.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["555939","548271","552965","556709","550053","554297","553488","555944","545321","556718","551912","557877","555782","548476","551913","549881"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["graffiti","beer","wall","sedan","car","frame","word","script","bubble","phrase"]}
