{"path":"556215.jpg","date":"August 1973","photographer":"White, John H.","caption":"The photograph captures a lively street scene where a vendor's stall with an assortment of items is the focal point. The stall is stocked with various accessories displayed neatly; these include sunglasses, jewelry such as necklaces and earrings, and possibly watches and other trinkets. Both sides of the stall are accessible, inviting passersby to stop and browse.\n\nSeveral people, appearing to be customers, are gathered around the stall. They seem to be examining and selecting items from the vendor’s range of goods. The individuals, including children and adults, are dressed in casual streetwear characteristic of a warm, relaxed day.\n\nIn the background, the setting appears to be a busy city street, evident from the presence of vehicles, broad pavements, urban infrastructure like a telephone booth, and a spacious park-like area across the road, filled with trees. The scene has an informal, bustling ambiance typical of an urban commercial area where street vendors are common.\n\nOverall, the composition of the photo captures a slice of daily life and commerce in an urban setting, reflecting the casual interactions and transactions that occur in such environments.","title":"Black sidewalk merchant at 47th Street on Chicago's South Side. Many of the city's black businessmen started small and grew by working hard. Today Chicago is believed to be the black business capital of the United States. Black Enterprise magazine reported in 1973 that the city had 14 of the top 100 black owned businesses in the country, one more than New York City.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["551694","557131","551690","551749","549315","558194","551695","558249","557135","551686","558252","550040","550045","551691","557803","551696"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["stall","vendor","street","transaction","jewelry","earring","passersby","necklace","watch","accessory"]}
