{"path":"556206.jpg","date":"June 1973","photographer":"White, John H.","caption":"This image captures a moment on a sunny day on a city street involving three men and a motorcycle, evoking a distinct retro vibe reminiscent of the 1960s or 70s, primarily due to the fashion and style portrayed.\n\nIn the foreground, a motorcycle is prominent. It's a classic model with a chrome finish, large round headlight, and dual amber-colored turn signals. The front wheel of the motorcycle is turned slightly to the side, and it casts a shadow on the gray concrete road, emphasizing the bright, sunny conditions.\n\nA young man stands to the left of the motorcycle. He wears a gold or bronze-colored helmet, a sleeveless dark shirt, and plaid trousers, complemented by dark shoes. His stance is casual yet commanding, with his body facing towards the camera but his head turned slightly to the right, possibly engaged in a conversation with the other individuals.\n\nTo the right, behind the motorcycle, two other young men are visible. The one closest to the motorcycle is wearing a light-colored, possibly yellow, shirt that matches with plaid trousers, and he seems to be drinking from a small bottle. The third man, partially obscured, stands further to the right wearing a dark jacket and trousers. He seems to be involved in the conversation, looking towards the first man and holding what appears to be a similar small bottle.\n\nBehind the group, parked cars enhance the urban setting. One on the left has a notable angular design typical of mid-20th-century automotive style. Various building structures, possibly shops or residential buildings, form the backdrop, but they are mostly soothed into a soft focus that centers attention on the figures and the motorcycle.\n\nThe overall composition, attire of the individuals, and the setting provide a nostalgic glimpse into urban youth culture, likely from a period in the mid-twentieth century. The individuals’ engagement with each other and their relaxed poses suggest a scene of leisure and social interaction typical of that era.","title":"Black residents of Chicago's west side check out a motorcycle.  The city's west side did not quickly recover from the riots and fires of the mid and late 1960's.  According to the 1970 census, some 22 to 29% of the area's residents were below the official poverty line.  A black businessman's group, with federal help, had signed agreements with several nationwide franchises that pumped $20 million in jobs into the community","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["551383","554875","554876","554872","546993","554874","554877","554871","556719","558193","558232","551382","547803","554178","548690","545598"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["motorcycle","trouser","turn","bottle","plaid","man","bronze","conversation","command","70"]}
