{"path":"556250.jpg","date":"October 1973","photographer":"White, John H.","caption":"The photograph captures a man seated at a cluttered desk, deeply focused on reading or writing a document. The man, who is wearing glasses and smoking a pipe, is dressed in a casual white long-sleeve shirt. His attention is directed towards the papers in front of him.\n\nThe desk is overflowing with various items, suggesting a space of intensive work or study. There are stacks of books, loose papers, file folders, and possibly personal items and office supplies scattered across the surface. Notably, there's an open book right in front of him, and another appears to be a calendar or organizer.\n\nThe background includes a wooden wall paneling that gives a warm and rich texture to the scene. A framed abstract painting hangs on the wall, adding a touch of artistic flair to the environment. On the right, partially out of view, a large curved object, possibly part of a sculpture or decoration, extends into the frame.\n\nThe lighting is soft and natural, seemingly coming from a window out of view, illuminating the man and his desk while casting gentle shadows. The overall ambiance is one of a personal and intellectually engaging space, possibly a home office or a private study area.","title":"Lerone Bennett, well known Black writer who is senior editor at Ebony magazine, in his office at Johnson Publishing Company in Chicago. The firm also publishes Jet, Black World, Black Stars and Ebony Jr. As the top Black owned business in Chicago, the firm recorded 1972 sales of $23.1 million. Chicago is believed to be the Black business capital of the country with 14 of the top 100 Black owned businesses compared to 13 for New York City.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["551897","547353","547366","553088","544326","555430","542690","557695","556573","552619","555417","555297","546486","548864","546572","556014"],"cl":[52],"cluster":["#52 &mdash; Workplace Activities"],"terms":["desk","study","book","office","paper","folder","flair","paneling","item","painting"]}
