{"path":"556237.jpg","date":"October 1973","photographer":"White, John H.","caption":"The photograph takes place inside a church, featuring an ornate altar backdrop. In the background, there are three vibrant stained glass windows, each depicting a saintly figure adorned in traditional regalia with halos. These windows are set in a high wall covered with decorative Gothic arches and intricate detailing that is consistent with traditional church architecture.\n\nThe altar, which is the focal point, is elaborately designed with white and gold colors. It is adorned with several religious statues standing in niches and embellished with symbolic carvings and elements. Above the altar, there is a central crucifix, enhancing the sacred ambiance of the setting.\n\nIn the foreground, two men, likely priests, are seen performing a religious service or mass. They are both dressed in green liturgical vestments, suggesting that the photograph was taken during Ordinary Time according to the liturgical calendar. One priest is holding what appears to be a prayer book or bible, while the other is in a praying gesture with his hands clasped together.\n\nThe altar is draped with a white cloth banner that features a simple, hand-written message saying \"We Got It Together In Jesus,\" surrounded by basic human figures holding hands, indicating themes of unity and community within the context of faith.\n\nOverall, the composition combines elements of traditional Christian worship with a touch of personal, community-centric expression, depicted by the banner's message and artwork.","title":"Holy angel catholic church on Chicago's south side.  It is the city's largest black catholic church.  The pastor is father george h clements, (left) a leader in the black community.  There are more than 2,000 church members.  The church also has the largest black catholic school in the nation with more than 1,300 students","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["554209","558398","558383","558406","558384","558400","558404","547336","558239","558389","558385","558386","552623","558382","556236","547332"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["altar","banner","church","message","unity","halo","hand","carving","adorn","desig"]}
