{"path":"556227.jpg","date":"June 1973","photographer":"White, John H.","caption":"This photograph captures a scene from what appears to be an urban street in the United States, likely from the late 1960s or early 1970s, given the style of the automobiles and architectural designs. The setting is a shopping center named “Meadows Shopping Center,” which advertises itself as \"Thrifty One Stop Shopping.\" \n\nThe prominent signage on display includes “Kentucky Fried Chicken” in a classic red and white font, indicative of the era's popular fast-food chain style. Additionally, there is a \"Currency Exchange\" sign in bright neon lights.\n\nThere are multiple vehicles in the foreground, including a gold-colored sedan driving past the camera and several parked cars. The vehicles are typical of the American car design of that period, with large bodies and styling details that suggest brands like Buick or Chevrolet.\n\nThe photo captures several people around the shopping center. Individuals can be seen walking along the sidewalks and interacting near the shops. Their attire varies, with some wearing typical casual or workday clothing of the period, such as dresses and suits.\n\nThe architectural style of the shopping center includes white and black striped awnings and a large concrete pillar that supports the sign. The buildings have a streamlined, functional design characteristic of mid-century commercial architecture.\n\nThe overall ambiance is busy yet everyday, providing a snapshot of social and commercial life during this time. The image serves as a historical documentation of the era's urban landscape, lifestyle, and fashion.","title":"Lake Meadows Shopping Center on Chicago's South Side which is frequented by Blacks. From 1960 to 1970 the percentage of Chicago Blacks with an income of $7,000 or more jumped from 26 to 58%. Median Black income during the period increased from $4,700 to $7,883 although the gap between what they and the whites received actually widened.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["546428","551125","545614","548889","549882","545216","550142","552411","552602","556801","549872","551494","550093","556224","554297","542900"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["shopping","period","documentation","design","style","workday","font","era","center","awning"]}
