{"path":"556258.jpg","date":"October 1973","photographer":"White, John H.","caption":"The photograph captures a scene from a voter registration drive. Two women, likely volunteers or election officials, are seated behind a folding table covered with a mustard yellow tablecloth, actively engaging with what appears to be a voter registration process. The woman on the left is focused on writing or reviewing a document, dressed in a multi-colored striped shirt, wearing glasses and a badge around her neck. The woman on the right, in a vibrant red vest over a blouse, is speaking to a man in front of the table, who is turned away from the camera, wearing a plaid shirt.\n\nOn the table lies an assortment of papers and forms. Behind the volunteers, the backdrop is a plain curtain complemented by several signs encouraging voter participation. One prominent sign reads, \"GET A PIECE OF THE ACTION - Register Now TO VOTE - BOARD OF ELECTION COMMISSIONERS - CITY OF CHICAGO.\" Another smaller sign indicates, \"PLACE OF REGISTRATION - September 23, 1975\".\n\nThe setting suggests that this event is being held indoors, in a location set up specifically for the purpose of voter registration, as indicated by the date and the organizational details on the signs. The environment is busy yet orderly, with a focus on civic engagement and participation. Other individuals, presumably more participants or additional staff, are partially visible in the background, adding a sense of community involvement and activity to the scene.","title":"Vote registration drive was one aspect of black expo, an annual exhibit of black talent, education, products and other aspects of black consciousness held in Chicago.  The aim is to make blacks aware of their heritage and capabilities, and help them towards a better life","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["545384","545369","543910","556028","556672","556257","545083","543032","550086","556270","557910","552618","552624","551852","548237","555516"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["registration","participation","table","sign","official","woman","review","mustard","encourage","tablecloth"]}
