{"path":"556255.jpg","date":"October 1973","photographer":"White, John H.","caption":"This photograph captures a vibrant and dynamic outdoor rally scene. The setting features a large, iconic concert shell structure with concentric arches, creating a swooping canopy over the stage area. The shell is colored in shades of dark to light blue, with a grayish-blue tarp hanging within the upper part of the shell, possibly to protect equipment or control acoustics.\n\nThe crowd is dense and appears animated, consisting of a diverse group of people. Many in the crowd are holding signs, with slogans such as \"JOBS,\" and featuring symbols like black cats and categories of workers. Some signs indicate affiliations with different groups, including one reading \"EAFL-CIO\" which suggests a labor union presence, likely indicating the event is focused on workers' rights and employment.\n\nOn the stage, there is a group of individuals who seem to be addressing the crowd or preparing to do so, gathered around microphones. The attention of the crowd is towards these speakers, signaling active engagement in the proceedings.\n\nThe overall mood of the scene is passionate and involved, indicative of a protest or rally focused on social or labor issues, emphasizing community solidarity and action. The photograph not only depicts a moment of collective action but also provides a sense of the era's social atmosphere, likely from the mid to late 20th century, given the style of clothing and the photographic quality.","title":"A senior citizens' march to protest inflation, unemployment and high taxes stopped at a band shell along Lake Shore Drive in Chicago to hear speeches. The rally was sponsored by the Rev. Jesse Jackson and Operation PUSH. Rev. Jackson is shown speaking.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["556256","558293","553322","556526","553264","551852","553267","556272","551675","552731","553273","551707","553296","543482","551671","553311"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["crowd","shell","stage","labor","group","action","proceeding","worker","concert","protest"]}
