{"path":"556288.jpg","date":"August 1973","photographer":"White, John H.","caption":"This photograph captures a lively scene of street dancing, likely from the 1970s given the fashion and style visible. At the forefront, two young people are engaged in a dance, displaying expressive body movements. The individual on the left is dressed in red pants and a white buttoned shirt, and their dance pose extends dramatically with arms wide and one leg bent, exuding an intense, performance-like flair. The individual on the right, dressed in dark pants and a long-sleeved white top, mirrors a dynamic dancing stance, also captivating in their expression.\n\nIn the background, various onlookers add to the urban atmosphere. There's a mix of adults and children, with some standing on a sidewalk and others seated. The environment includes typical city element—like a chain-link fence and a concrete pavement. A set of stairs and some greenery slightly visible suggest a residential area. The observers' attire, like flared pants and casual shirts, further hints at the 1970s setting.\n\nThis scene, filled with energy and a communal sense of enjoyment, encapsulates a moment of cultural expression through dance, set against an everyday urban backdrop.","title":"Black youngsters performing on an empty lot at 5440 South Princeton Avenue on Chicago's South Side at a small community program called \"An Open Air Fashion and Talent Show\" presented by \"The New Between the Tracks Council,\" a community block group. It is one of many block clubs and community groups organized to help youngsters \"do their thing\" during special weekend programs in empty lots in the Black communities.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["551019","553231","553210","553241","558286","553232","553268","553235","551710","551124","547334","553155","547403","547317","551820","553183"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["dance","dancing","pant","1970","flair","observer","onlooker","stance","stair","performance"]}
