{"path":"556219.jpg","date":"May 1973","photographer":"White, John H.","caption":"This photograph captures a vivid scene of daily life on an urban street, likely in a neighborhood expressing rich cultural vibes. In the foreground, two men are engaged in a game of checkers. One man, seated on a small stool, attentively makes a move on the checkerboard, which is placed on an improvised table made from a wooden board positioned across a round metal trash can. He wears a light-colored cap and is dressed in dark, casual attire.\n\nTo his side, partially cropped out of the frame, is another man standing and seemingly observing the game or waiting for his turn to play. This man's attire includes a patterned, heavy coat.\n\nThe atmosphere suggests a cool, possibly chilly day as shown by the men's layered clothing. On the street beside them are scattered newspapers and some debris, indicating a somewhat neglected urban area. There's a pink milk crate overturned near one of the men, further contributing to the casual, makeshift setting.\n\nIn the background, a brick wall possibly belonging to a building creates a boundary for this informal recreational spot. The wall is nearly featureless save for a vague trace of graffiti, which subtly denotes a lived-in, possibly rundown urban environment. The overall composition of the image focuses on community interaction and everyday resilience in an urban setting, using a board game as a focal point of social engagement.","title":"South side black workers passing the time playing checkers on east 35th street before going to work in Chicago.  The city census figures show a significant gap in economic security between blacks and whites.  Median black income between 1960 and 1970 increased from $4,700 to $7,883 but the dollar gap between the two races widened.  Blacks were receiving the average of $3,603 less than the median white family","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["553215","553290","553291","553197","546155","551958","544213","552751","548372","553270","558191","556153","552969","552970","548567","545343"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["game","man","board","save","milk","express","rundown","stool","crate","denote"]}
