{"path":"556323.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts a rugged industrial setting in a wooded area. In the foreground and at the center of the image, there is a cluttered space that appears to serve as a work station or junkyard. It is strewn with various objects including metal scraps, machinery parts, large drums, and wooden planks. There are several vehicles within the scene, including a pickup truck and what looks like a construction vehicle toward the middle. A half-open, makeshift structure stands in the middle, which seems to be serving as a workshop or storage shed. A crane truck can be spotted toward the left side.\n\nThe surrounding area features mostly barren trees, suggesting that the photo might have been taken in late autumn or winter. There are rocky and earthen cliffs that enclose the site, indicating that this place could be in a quarry or a similarly excavated area. The overall topography and vegetation suggest a temperate, possibly Appalachian environment. The sky is overcast, lending a gray tone that complements the industrial and somewhat desolate character of the site. Overall, the scene captures a sense of ongoing labor or activity amidst a rustic and somewhat disordered environment.","title":"Overall view of the coal mine operated by George Wilson near Wilder and Cookeville, Tennessee, which was closed down by federal mine inspectors because it lacked a non-arcing drill. Six people worked the mine for 250 tons of coal a day which was sold for home heating and to the Tennessee Valley Authority. Wilson said it would cost $100,000 for a non-arcing drill with support equipment to go back into business.","placename":"Cookeville (Tenn.)","location":"Cookeville, Tennessee","nn1":["547777","557390","556324","556322","545661","545649","547610","550343","556350","554809","547054","556351","547611","547621","547901","547979"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["middle","truck","quarry","junkyard","site","drum","scrap","pickup","topography","workshop"]}
