{"path":"556325.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The photograph portrays a somewhat bleak industrial or mining scene. The central focus is on a large rusty bulldozer or heavy-duty machinery, with a prominent front shovel and muddy, heavy-duty tires. The machine appears worn and is possibly undergoing maintenance, as suggested by the presence of a man to the left behind the bulldozer who seems engaged in some kind of activity possibly related to machinery repair.\n\nIn the immediate background, a large dark opening resembling a mine entrance can be seen nestled at the base of a steep, barren hillside, indicative of industrial mining activities. The hill is stripped of much vegetation, exposing layers of rock and soil that hint at extensive excavation work.\n\nAbove the mine entrance and the machinery, there are rudimentary forested hills, somewhat leafless which could indicate this photo might have been taken in late fall or winter. The surroundings are devoid of vivid colors, mostly dominated by the dull browns and greys of the dirt and machinery, which likely suggests an environment affected by industrial activities. The overall atmosphere is gritty and utilitarian, emphasizing the industrial nature of the scene.","title":"End loader used around the tipple and the entrance to a coal mine operated by george wilson near Wilder and Cookeville Tennessee.  It was closed by federal mine inspectors because an arcing drill was used and regulations called for a non-arcing one the mine produced 250 tons of coal a day for home heating and the Tennessee valley authority.  Wilson said it would cost $100,000 to get into business again","placename":"Cookeville (Tenn.)","location":"Cookeville, Tennessee","nn1":["556322","544138","547254","556506","543785","554764","554826","545661","544139","555633","556350","547583","545665","544375","556505","549950"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["machinery","mine","bulldozer","duty","entrance","mining","shovel","undergo","affect","hill"]}
