{"path":"556329.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts a mining environment, seemingly captured during an operation or an inspection. In the foreground, a man is visible; he is wearing a hard hat and a dark jacket, and appears to be observing or monitoring the area. The surrounding environment is rugged and rocky with bare trees in the background, suggesting it might be in a colder season or a region where vegetation is sparse.\n\nThe terrain is littered with shattered stone and debris, indicating recent mining activity. Central to the image is a large, dark entrance to a mine, supported by timber frames, which adds to the industrial feel of the scene. Overhead cables and metal beams are part of the infrastructure, perhaps used for transporting materials or securing the site.\n\nThe overall composition, with the mine entrance framing the left side and the worker occupying the right side, balances the image and directs attention towards the activities and the environment typical of a mining operation. The mood is somewhat stark and intensely focused on industrial effort, underlined by the lack of vibrant colors and the practical attire of the worker.","title":"George wilson is shown at the entrance to the mine he operated near Wilder and Crawford, Tennessee, before it was closed down by federal mine inspectors for using an arcing drill.  A drill which would not cause sparks and allied equipment would cost $100,000 and put him back in business.  Before closing, the mine produced 250 tons of coal per day for home heating and the Tennessee valley authority","placename":"Cookeville (Tenn.)","location":"Cookeville, Tennessee","nn1":["556360","544160","556510","556357","556364","556427","556358","556367","556359","556396","556397","556446","543639","556319","556322","544139"],"cl":[27],"cluster":["#27 &mdash; Miner"],"terms":["mining","mine","entrance","worker","shatter","operation","inspection","monitor","timber","secure"]}
