{"path":"556345.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The photograph depicts a close-up portrait of an older male coal miner. He has an expressive, weathered face with deep lines and a solemn expression, looking directly at the camera. His facial hair is a mix of gray and black, and he has a noticeable mustache. Notably, he is wearing a coal miner's hard hat that features a lamp on the front, suggesting he either just came from the mines or is about to enter them. The hard hat is practical and worn, with visible signs of use, including scuffs and dirt.\n\nThe man is dressed in work-related attire; he wears a dirty, dark-colored button-up shirt under a similarly dark, grimy jacket. Visible in his jacket pocket are cigarette packs, underscoring perhaps a common habit among workers in his line of work. These details not only add authenticity to his occupation but also provide insight into his lifestyle and daily habits.\n\nThe background is blurred and nondescript, hinting that the focus of this shot is solely on the individual. This direct and unfocused backdrop emphasizes the subject's presence and the texture of his work attire, along with the slight glean of his eyes and skin, exposing elements of his life story, resilience, and the harsh conditions of his labor. The photograph could serve a documentary purpose, capturing the essence of a coal miner's life, evoking both empathy and respect for the demands of such a profession.","title":"One of a series of portraits of miners waiting to go work on the 4 p.m. to midnight shift at the Virginia-Pocahontas Coal Company Mine #4 near Richlands, Virginia. His pocket holds Red Man chewing tobacco which many of the miners use because it is against mine law to smoke underground. Many of the miners also carry their own water from home rather than drink that which is provided by the coal companies.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["558312","556428","556343","556337","556599","556344","542783","556357","544382","554953","547163","556346","556342","556391","547076","553609"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["miner","coal","work","demand","occupation","documentary","profession","respect","pack","authenticity"]}
