{"path":"556321.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The photograph shows a close-up view of a mechanical object positioned on a dirt ground strewn with small stones and bits of debris. The main focus is a dark-colored metal device that appears to be part of machinery or a vehicle, possibly related to irrigation or agricultural equipment. It has a central, cylindrical part with features resembling bolts or fasteners, and two elongated metal pipes or bars that extend from either side of this cylinder, projecting towards the edges of the image frame.\n\nThe object has a rugged appearance with signs of wear and weathering, evident from its rusty and dusty surfaces. Attached to one side of the cylinder is a flexible hose or tube, which is lighter in color, suggesting it might be made of a different material such as rubber or plastic. This hose curves gently away from the main object, entering the frame from one side and exiting on the other.\n\nThe background and foreground are minimally detailed, consisting of the same gritty, earthy terrain that fills the space around the object. The lighting in the image casts shadows and highlights on the object, bringing out textures and contributing to a sense of the object's operational environment. The composition is focused and straightforward, emphasizing the utilitarian and robust nature of the machinery component depicted.","title":"Arcing drill which federal mine inspectors said was against regulations and could not be used by George Wilson in his \"brother-in-law\" mine near Wilder and Cookeville, Tennessee. Wilson said it would cost $100,000 for a non-arcing drill and allied equipment to put him back in business. Before being closed down the mine produced 250 tons a day which was sold for home heating and to the Tennessee Valley Authority.","placename":"Cookeville (Tenn.)","location":"Cookeville, Tennessee","nn1":["546932","553986","549053","547777","555954","543121","554783","543170","556505","546201","556389","552112","556325","549125","556402","554211"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["object","cylinder","hose","bolt","rubber","irrigation","machinery","tube","bar","weathering"]}
