{"path":"556347.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts four miners taking a break and sitting on a yellow industrial vehicle, possibly a rail cart, inside a mining environment. They are all wearing traditional mining gear: hard hats with lamps attached, and coveralls that appear to be soiled from work. Each miner displays a unique posture and expression, contributing to the candid and relaxed atmosphere of the scene.\n\nFrom left to right: the first miner is sitting with one arm resting on the cart, looking slightly away from the camera with a serious expression. The second miner sits more casually, crossing one leg over the other and with a slight smile, engaging in conversation with his companion. The third miner sits upright attentively, also looking towards his companion. The fourth miner, seated on the far right, is bringing a cigarette to his mouth, eyes averted from the camera.\n\nIn front of them, on the ground, are their lunch boxes and personal items, possibly including tools and safety gear -- characteristic canvas bags, a metal lunch box, and a plastic water cooler. These personal effects suggest they might be either preparing for a meal break or just resuming work after one.\n\nThe background is simple and utilitarian, typical of a mining site, featuring rocky and barren terrain which provides a stark contrast to the miners' vibrant yellow cart. This landscape reinforces the industrial and rugged nature of their work environment. The lighting and composition further focus the viewer’s attention on the workers and their immediate surroundings, highlighting their expressions and the casual interaction among them.","title":"Group of miners waiting to go to work on the 4 p.m. to midnight shift at the Virginia-Pocahontas Coal Company Mine #4 near Richlands, Virginia. They are sitting on a shuttle car of the type which will take them into the mines, and also is used for work on the outside. The yellow bags contain tools and equipment.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["556373","556346","556374","556338","556348","556339","556336","556372","556340","556393","556337","556377","556359","556392","556363","556366"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["miner","cart","lunch","companion","mining","sit","box","gear","expression","break"]}
