{"path":"556335.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The photograph depicts three men, most likely construction workers or laborers, engaged in a moment of discussion or inspection at a worksite. Each man wears a hard hat, indicating a focus on safety within their working environment.\n\nThe first man, facing partially away from the camera, has a reddish hat that shows signs of wear and carries several stickers, possibly indicating various qualifications or unions. His identity is obscured, giving the impression that he is listening intently to another.\n\nThe second man, in the central foreground, is older and shown in profile. He is wearing a white hard hat with numerous scratches and stickers, suggesting long-term use. He appears to be focused on something out of frame, possibly a blueprint or tool, indicating his involvement in the task at hand.\n\nThe third man, to the right, faces slightly towards the camera, allowing a clearer view of his expression which seems contemplative or concerned. His red helmet is also adorned with stickers, and his youthful features contrast with the older appearance of the man in the center.\n\nThe background reveals part of a building or temporary structure in teal or turquoise, typical of construction site offices or storage. The setting overall suggests a practical, industrial environment where physical labor and safety precautions are paramount.\n\nOverall, the composition captures a moment of teamwork and focus, typical in construction or industrial settings, where each individual plays a role in a collaborative effort. The wear on their gear and their expressions suggest experience and dedication to their work.","title":"Arnold rasnick, Virginia-pocahontas coal company superintendent of mine #4 (in white hat), talks to two young miners their red hats signify that they have been in the mines less than one month.  The discussion centered around obtaining gasoline for their cars which they use to commute to work.  Miners no longer congregate in company towns as they once did, and some of them commute as much as 25 miles one way.  Near Richlands, Virginia","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["556864","556339","556868","545537","546824","553802","543651","544969","557867","554930","555236","544171","556391","553160","542783","553610"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["sticker","man","construction","hat","safety","precaution","dedication","teal","identity","scratch"]}
