{"path":"556304.jpg","date":"August 1973","photographer":"White, John H.","caption":"This photograph features a vibrant scene with a group of musicians performing live, likely during the 1970s or 1980s based on their attire and equipment. The central figure is a male singer dressed in an eye-catching red, white, and blue outfit designed to mimic the American flag; this outfit includes stars and stripes, lending a very patriotic flair. He is performing with a microphone in hand, and appears engaged and energetic.\n\nTo his right, there are two other band members: a female guitarist and a male bass player. The female guitarist is wearing a white tank top and red pants, while playing a dark-colored electric guitar. The male bass player is dressed in a pink shirt, red pants, pink shoes, and a vivid pink hat, playing a white electric bass guitar. Both seem focused on their instruments and the performance.\n\nThe background of the shot reveals that the band is performing outside a store or commercial area. Visible signs include the words \"Summer Clearance\" and \"Sun Club,\" suggesting a promotional or seasonal outdoor event. The lighting and shadows suggest this event is taking place during the daytime.\n\nAdditionally, various musical and audio equipment, such as speakers, amplifiers, and a mixing console, are visible on stage, contributing to the ambiance of a professional music performance. The audience is not directly visible in the photo, which focuses more on the performers and their immediate environment. The atmosphere indicated by the photograph is lively and festive, fitting for an outdoor music event.","title":"A black band performs at the Lake Meadows Shopping Center in Chicago. Not well known, they are sharing their music at home and hope their start will lead to greater recognition.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["551012","551479","551782","551018","551709","551014","553284","553297","553232","553267","553890","554283","556308","551708","551318","553231"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["guitar","player","music","band","performance","event","outfit","flair","performer","speaker"]}
