{"path":"556368.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph presents a rural American scene with a slightly desolate ambiance, highlighting a roadside set of structures that appear somewhat aged and weathered.\n\nOn the right side of the image, a small, single-story general store building labeled \"FLIP COOP STOR\" is the focal point. The establishment features a drab gray concrete block structure augmented with a red and green canopy. Prominent on the display is a vintage Coca-Cola sign, indicating the store possibly serves as a local hub or convenience stop. In front of the store, there are two classic gasoline pumps that, along with the Coca-Cola sign, suggest a mid-20th-century setting. The store has multiple windows, some seemingly boarded or covered, reflecting a state of disrepair or minimal upkeep.\n\nAdjacent to the store on the left is a larger, two-story wooden building that appears to be a barn or an old mill. It has a weathered, dark wooden exterior and a large, overhanging roof. Portions of the building's side panels are missing or in decay. This building gives a rustic charm to the scene, complementing the small general store in creating a sense of a once-thriving local business hub.\n\nThe background is characterized by a clear blue sky and leafless trees, indicating the photograph might be taken in late autumn or winter. The road in front of the buildings is paved and unoccupied, enhancing the stillness and quiet mood of the rural scene.\n\nOverall, the photograph captures the essence of a small, possibly forgotten locale that once served an essential role in a rural community, providing a glimpse into past lifestyles and economic activities in small-town America.","title":"Flip Coop store in Wilder near Cookeville, Tennessee, was started with federal Office of Economic Opportunity funds and serves mostly old people in the area. In the background is an abandoned and burned out coal company store.","placename":"Cookeville (Tenn.)","location":"Cookeville, Tennessee","nn1":["544882","546973","555377","558028","556330","552517","552513","556013","554784","555640","550279","552681","552518","552454","543342","553097"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["store","hub","convenience","story","building","gasoline","upkeep","pump","stop","front"]}
