{"path":"556328.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph showcases a somewhat weathered rural American setting, possibly evidencing the socio-economic conditions of the place or time. The central scene captures an adult man, dressed in a dark suit and carrying a box under his left arm, briskly walking past a decrepit building that gives the impression of being long neglected or abandoned. The building's paint is peeling off, revealing bare wood panels, with windows boarded up or missing panes, reinforcing its rundown state. Additionally, the structure features a dilapidated porch that also suffers from neglect, characterized by fallen and unsupported beams.\n\nThe setting is highlighted with political undertones through campaign posters affixed to a wooden pole in the foreground. The prominent poster is for a person named Jerry Dale Moore, campaigning for the position of County Court Clerk, evidently from a bygone electoral period as indicated by the dates. The presence of these political signs reveals the underlying civic engagement or political activity in the area.\n\nThe natural light, possibly captured late in the day given the softness and angle of the shadows, contrasts with the shadows enveloping the building's façade and the man in motion. The composition effectively captures the quiet dynamics of a small community, possibly in a time of political anticipation or change. The open sky and sparse surroundings subtly accent the rural essence of the location, additionally emphasized by the rugged terrain and vegetation glimpses in the background.","title":"Exterior view of a deserted store in Crawford, Tennessee near Cookeville. The town was once a booming coal mining headquarters, but now is largely uninhabited. The last year the state issued licenses to the store was in 1966. The man in the picture is a retired miner who lives in the neighborhood and has just come from the small post office there.","placename":"Crawford (Tenn.)","location":"Crawford, Tennessee","nn1":["547310","553537","547816","550253","550136","546958","550114","546960","556330","550246","542548","546419","550108","550279","544811","547325"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["poster","undertone","campaign","anticipation","date","softness","pane","dynamic","time","façade"]}
