{"path":"556370.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The photograph depicts a somewhat desolate rural scene with a focus on a small, single-story building marked as \"U.S. POST OFFICE WILDER TENN 38589.\" This building, which appears aged and worn, has siding that is partly stained or discolored and features a sloped, shingled roof. An American flag is mounted on the front next to an old-style gasoline pump that looks unused.\n\nThe post office is situated along a gravel road, which serves as the foreground of the image, leading into the scene and curving slightly to the left further down where it passes other buildings. To the left of the post office, there are additional simple, low-lying structures that also show signs of wear and seem to be in a state of neglect or disuse. These buildings have similar construction styles and materials. \n\nIn the background, the landscape rises into a hill that is partially cleared, though some trees and scrubs remain. There appears to be some industrial or mining-style infrastructure embedded into the hillside, suggesting the area might be engaged in some form of resource extraction or processing.\n\nThe sky is blue with minimal cloud cover, and the overall lighting conditions suggest it may be midday or early afternoon. The scene is void of any visible human presence, contributing to a sense of abandonment or low activity in this particular area. The overall atmosphere conveys a rural, quiet, and possibly economically stagnant environment.","title":"Small U.S. post office in Wilder near Cookeville, Tennessee. It serves area residents, many of whom live on welfare or pensions. The flag pole is from the trunk of a small pine tree. In the background is an old coal tipple which is abandoned.","placename":"Cookeville (Tenn.)","location":"Cookeville, Tennessee","nn1":["549006","550991","556984","549196","549005","556330","557760","556368","556313","549221","552681","554707","545233","555640","546973","556332"],"cl":[37],"cluster":["#37 &mdash; Rural Communities"],"terms":["office","post","style","gasoline","scrub","disuse","pump","extraction","building","midday"]}
