{"path":"556369.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts the interior of a small store or pantry, likely from a previous era given the vintage style of packaging and products. The image shows wooden shelving units heavily stocked with a variety of consumer goods. The shelves are organized and filled with an assortment of canned and boxed foods, including what appear to be various tins of coffee, boxes of cereal, canned fruits and vegetables, and jars of sauces. Notably, there is also a section devoted to cigarettes, featuring brands like Camel, Winston, and Salem prominently displayed.\n\nIn the foreground, there is a dark-colored desk or counter. On the counter, there appear to be several open books, a pack of cigarettes, a calculator, and some papers, possibly receipts or invoices. Above the counter, hanging on the wall, is a bright red sign that features a significant amount of text, potentially warning or informational, but the exact content is not readable due to resolution limits.\n\nThe setting has a functional, straightforward aesthetic characteristic of a business focused on efficiency rather than decor. The lighting in the room comes from at least one visible ceiling light, which casts a warm glow over the merchandise, enhancing the cozy, enclosed feel of the space. The walls are plain and unadorned, focusing attention on the goods for sale.","title":"Interior view of the Flip Coop store in Wilder near Cookeville, Tennessee, which was started with federal Office of Economic Opportunity funds and serves mostly old people in the area. It was built next door to an abandoned and burned out coal company store.","placename":"Cookeville (Tenn.)","location":"Cookeville, Tennessee","nn1":["558281","547805","557688","546101","555267","558255","546226","555651","553763","557686","557808","557763","555377","556207","546216","555640"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["counter","cigarette","good","packaging","shelving","pack","tin","jar","consumer","merchandise"]}
