{"path":"556326.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph displays several vintage licenses or permits, preserved inside plastic sheet protectors, which appear to be hanging or pinned against a backdrop that is not clearly visible. These documents seem to be associated with various regulatory or legal authorizations required for business operations.\n\nThe uppermost document is a \"Game and Fish Commission Ammunition Dealer's License\" from the state of Tennessee, issued to Crawford Store Company of Crawford, Tennessee. The license, which is number 6247, designates permission to sell \"gun shells and metallic cartridges\" and is valid until December 31, 1964. It features protective green borders and a decorative seal along with official signatures.\n\nBelow this license, there is another document labeled \"State of Tennessee, Overton County State and County Privilege License\" dated back to 1962. This document serves a purpose similar to a modern business license, allowing the operation of a merchant business. It includes fields filled with handwritten entries specifying details such as the name of the business, the street address, city or town, and the amounts related to state tax, county tax, and other fees. The license was issued on February 2, 1962, by a county court clerk whose signature appears on the form.\n\nAt the very bottom, partially visible, is another red-toned license or permit related to the tobacco industry, mentioning it as a \"Tobacco Dealers License\".\n\nThe faded, typewritten and handwritten text, along with the use of aging paper, official seals, and stamped dates, convey a historical bureaucratic process relating to business operations from mid-20th-century America.","title":"Closeup of various state licenses issued to the owner of a now deserted store in Crawford, Tennessee, near Cookeville.  The town was once a booming coal mining headquarters, but is now largely uninhabited.  The last year licenses were issued to the store was in 1966","placename":"Crawford (Tenn.)","location":"Crawford, Tennessee","nn1":["558281","557828","555640","557922","547378","552588","547269","555377","547805","548163","546183","558255","546101","552518","543878","556369"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["license","business","document","permit","seal","date","issue","relate","operation","gun"]}
