{"path":"556320.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts a rugged industrial scene, likely captured at a mining or construction site. In the foreground, a man wearing a green work jumpsuit and a white hard hat with a logo sits confidently atop a large piece of heavy machinery, which appears to be a bucket from an excavator. The man has a sturdy posture, with one leg crossed over the other, and exudes a sense of pride or accomplishment.\n\nThe environment around the man is cluttered with various pieces of machinery and equipment scattered about, suggesting an active work site. Behind him, a dirt road or track stretches back, lined with bare trees indicating it might be late fall or early spring. Along the road, more machinery and piles of timber are visible, underscoring the industrial nature of the location.\n\nTo the left, there is a small building that looks like a storage shed, a dark red vehicle, and what appears to be a conveyor belt or similar apparatus extending towards a pile of debris or raw material. There's also an antique-looking truck in the background, adding a touch of historical context to the scene. The environment overall suggests a focus on heavy industry, possibly mining, with an emphasis on practical functionality over aesthetics.\n\nThe setting, attire, and equipment all communicate a robust, labor-intensive atmosphere, typical of extraction or construction industries. The attire of the man and his relaxed yet assertive posture could suggest he holds a supervisory or significant role within the operations depicted.","title":"George wilson, age 52, who ran a six man \"brother-in-law\" mine near Wilder and Cookeville, Tennessee, in Fentress County.  He did employ his brother-in-law and two sons, but had just been closed down by federal mine inspectors because he lacked a non-arcing drill.  The mine produced 250 tons a day which was sold for home heating and to the Tennessee valley authority.  He is sitting on a continuous loader.  He needed about $100,000 for a drill to get back into business","placename":"Fentress County (Tenn.)","location":"Fentress County, Tennessee","nn1":["553618","556391","556447","556903","544835","556518","556893","556865","542783","544161","556513","553025","544105","556329","556866","556187"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["machinery","mining","industry","jumpsuit","posture","pile","pride","site","piece","man"]}
