{"path":"556341.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph presents a scenic rural landscape with a range of geographical features and human-made structures. The foreground comprises a multitude of valleys adorned with verdant green fields, divided by roads and fences. Several homes and barn-like buildings dot the landscape, suggesting agricultural activity. Predominantly, the roofs of the buildings are either dark or metallic, contrasting with the lighter colors of the houses' walls.\n\nThe middle ground continues with similar pastoral themes, featuring patches of farmland serviced by a two-lane road that curves gently through the terrain. A cluster of buildings appears near the roadway, possibly serving as a focal point for local activity or a small community hub.\n\nIn stark contrast to the developed foreground and middle ground, the background shows rolling hills that ascend into larger, more rugged mountains. These mountains, covered with a blanket of dense trees, rise dramatically and frame the entire valley scene, emphasizing a sense of isolation and quiet rural life. The sky is overcast, casting a subdued light across the landscape, which enhances the serene and somber mood of the photograph.\n\nOverall, the composition depicts a tranquil rural setting characterized by agricultural land usage, nestled between undulating hills and prominent mountains, under a gloomy sky. This suggests a somewhat isolated and self-sufficient community living in harmony with the natural environment.","title":"Homes of coal miners who live in tazewell county, Virginia near Richlands, in the southwestern tip of the state.  Highway #19 is seen in the background.  The breakup of the old company towns has resulted in a change of patterns in mining life.  Many of the miners now commute up to 25 miles one way to go to work compared to the older ways of concentrated housing around the mines which allowed them to walk to work","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["544857","543763","557726","552593","553978","553073","555537","549182","549142","556968","554722","551101","555624","557748","557557","549236"],"cl":[2],"cluster":["#02 &mdash; Fire"],"terms":["mountain","valley","self","det","harmony","fields","farmland","multitude","ascend","community"]}
