{"path":"556331.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This image captured gives a high-angle view of a rustic rural scene, potentially from the mid-20th century given the style of vehicles and architectural designs observable.\n\nIn the foreground, a curved railway track runs parallel to a road, hinting at a community reliant on both rail and road transport. A string of older model freight cars occupies the rail line, contributing to the industrial feel of the scene. Adjacent to this, the road is lined with small, simple houses, characterized by their faded wooden facades and pitched roofs. This uniform housing suggests a workers' village, possibly linked to the railway.\n\nTo the right, above the houses, the scene is dominated by thick clusters of trees on a hillside, indicating that this village is nestled in a valley or a mountainous area. These trees are devoid of leaves, suggesting an autumn or winter season. The houses, closely spaced and similar in design, are connected by power lines, adding to the utilitarian atmosphere.\n\nOne of the notable features in the image, aside from the rail cars and the housing, is the presence of several vintage automobiles parked along the dirt road, further emphasizing the historical context of the photograph. In the background, obscured somewhat by the trees, additional buildings or possibly another section of the community can be glimpsed. These buildings also mirror the architectural style of the foreground houses.\n\nOverall, the photograph captures a quaint, possibly economically focused rural community with significant historical and industrial nuances, surrounded by natural landscapes.","title":"Old coal company town of Red Ash, Virginia, near Richards in Tazewell County in the southwestern part of the state. This is a classic picture of a company town with a railroad in the valley flanked by miners' homes. The coal mine superintendent's home is up the hill in the upper left portion of the picture. The separation is symbolic of the caste system which once ruled in the mining towns but which is now in the process of change. The road is made of red dog, a mining byproduct.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["556332","556434","558020","556438","556333","557379","556578","556585","556382","556313","554834","556435","551100","551050","556851","556782"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["rail","village","house","housing","railway","road","community","string","freight","automobile"]}
