{"path":"556390.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph shows an industrial setting with large metal structures under a clear sky. Central in the image is a large round metal container, elevated on a supporting framework, connected to other structures by large pipes or ducts. The container appears to be a storage or processing silo, typically seen in industries such as mining or manufacturing. The infrastructure is characterized by metal grating, stairs, safety railings, and external platforms that allow for maintenance and operation access.\n\nThe scene is shot from a low angle, making the silo appear towering and imposing against the backdrop of a bright sky dotted with wispy clouds. To the left and right of the silo, there are additional metal constructions and conduits running between different parts of the facility.\n\nThe background reveals a barren hillside, indicating the industrial facility is located in a rugged or rural area with sparse vegetation. The overall lighting is low, suggesting the photograph was taken either early in the morning or late in the afternoon.\n\nThe color palette is dominated by the grays and blues of the metal structures, contrasting with the natural earth tones of the hillside and the soft blue of the sky. The image captures a sense of robust industrial activity, set in a location that blends manufactured and natural landscapes.","title":"Coal tipple holds the mined material after it is cleaned at the Virginia-pocahontas mine #4 near Richlands, Virginia.  Empty coal cars are rolled underneath to be filled, then transported to customers.  This mine producers metallurgical coal for use in steelmaking furnaces","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["546752","552544","547889","557387","542591","542587","545992","544044","555328","545273","558141","552689","544691","557304","557390","557386"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["silo","metal","hillside","container","ducts","impos","conduits","blue","industries","shoot"]}
