{"path":"556373.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts a group of male coal miners during a break at a mining site. The miners are sitting and standing around a large yellow mining equipment, likely a vehicle or machinery, used within the pit. They are wearing typical mining gear which includes hard hats, some with lamps attached, and dark, possibly soiled work clothes that suggest a recent period of labor. Their expressions range from serious to relaxed, indicating a moment of rest and informal interaction among them.\n\nIn the background, there is a hill partially stripped of vegetation, likely due to the mining operations, and a structured mining installation with metal frameworks and towers. This suggests an industrial setting typical of coal extraction areas. The environment appears rugged and muddy, indicative of an active outdoor industrial site.\n\nThe setting and attire indicate that this scene likely takes place in a coal mining region, where such large-scale operations impact both the landscape and the community working within it. The overall ambiance of the scene captures a moment of camaraderie and respite in a demanding and potentially hazardous work environment.","title":"Miners waiting to start their 4 p.m. to midnight shift at Virginia-Pocahontas Coal Company Mine #4 near Richlands, Virginia. There are two working shifts with miners digging and taking the coal out of the mine. The third, called the \"hoot-owl\" shift (midnight to morning), is involved in cleanup operations. Many of the miners carry chewing tobacco into the mines because they cannot smoke while working.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["556374","556347","556372","556346","556338","556340","556377","556348","556337","556393","556339","556359","556375","556365","556336","556392"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["mining","coal","miner","respite","work","site","camaraderie","pit","operation","extraction"]}
