{"path":"556342.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a young man, presumably a miner, standing in front of a training facility poster. He is wearing a black, hard safety helmet adorned with various decals including ones that indicate safety awards and slogans such as \"NO ACCIDENT\" and \"CUTRITE INC.\" Additionally, his helmet also features a small American flag sticker, suggesting a sense of national pride or operational location within the U.S.\n\nThe man is dressed in a dark-colored jacket over a lighter shirt and appears weary or contemplative, with a slight frown visible on his face. His complexion and features suggest he might be in his early adult years, and his facial hair is slightly unkempt. \n\nIn the upper right background, there is a sign with large bold letters spelling \"TRAINING\" along with smaller text that is too blurred to read, indicating an educational or instructional setting for safety or operational training. There is also a partly visible visual aid or illustration related to mining on the poster, suggesting themes of industrial work and safety training. \n\nThe man’s chest pocket is visible; it contains a packet labeled “WE DIG COAL SAFELY” with pens, highlighting a probable emphasis on safety within his profession. The overall composition of the photograph, combining personal weariness with institutional messaging about safety, paints a rich picture of the life within industrial professions like mining.","title":"Starritt Bishop who is a standards control inspector or air sample man for the Virginia-Pocahontas Coal Company near Richlands, Virginia. He works in mine #4 checking the air flow at each split (tunnel) and reports conditions to the mine safety man whose only job is to check the mine for safety; he digs no coal.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["556345","556344","556343","556599","556428","556358","558312","556357","547076","542783","556364","556329","554953","556346","556391","556337"],"cl":[21],"cluster":["#21 &mdash; Infrastructure Maintenance"],"terms":["training","safety","profession","poster","helmet","mining","decal","accident","complexion","illustration"]}
