{"path":"556338.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph features a group of coal miners at the end of their shift, captured in a dimly lit industrial setting. The miners, all male, are dressed in work attire that includes dirt-stained short-sleeve and long-sleeve shirts, mostly in dark colors, paired with equally grimy work pants. Each miner wears a hard hat equipped with a headlamp. Notably, some miners have added stickers or additional personal markings on their helmets.\n\nTheir expressions range from weary to neutral, typical after a day's labor. In the hands of several miners are small, possibly metal lunch pails, suggesting preparation for either a meal or the end of their shift. A few miners are engaged in conversation or tasks, perhaps adjusting their gear or sorting through their possessions.\n\nThe background reveals an industrial setting with visible structures like a small building with a teal exterior and several large, dark cylindrical tanks or industrial machinery. Railway tracks, filled with mining carts, suggest the presence of an underground or open-pit mining operation. The ambiance of the scene is further depicted by the overcast sky and diffuse lighting, casting a naturalistic, slightly somber hue over the scene.\n\nOverall, the photograph documents the daily reality and communal aspect of labor in the mining industry, emphasizing themes of teamwork and the physical toll of such occupations.","title":"Miners line up to go into the elevator shaft at the Virginia-Pocahontas Coal Company mine #4 near Richlands, Virginia. The man at the right wears a red hat, which means he is a new miner and has worked below less than a month. His belt also shows less wear than the others. The miner at the left carries Red Man chewing tobacco, used by many of the men because they cannot smoke in the mines. They also prefer to carry their own water rather than use what the company provides.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["556337","556393","556340","556377","556374","556372","556375","556392","556348","556339","556373","556363","556376","556359","556346","556366"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["miner","mining","shift","end","labor","occupation","sleeve","lunch","headlamp","teal"]}
