{"path":"556381.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"In the photograph, a bald man with glasses is seen practicing CPR on a mannequin at a table in a room that appears to be set up for a training course or workshop. The man is clothed in a short-sleeved, patterned shirt and sports a printed tie. He is focused on applying pressure to the chest of the CPR dummy.\n\nThe mannequin is positioned on a dark rectangular table, and it consists of a torso and head, designed to simulate a human body for the purpose of CPR training. Part of the mannequin’s blue torso and its head is visible; the lower limbs are not included in this model.\n\nThe background reveals a sparsely decorated, utilitarian room with fluorescent lighting. In the background, several empty tables arranged in rows can be seen, each equipped with similar chairs. The walls are plain and there's a door reflected in a mirror hanging on the wall, indicating another section or entrance to the room.\n\nOverall, the setting is typical of a practical training or educational environment, focused on teaching lifesaving techniques such as CPR. The presence of stacked chairs and tables suggests that this venue is used for various meetings or classes.","title":"A member of the Island Creek Coal Company training staff at its facilities near Richlands, Virginia, C.E. Barnette is shown with a dummy used to demonstrate mouth to mouth resuscitation. Barnette has been employed by the company for 42 years, 36 of them inside the mines, and was once trapped underground by fire for two days. All miners new to the company must spend a 40-hour training period with this man, even if they had prior experience.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["545395","545413","556567","551422","556556","547399","556570","545399","558168","552934","556568","545552","553035","556575","556574","553034"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["training","table","torso","room","chair","head","pressure","limb","class","meeting"]}
