{"path":"556379.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This image depicts a close-up view of a red, cylindrical object labeled \"M-S-A Self-Rescuer W65 Training Model,\" suggesting it's a device used for respiratory protection in hazardous environments, specifically for training purposes. The item is prominently displayed in the foreground and seems to be made of metal, with a steel latch mechanism on the front.\n\nTo the right of the self-rescuer is another object, only partially visible, which appears to be a white canvas bag with some sort of harness or straps, indicating it could be a carrying case or additional safety equipment. Behind these objects, there are hints of a similar red item, suggesting that they are part of a collection or a set of equipment, potentially stored on a shelf or a table.\n\nThe focus of the photograph is shallow, with the red self-rescuer sharply in focus and the background softly blurred, contributing to a sense of depth and accentuating the primary object. The lighting is soft and diffuse, gently illuminating the objects and creating a slightly vintage or aged atmosphere, enhanced by the graininess and muted color tone of the image. Such a composition aids in drawing viewer attention directly to the text and details of the self-rescuer, while the surrounding environment remains nondescript, focusing purely on these safety devices.","title":"Model of a self rescuer used for training purposes by the staff of the Island Creek Coal Company at its training center near Richlands, Virginia. Each miner carries such a device into the mine when working. It converts mine gases into breathable oxygen for one to two hours.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["555263","555264","546028","546032","553610","554043","555245","545413","555259","546041","556389","555240","555238","556867","556342","557396"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["self","object","device","safety","graininess","training","case","harness","canvas","item"]}
