{"path":"556383.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a somewhat dimly lit indoor scene featuring three men engaged in discussing the details shown on a large, multi-colored map that is pinned to a wall. The map appears to be sectioned into different colored zones, suggesting some sort of zoning or geographical analysis.\n\nThe man on the left is wearing a dark coat and glasses, and is pointing at a specific area on the map. The middle man, dressed in a lighter jacket and dark trousers, is looking closely at the map, seemingly in deep conversation with the left-hand man about the pointed area. The third man, on the right, is similarly attired in a dark sweater and glasses, standing slightly behind the other two, observing the discussion.\n\nAround them, the room’s walls are light-colored, and on the same wall as the map are additional pieces of paper and posters. One visible poster features a person standing in a field, which might indicate the agricultural or environmental context of their discussion.\n\nThe overall atmosphere appears serious and focused, with the group likely engaged in a professional or planning-related task. The simple furnishing, like metal chairs seen in the foreground, suggests the setting is utilitarian, possibly an office or a planning department of a governmental or educational institution.","title":"Thurston Strunk, center, president of the Virginia-Pocahontas Coal Company with headquarters near Richlands, Virginia, looks at a map of operations with two men (geologist and mining engineer) from Germany who want to open another mine and are prepared to offer long term financing.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["552388","552616","552390","555233","552392","552617","555234","557727","556755","555247","552387","552366","557038","551904","546299","547368"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["map","poster","planning","discussion","wall","man","institution","furnishing","pin","analysis"]}
