{"path":"556350.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts an industrial scene, likely related to mining or construction. The focal point is a large, semi-circular structure, possibly a retaining wall, built around a central working area which contains various types of machinery and equipment. \n\nIn the central area, there are several vehicles including trucks, a bulldozer, and a loader. There are multiple piles of timber or metal materials spread out across the muddy ground, which appears wet, suggesting recent rain or activity. Also present are temporary structures such as small buildings or containers, which may serve as offices or storage.\n\nThe backdrop features a densely wooded hillside, indicating that the site is likely borderline to a more rural or forested area. Adjacent to the mound and visible in the upper left of the image is a large tubular structure which could be part of the site's infrastructure for processing or conveyance.\n\nThe scene is overcast, with no visible shadows suggesting either a cloudy day or diffuse lighting conditions typical of industrial zones shielded by surrounding terrain and structures. Overall, the photograph conveys a sense of ongoing, heavy industrial activity, possibly related to resource extraction or processing.","title":"Railroad tracks hold both coal cars waiting to be filled and those already loaded outside the Virginia-Pocahontas Coal Company Mine #4 near Richlands, Virginia. At left center is a building house fan equipment for the mine. Note its size in relation to the railroad cars. It takes a great deal of power to force fresh air into the many miles of tunnels underground.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["543785","556322","556506","554764","556325","544048","556505","545661","547225","543169","554765","555633","556323","549169","549168","552814"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["processing","loader","site","retain","shield","extraction","timber","bulldozer","resource","structure"]}
