{"path":"556313.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The photograph shows a rural landscape scene, possibly in a small valley surrounded by wooded hills. A curving road snakes through the middle of the scene, lined on either side by various elements that suggest a mix of residential and possibly semi-industrial use.\n\nIn the foreground, there are discarded objects, including a black mailbox leaning askew alongside another blue object, hinting at neglect or disuse. The area closest to the viewer is overgrown with wild grass and bushes, emphasizing a sense of abandonment.\n\nFurther down the road, there is a collection of old, rusted cars and what appears to be discarded machinery or parts piled in a disorderly fashion in an open area adjacent to the road. This makeshift junkyard adds to the atmosphere of decay and disuse.\n\nOn both sides of the road, there are buildings that appear weathered and worn. Some structures, like one on the left side, show significant damage or are in a dilapidated state, with parts of their outer layers missing, exposing underlying frameworks. These buildings could be homes or possibly warehouses or workshops, tied into what looks like a small, rural community living amidst economic decline.\n\nUtility poles and thin, bare trees line the road, and the absence of foliage suggests that the photo was taken either in late fall or early spring. The sky is overcast, casting an even, soft light over the scene and adding to the bleak, forgotten feel of the landscape.\n\nOverall, the photograph captures a sense of abandonment, decay, and resilience in a rural setting, where human activity has visibly shaped the environment though now seems largely withdrawn.","title":"Wilder, Tennessee, in the Cumberland mountains near Cookeville in the eastern part of the state.  It is an almost abandoned town in a once great mining area.  It reached a population of more than 20,000 in the 1920's and had a slight comeback during world war ii.  Now the population of some 400 lives on welfare and pensions","placename":"Wilder (Tenn.)","location":"Wilder, Tennessee","nn1":["556330","550279","554561","543354","547771","552673","556615","553551","544809","545233","557345","552997","557701","551329","547653","547535"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["road","disuse","abandonment","decay","mailbox","bleak","junkyard","decline","closest","curving"]}
