{"path":"556348.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a group of six miners standing closely together outdoors. Each miner wears a safety helmet with a light mounted on the front, which reflects their profession. Their helmets have stickers and symbols that might represent identification or affiliations with specific mining groups. They're dressed in work clothes, primarily consisting of dirty and worn gray long-sleeve shirts, some of which are unbuttoned at the top. The miners' expressions and posture vary; some appear focused and serious, while others have a more relaxed or engaged demeanor. \n\nBehind the group, part of a green, robust vehicle is visible, likely a piece of mining equipment or transportation, adding to the industrial setting. The environment suggests they are either preparing for a shift in the mines or just finishing up, as indicated by the natural and grimy feel of their attire and surroundings.\n\nAbout the setting, it seems overcast or misty, typical for an area associated with heavy industrial work like mining. Additionally, the presence of other miners or equipment in the background in soft focus helps in emphasizing the primary group in the foreground. The photo effectively portrays a sense of camaraderie and the tough conditions typical within the mining profession.","title":"Group of miners waiting to go to work on the 4 p.m. to midnight shift at the Virginia-Pocahontas Coal Company Mine #4 near Richlands, Virginia. They are the second of two work shifts which are involved in digging the coal and bringing it out of the mines. The midnight to morning or \"hoot-owl\" shift works on cleanup operations.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["556372","556338","556336","556374","556393","556340","556339","556392","556377","556366","556373","556347","556359","556337","556375","556363"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["miner","mining","profession","group","helmet","unbutton","affiliation","identification","sticker","camaraderie"]}
