{"path":"556398.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts an underground setting, likely in a mine or tunnel. The image is dimly lit, primarily showcasing the textures and details on a wooden beam ceiling. The beams are aged and wear marks and stains, suggesting a long period of exposure to a harsh environment.\n\nOn the left side of the picture, a portion of a white tent-like structure is visible, though details about its specific function or contents are unclear from this angle. This element adds a sense of human presence or activity within this environment, perhaps for storage or as a temporary shelter.\n\nOn the right side of the photo, a man wearing a helmet with a headlamp is visible. His face is predominantly in shadow, making it difficult to discern his features, but his presence introduces a human aspect to the composition. He seems to be gazing towards the right, possibly looking at something outside the frame or contemplating the environment. His safety helmet and its lamp suggest the conditions are hazardous or poorly illuminated.\n\nThe background and setting reinforce the sense of being in a subterranean or enclosed space, with dark areas fading into the peripheries of the photograph, emphasizing a confined and potentially claustrophobic atmosphere.\n\nOverall, the photograph captures an intriguing moment inside a possibly industrial or exploration-related environment, highlighting the interaction between human activities and challenging physical conditions.","title":"Miner in Virginia-Pocahontas Coal Company mine #3 near Richlands, Virginia, operates a shuttle car which takes the coal from the continuous miner and moves it out of the tunnel to a conveyor for transport out of the mine. This mine processes metallurgical coal for use in steelmaking furnaces. The shuttle car driver will turn and face the other way on the trip back.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["556427","556513","556319","556357","556366","556360","556514","556358","556364","556362","556329","556397","555332","556510","556521","556359"],"cl":[27],"cluster":["#27 &mdash; Miner"],"terms":["helmet","beam","headlamp","stain","periphery","tunnel","mine","tent","mark","shelter"]}
