{"path":"556309.jpg","date":"October 1973","photographer":"White, John H.","caption":"This image captures a vibrant and energetic stage performance by a group of female dancers. The dancers are dressed in striking, shiny black and silver costumes that include bikini tops, high-cut bottoms, and elaborate accessories such as wrist cuffs, chokers, and headbands, all adorned with metallic embellishments. Their outfits and the large Afro hairstyles signify a likely era of the 1970s, reflecting the fashion and cultural aesthetics of the time associated with disco or funk music scenes.\n\nThe two dancers in the foreground are particularly focal, positioned with arms raised and hands splayed, suggesting a dynamic and expressive dance move. Their facial expressions exude confidence and charisma, indicative of a performance intended to captivate an audience. The lighting focuses on these dancers, enhancing their metallic costumes and the gloss of their skin, adding a theatrical gleam to the scene.\n\nIn the background, partially visible male musicians add to the scene, playing instruments which hint at a live music performance accompanying the dance. The setting appears to be a stage with dark, indistinct features further emphasizing the performers in the limelight.\n\nOverall, the composition conveys a sense of movement, rhythm, and spectacle, typical of live stage performances aimed at entertaining and engaging an audience through music and dance.","title":"Isaac Hayes dancers perform at the International Amphitheater in Chicago as part of the annual PUSH 'Black Expo' in the fall of 1973. The annual event showcases Black talent, educational opportunities, stars, art, and products to provide Blacks with an awareness of their heritage and capabilities, and help them towards a better life.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["553235","558286","547270","547274","553231","547403","547317","556288","553268","547386","558285","547334","557791","553241","551019","553283"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["dancer","performance","dance","music","costume","stage","audience","cuff","headband","performer"]}
