{"path":"556355.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts a rural landscape with two primary structures and a car. On the left, there is an old house, which appears aged and weather-beaten, with a rusty metal roof and a white exterior that shows signs of wear. The house has a small, enclosed porch area that also sports the same weathered look. In front of this house, there’s some scattered debris and a small, overgrown area with shrubs and trees.\n\nTo the right of the first house and slightly elevated on the hillside is another small building, simpler and more austere in design, with a grey roof and a plain façade featuring a prominent Christian cross on one end. This suggests it could be a small chapel or a religious meeting house. There are a few steps leading to this building, indicating its raised foundation compared to its surroundings.\n\nIn front of the houses, a red, classic car is parked on what seems to be a narrow road or driveway that curves slightly around the house with the enclosed porch. The overall setting is quite isolated, surrounded by a hilly and wooded landscape that lacks any visible modern infrastructures or other residences in the immediate vicinity. The atmosphere conveys a sense of quiet and seclusion, typical of a rural mountain area. There seems to be a chill in the air, given the bare trees and overcast sky, suggesting late fall or early winter.","title":"Small church and home perched on a hillside near keen mountain and Richlands, Virginia, in buchanan county.  Many small churches dot the coal mining area and attract churchgoers with fundamentalist beliefs","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["556578","554822","557670","547658","558110","554787","556959","551109","551100","556333","557691","550704","555611","546997","557154","546367"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","enclose","porch","chill","beat","foundation","residence","driveway","meeting","front"]}
