{"path":"556351.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts an industrial scene viewed through the remains of a derelict structure. The perspective is from a high vantage point looking down on an industrial area. In the foreground, the skeletal remains of what appears to be a wooden building frame dominates the view. The wood is weathered and broken in many places, and it lacks any solid walls, suggesting it has been exposed to the elements for an extended period.\n\nThrough this frame, you can see a scene composed of several warehouses or industrial buildings covered with metal siding, along with assorted industrial machinery and vehicles parked around the area. Notable in the middle ground is a large metal construction, possibly a tower or crane involved in industrial activities.\n\nThe landscape surrounding the industrial site is hilly and wooded, with bare deciduous trees suggesting the photo was taken in a cooler season. A small road snakes through the scene, visible in patches between the buildings and trees. The overall atmosphere and color palette are muted, dominated by grays and browns, conveying a bleak, overcast day. \n\nOverall, the composition juxtaposes the decayed wooden structure in the foreground against an active industrial backdrop, highlighting themes of abandonment and ongoing activity within the same visual frame.","title":"From an abandoned mine in the foreground contrast with the modern equipment used by the Virginia-Pocahontas Coal Company Mine #2 seen in the background. The tipple is a device where coal is placed from the mines and then loaded onto transportation near Richlands, Virginia.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["543258","545982","554565","542975","552240","556324","547969","546122","555544","546084","550343","552091","547470","549307","550990","554799"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["remain","snake","frame","metal","warehouse","siding","vantage","gray","abandonment","building"]}
