{"path":"556300.jpg","date":"August 1973","photographer":"White, John H.","caption":"This photograph captures a dynamic scene at what appears to be a park or recreational area. The focal point is a woman in the foreground dressed in a pink and white checkered bikini, quickly moving with a distinctive and lively stride across the grass. She is accessorized with a white bucket hat and sunglasses, and her expression is lively and engaged, suggesting she is fully involved in her activity, possibly dancing or reacting to someone or something off-camera.\n\nHer bikini ensemble includes a tie at the chest and ring details on the hips, reflecting a playful and fashionable beach style. The scene is outdoors, in broad daylight under clear skies, which suggests a warm and sunny day, ideal for outdoor activities.\n\nAround her, the ambiance is lively, with several other people in the background, likely fellow park-goers. Some are seated on benches while others are standing or walking. The majority of the background figures are not as distinctly visible, providing a blurred context of a leisurely, crowded public space. The general atmosphere appears relaxed and informal, with most background figures dressed in casual, warm-weather clothing. The setting, attire, and activities hint at a typical summer day out in a public space where people engage in various forms of leisure and interaction.","title":"A swimsuit clad Black woman enjoys her summer outing at Chicago's 12th Street Beach on Lake Michigan. From 1960 to 1970 the percentage of Chicago Blacks with an income of $7,000 or more jumped from 26 to 58%. Median Black income during the period increased from $4,700 to $4,883, but the dollar gap between their group and the whites actually widened.","placename":"Chicago (Ill.)","location":"Chicago, Illinois","nn1":["552952","551545","550936","546768","547507","547688","544339","558295","553251","543534","551093","550228","543321","545929","548541","553761"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["bikini","ensemble","goer","react","hip","dance","accessorize","ring","stride","figure"]}
