{"path":"556395.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The photograph portrays a rural residential area set on rolling hills, most likely captured in the early evening given the soft light and long shadows. A collection of modest single-story homes, featuring a variety of architectural styles and colors such as brown, white, red, and yellow, is scattered across the landscape. The homes are predominantly simple box-shapes with a few having L-shaped designs, and most feature sloped roofs.\n\nThe community is laid out with homes interspersed at various levels on the hills, suggesting a non-uniform, organic development possibly catering to the natural topography. Several homes have attached garages and small front yards. The environment suggests it could be a suburban or semi-rural setting given the spacious plots and the presence of large, open grassy areas.\n\nIn the foreground, a road leads into the neighborhood, partially lined with small white fences. There's minimal visible street activity, indicating a quiet living environment. The surrounding area is mainly grassy with some bare trees, indicating it might be either early spring or late fall. The background hills are similarly dotted with homes and bare trees, extending the neighborhood into a wider rural landscape.\n\nUtility poles and lines are visible, providing infrastructure, but otherwise, there are few signs of commercial or industrial activity, emphasizing the residential and possibly commuter nature of the community. Given the even spacing and similar construction style, the area might be a planned community developed in the mid-20th century.","title":"Most of these homes at Claypool Hill, Virginia, near Richlands, are owned by mine foreman or other coal-related people. They work for the Virginia-Pocahontas Coal Company, a subsidiary of Island Creek Coal Company, which in turn is a subsidiary of Occidental Petroleum Company. The miners of today live as far as 25 miles from their work and commute rather than live within walking distance in the older type company towns.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["553704","556601","556580","556394","551102","557404","557552","557405","557427","557547","556333","556438","553929","553700","556950","547433"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["home","community","neighborhood","hill","cater","commuter","shape","plan","plot","garage"]}
