{"path":"556346.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"In the photograph, two coal miners can be seen taking a break. The miner in the foreground is predominantly in focus. He is sitting, looking directly toward the camera with a serious expression. He has rugged features and wears a light beard. His helmet, equipped with a headlamp, is perched on top of his head. His work clothes, a long-sleeve, dusty blue shirt and dark pants, appear worn and dirtied from labor. His boots also show signs of heavy use.\n\nThe miner in the background is partially out of focus and sports a slight grin. He also wears a helmet with a headlamp and is similarly attired in greasy and soiled work clothes, reflecting the harsh working conditions typical of mining environments. \n\nBoth miners display visible signs of physical exertion, like grime on their faces and clothes. Around the miners, there are metallic objects that could possibly be tools or parts of their kit, resting on the wooden surface where they sit. In the blurred background, faintly discernible industrial elements, such as machinery or structures typically found in or around a mine, can be seen, indicating that the picture is taken at or near a mining site. The overall atmosphere suggests a candid moment captured during a routine break in their demanding workday.","title":"One of a series of portraits of miners waiting to go to work on the 4 p.m.  To midnight shift at the Virginia-pocahontas coal company mine #4 near Richlands, Virginia.  He is \"hunkering\" (squatting) which is a familiar pose for many of the miners when they are resting.  The stance is used down in the mines because many of the tunnels do not allow a man to stand erect","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["556374","556347","556373","556337","556338","556363","556366","556357","556345","556339","556511","556393","556372","556517","543775","556340"],"cl":[30],"cluster":["#30 &mdash; Equipment"],"terms":["miner","clothes","headlamp","helmet","mining","break","work","grime","exertion","workday"]}
