{"path":"556374.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts a group of coal miners during a break or at the end of a shift. The scene is set outdoors in what appears to be a mining facility. Several miners can be seen wearing hard hats, some with lamps fitted, and they display dirt and grime on their clothing, indicative of a day's work in the mine.\n\nIn the foreground, three miners are sitting and leaning on a large yellow machinery component, likely a piece of mining equipment. One of them is holding a white hard hat, while another is gripping a chain or a rope. Around and behind them, other miners are standing in groups or alone, engaged in conversations or resting. Most of them are equipped with safety gear, including heavy boots and utility belts with tools and battery packs.\n\nThe background features a large green industrial structure, possibly a part of the mine's surface infrastructure. This building has metallic sidings and includes details such as doors, windows, and external staircases. Visible also in the background is another mining structure equipped with a conveyor system elevated on frames, hinting at the industrial operations typical of a coal mine.\n\nThe overall mood of the photograph is one of casual camaraderie and fatigue, common in environments that involve rigorous physical labor. The setting is rugged and industrial, surrounded by what looks like a wooded area, providing a stark contrast between nature and industrial activity. The lighting is soft and natural, suggesting an overcast day, which adds to the gritty, realistic portrayal of coal mining life.","title":"Miners waiting to start their 4 p.m.  To midnight shift at Virginia-pocahontas coal company #4 near Richlands, Virginia.  There are two working shifts with miners digging and taking coal out of the mine.  The third, called the \"hoot-owl\" shift (midnight to morning), is involved in cleanup operations.  Many of the miners carry their own water into the mines rather than use that provided by the company","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["556373","556338","556340","556372","556377","556337","556393","556346","556375","556348","556347","556339","556392","556359","556376","556365"],"cl":[30],"cluster":["#30 &mdash; Equipment"],"terms":["miner","mining","coal","grime","resting","equip","grip","fit","camaraderie","hat"]}
