{"path":"556324.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts a cluttered, industrial outdoor scene that embodies a sense of abandonment or disuse. The foreground is heavily littered with various metal objects, debris, and industrial waste, including rusted barrels, machinery parts, and scattered metal scraps. Amidst this debris, three primary barrels are visible; one is blue, another rusty, and a third painted in red and white, suggesting perhaps hazardous contents.\n\nIn the central area of the photograph, an array of more organized but still decrepit industrial equipment is visible. This includes what appears to be a conveyor belt or part of an old machine, leaning wood planks, and more scattered metallic pieces. The background reveals a forested area with bare trees suggesting it might be late autumn or winter.\n\nThroughout the scene, there is no presence of people, which enhances the sense of abandonment. The overall atmosphere is one of neglect and decay, framed by a natural backdrop, potentially indicating a setting that was once active but has since been forgotten or left to deteriorate. The overall composition and the elements captured suggest environmental concerns, likely related to industrial waste and its management.","title":"View of waste materials which have accumulated around the mine of George Wilson near Wilder and Cookeville, Tennessee. His \"brother-in-law\" mine was closed by federal mine inspectors because it lacked a non-arcing drill. Wilson said it would cost him $100,000 to buy the necessary equipment to go back into business. The mine produced 250 tons of coal a day for home heating and the Tennessee Valley Authority.","placename":"Cookeville (Tenn.)","location":"Cookeville, Tennessee","nn1":["549307","543806","543762","547470","542585","552102","556640","547901","542975","542494","546120","546913","550343","553433","556351","545982"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["barrel","abandonment","waste","embody","forget","deteriorate","disuse","third","scrap","debris"]}
