{"path":"556315.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a scene within an industrial environment, featuring a man engaged in manual labor. The man is in the center of the image, wearing a light-colored, long-sleeve work shirt and a white hard hat with various markings, including a cross-like emblem and what appears to be a headlamp or light attached to the front. He also has hearing protection devices on the sides of his hat. His shirt is smeared with dirt or grease, reflecting a gritty work setting.\n\nThe individual is focused intently on manipulating a large, yellow steering wheel-like control, which is part of a presumably heavy-duty machinery. His hands grip the wheel securely as he seems to be operating or adjusting the mechanism. The surrounding area includes a workbench littered with tools, metal pieces, and other equipment, hinting at an ongoing project or regular maintenance work. The background is blurred but contains elements such as a blue machine, possibly another tool or device related to the workspace.\n\nThe overall atmosphere of the photo suggests a setting where physical labor and machinery operation are constants, indicative of an industrial or manufacturing facility. The soft, ambient lighting and shadowing add a dramatic effect, emphasizing the worker’s engagement and the intensity of the physical environment.","title":"Billy Taylor of Richlands, Virginia, is a shop mechanic for Virginia-Pocahontas Coal Company. A member of the repair shop safety committee, he repairs underground shuttle cars which take the coal to the conveyor belts. Taylor belongs to United Mine Workers Local #1671.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["555239","544822","558379","556866","546036","544171","556771","556865","542497","558380","544835","556187","544018","556391","556880","553330"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["device","wheel","labor","tool","smear","work","headlamp","machinery","grip","manipulate"]}
