{"path":"556356.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a scene likely set in a rural area, featuring three people and a landscape that includes a house and scenic hills in the background. The setting appears to be a green, grassy yard on a slightly overcast day.\n\nIn the foreground, from left to right, there are three people: a young girl, a woman, and a man. The girl, who is furthest to the left, is wearing a red dress with a floral pattern and her brown hair is parted in the middle. She seems to be looking out towards the landscape with a thoughtful expression. Beside her stands the woman, who is dressed in a pink blouse and plaid pants; she wears glasses and has a neatly styled dark haircut. She seems to be facing towards the man and the girl, engaging in a casual conversation. The man, on the right side of the frame, is slightly turned away from the camera, seen in profile. He is wearing a patterned short-sleeve shirt and appears to be deep in thought with his hand near his chin.\n\nIn the background, there is a single-story house made of red bricks with a small porch. The house is surrounded by a large green lawn. Beyond the residence, the landscape features rolling hills, providing a beautiful backdrop with a pattern of leafless trees on the property, interspersed with patches of open grass areas. A couple of cars are parked alongside a road that curves around the hill.\n\nThe overall composition of the image, the natural greenery, the simple architecture of the home, and the casual attire of the subjects suggest a peaceful, everyday rural life setting with an element of thoughtfulness or contemplation among the individuals present.","title":"Coalminer C.K. Parker, his wife and 14-year-old daughter outside their home at Claypool Hill near Richlands, Virginia. He works for the Virginia-Pocahontas Coal Company as an electrician. His father was a federal coalmine inspector in Virginia, and her father and gRandfather were miners in West Virginia. Parker drives 18 miles to work, and is typical of the miners in the area who commute to work. The Parkers feel the image of the miner in a cabin is wrong.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["547398","555819","551130","555546","551129","548312","557677","549247","557948","552959","553498","557113","556541","551027","556525","558187"],"cl":[37],"cluster":["#37 &mdash; Rural Communities"],"terms":["girl","house","hill","haircut","chin","residence","pattern","thought","woman","profile"]}
