{"path":"556387.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The photograph shows an industrial setting likely related to material handling or processing. The main focus is a large, circular tank filled with a dark, coal-like substance. This tank is surrounded by a thin, raised wall that appears to be slightly shorter than the contents it holds.\n\nAbove the tank, a conveyor system with a significant incline rises to deposit materials into another structure. On the right side of the image, there's a tall, vertical storage silo connected to the conveyor. This silo has a cylindrical shape and is made of concrete or a similar material, evident from its light gray color and textured surface.\n\nBeside the tank and conveyor setup, there are a few smaller structures and machinery, which are part of the larger operations. Notable features include a series of beams and supports that are intricately connected, forming a scaffold-like structure around some of the equipment.\n\nThe backdrop reveals a rugged hillside, devoid of vegetation, possibly a result of the industrial activity or natural geological features of the area. At the foot of this hill runs a road, with a single green vehicle visible, which adds a touch of color contrast to the otherwise monochromatic industrial palette.\n\nThe overall industrial environment is supported by several large pipes and additional conveyor belts that stretch across the scene, indicating a complex system dedicated to processing and moving materials. The sky is overcast, casting a soft light that reduces shadows and diffuses details of the structures.","title":"Setting vat for water that has been used to clean coal in the Virginia-Pocahontas Coal Company mine #4 near Richlands, Virginia. The coal rides on a conveyor to the storage silo at the upper right, then to the cleaning plant. After cleaning, the coal goes to a tipple from which it is loaded for transportation to its destination. The cleaning plant works one shift each day. Water used in the cleaning process will be purified and returned to the creek from which it was drawn.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["553013","543169","544044","552003","544124","551035","556390","546752","556402","549168","551037","549960","544120","556602","542587","544573"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["conveyor","tank","material","silo","system","connect","scaffold","reduce","incline","support"]}
