{"path":"556359.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts an underground mining scene. At the forefront, three miners are visible; they are wearing white helmets and work clothes typically worn for safety and functionality in such environments. The miners are either operating equipment or monitoring work at what appears to be a mining face.\n\nThe surroundings are characteristic of a mine with hard rock visible around; the ceiling and walls of the mine are dark, hinting at the absence of natural light, which is typical for underground settings. There's a complex arrangement of metal structures, likely supports for the mine's roof or equipment tracks. Notably, there are light reflections on the metallic surfaces, suggesting either water or metallic mineral presence that sparkles under artificial lighting.\n\nThe photograph's background is dominated by darkness with stretches of rough, rock-like textures and undulating formations, further emphasizing the depth and the enclosed nature of a mining environment. The ambient lighting is limited, focusing mainly on the work area which highlights the miners and their immediate surroundings. \n\nOverall, the composition captures a moment of daily work life deep within an underground mine, highlighting both the human element and the harsh working conditions typical of such environments.","title":"Picture of the long wall miner with jacks holding up the ceiling to the left and the teeth of the miner on the right.  The teeth rake the coal to the conveyor belt below.  A continuous spray of water is used on the coal to cut down on the amount of airborne particles (not shown in picture).  The face of the long wall of coal is 450 feet.  A typical shift includes 10 men--a foreman, 2 machine operators, utility man, 5 to 6 jack setters and sometimes a repairman","placename":null,"location":null,"nn1":["556366","556363","556510","556511","556365","556360","556364","556358","556517","556397","556357","556396","556367","543775","556319","556338"],"cl":[27],"cluster":["#27 &mdash; Miner"],"terms":["mine","miner","mining","work","sparkle","surrounding","monitoring","equipment","rock","mineral"]}
