{"path":"556322.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts an industrial or mining scene set in a rugged terrain, complete with machinery and workers. The central area of the picture shows a muddy ground leading up to a small white building with a green roof, likely serving as either a storage shed or office. Adjacent to this building is a bulldozer, suggesting ongoing or recent activity. To the left, there is a stacked pile of logs and a clutter of machine parts and iron grilles, indicating the area might be used for both logging and mechanical operations.\n\nOn the right side of the image, two decrepit tunnels can be seen penetrating the hillside, possibly abandoned mine shafts. They are supported by rotting timber structures, contributing to a sense of neglect. In front of these tunnels are rusty, flatbed rail cars, which might have been used for transporting mined materials or equipment. The natural backdrop features a barren hill stripped of substantial vegetation, covered with patches of dead leaves and dirt, likely due to the environmental impact of the industry depicted.\n\nThere are at least two individuals visible in the scene: one near the building, partially obscured, possibly engaged in conversation or supervising the work, and another inside the central part of the image, involved in operating or fixing equipment. The overall atmosphere of the photograph is quite grim and bleak, dominated by tones of brown and grey, reflecting an industrial setting with heavy equipment, manual labor, and possibly the tough conditions faced by the workers in this setting.","title":"View of the mine of george wilson near Wilder and Cookeville, Tennessee, which was closed down because it lacked a non-arcing drill.  The wood in the foreground is for tunnel roof braces, and the loader in the back-ground for coal at the tipple just to the right of the loader is the main shaft opening, and to the right of the shaft is the escape tunnel and airway.  Note the two small shuttle cars which are rusted and without wheels, typical of the waste at small mines","placename":"Cookeville (Tenn.)","location":"Cookeville, Tennessee","nn1":["556325","545661","543785","554764","556350","544048","551036","544390","544139","549148","554632","556323","556893","543848","556503","543836"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["tunnel","equipment","worker","shaft","flatbed","supervise","penetrate","fix","grille","clutter"]}
