{"path":"556439.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a slice of rural or suburban life, likely from a past era given the overall ambiance and style. It shows a scene with two houses, both painted in shades of blue, set in an environment that looks rather rustic and natural.\n\nThe house on the left is a deeper blue and has a white porch, somewhat obscured by vegetation and a makeshift wooden fence or barrier. The structure of this house is relatively simple and appears modest, with a few visible windows and what seems to be a single story.\n\nThe house on the right is a lighter blue with white trim and features more prominently in the photo. It has a porch visible at the front, and its overall construction seems a bit more substantial compared to the other house. This house also shows signs of wear or age, with visible patches and a bit of disarray.\n\nIn front of these houses, the terrain is rough and uneven, with exposed dirt patches, scattered vegetation, and a few bushy areas. It appears to be a spacious outdoor area where two children are playing. The child closer to the foreground, dressed in what looks like a blue coat, seems to be engaging with the soil or plants, possibly digging or gardening. The other child, in a red top and darker pants, is standing and holding something long, possibly a stick or a toy, pointed towards the ground.\n\nAdditionally, there are elements indicating practical rural life, such as a raised wooden structure that might be used for storage or as a shed, and a variety of miscellaneous items and debris scattered around the yard. The presence of a vintage car parked beside the green house further gives a sense of the time period being depicted, likely several decades ago.\n\nThe scene, set during daylight with visible shadows suggesting either early morning or late afternoon, evokes a sense of quiet daily life and captures a moment of childhood play in a natural, if somewhat unkempt, environment.","title":"Kids playing outside a home in Sharples, West Virginia, north of Logan. Note the way the owner has built a place to park his car. Space is at a premium in the valleys of the mining area and this type of parking outside the home is common.","placename":"West Virginia","location":"OTHER","nn1":["551109","556578","556959","556433","551164","551001","551119","558110","557948","550704","551105","551091","556454","551090","547433","557746"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["house","child","blue","bit","porch","toy","life","disarray","gardening","front"]}
