{"path":"556413.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The photograph shows a woman in an office-like environment filled with various items that suggest a busy work setting. She is seated at a desk covered in papers and what appears to be a book or binder. The woman is wearing a light-colored long-sleeve shirt under a tan cardigan, and she has dark hair that falls below her shoulders. Her expression is friendly and she seems to be engaging in a conversation, possibly explaining her work or sharing a moment with the person capturing the image.\n\nIn the foreground of the image, there's a laundry basket filled with what looks like a mixture of clothing and a colorful quilt or blanket. The basket is casually placed, and it adds a personal and informal element to the scene. The background is relatively plain, highlighting a blue wall and a partial view of a window with no discernible view outside, suggesting the focus is meant to be on the woman and her immediate surroundings.\n\nThis setup indicates a blending of personal and professional elements, possibly in a setting where work and personal life intersect, such as a home office or a creative workspace. The overall tone of the photograph is candid and intimate, capturing a moment of everyday life.","title":"Ms. Gail Falk Seltzer, a staff lawyer for field services with the United Mine Workers of America, works on black lung benefits at the headquarters in Charleston, West Virginia. In the foreground is the baby bed her child sleeps in while she works. Ms. Seltzer is a Yale graduate and contributor to the Equal Rights Amendment being considered for adoption to the U.S. Constitution.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["546479","554851","556471","553088","555516","554193","544326","557682","548237","557695","556264","544318","555297","546486","557317","558378"],"cl":[52],"cluster":["#52 &mdash; Workplace Activities"],"terms":["basket","office","work","quilt","blending","woman","cardigan","desk","blanket","workspace"]}
