{"path":"556480.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph features a rural landscape centered on a traditional white church building. The church is characterized by its vertical, rectangular shape and pitched roofing, typical of many church structures. It is clad in white wooden siding and has a tall, slender steeple that includes what appears to be a small window near its apex, possibly a belfry.\n\nThe church has several arched windows on the sides, visible through the sparsely wooded foreground. Adjacent to the church is a small, white annex with a flat roof, possibly a utility or storage addition. In front of this annex, there is a white fence and a simple, white entry staircase leading up to the primary entrance of the church, indicating its elevated foundation.\n\nThe surrounding landscape features early spring or late fall scenery with leafless or lightly foliated trees. The background shows rolling hills and a more densely wooded area leading into mountains partially obscured by haze, suggesting either distance or perhaps a valley location.\n\nThe atmosphere of the photograph is serene and isolated, evoking a sense of peacefulness and timelessness. The image composition, with the church contrastingly white against the natural tones of the landscape and set under a soft, diffused light, adds to the tranquil and pastoral mood of the scene.","title":"Small Methodist church stands next to the West Virginia Turnpike near Beckley in the heart of the coal country. Many churches like this dot the countryside and serve the miners, most of whom have fundamentalist beliefs.","placename":null,"location":"OTHER","nn1":["554035","554207","546455","550287","558024","558023","547346","557758","557952","547440","547333","554033","554208","558034","557951","557088"],"cl":[34],"cluster":["#34 &mdash; Religious Buildings"],"terms":["church","apex","timelessness","steeple","foundation","entry","addition","roofing","staircase","peacefulness"]}
