{"path":"556433.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a residential scene likely situated in a suburban setting. The image features two primary house structures, each with distinctive architectural details evident amid a serene, tree-filled backdrop.\n\nOn the left, the first house is painted a light blue with a green roof. The structure appears to be two stories high supported with a front porch covered by a sharply angled roof which matches the roofline of the house. A few windows are visible, some closed and others slightly open, adorned with white frames contributing to the quaint, homely feel.\n\nAdjacent to the blue house on its right, the second house is painted red with a similar green roof. It also boasts a similar style front porch, supported by white pillars, giving it a classic, timeless American home aesthetic. This house also has visible upstairs and downstairs windows, with white trimming that contrasts starkly against the red exterior, creating a more pronounced, bold appearance.\n\nIn the foreground, there's a street with no visible traffic, enhancing the quiet, tranquil atmosphere suggested by the photograph. The street is lined with trees and some bushes, which are mostly in shadow, hinting at either the time of day being either early morning or late afternoon.\n\nOverall, the composition of the photograph, combined with the lighting and the arrangement of the houses against a backdrop of lush greenery and a clear sky, provides a peaceful and picturesque suburban snapshot. No people are visible in the scene, which emphasizes the stillness and the architectural and natural elements of the setting.","title":"View of mine supervisors' housing in a coal company town near Logan, West Virginia.  They are across the road from the miners' homes which are next to the railroad tracks.  The supervisor homes are two story structures with four rooms on each floor, compared to the miner homes with four rooms.  The physical separation between the different size houses was symbolic of a caste system of the past that now is changing.  See picture #13982 for miner housing","placename":"West Virginia","location":"West Virginia","nn1":["550121","557094","556601","549279","551164","556426","557326","556959","551102","544448","546435","558153","557405","558157","556950","547567"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","porch","roof","trimming","boast","roofline","support","pillar","street","paint"]}
