{"path":"556468.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The photograph depicts a high-angle aerial view of a valley with a series of mobile homes or trailers arranged neatly in several rows. These homes are positioned along curved roads that wind through a heavily forested mountainous area. There are several clusters of these mobile homes, each cluster configured in parallel lines along the contour lines of the hills. The environment is lush with dense green trees surrounding and interspersing the dwelling areas, which contrast markedly with the organized, man-made structures.\n\nA prominent winding road runs vertically through the image, connecting the clusters and facilitating access to each. This road appears to be the main thoroughfare for the area. Additionally, there are smaller paths and roads that branch off from the main road, enhancing the accessibility to each trailer.\n\nThe area shows no significant industrial or large-scale commercial activity, emphasizing its residential nature. The setting is somewhat isolated, nestled deep within a valley which gives it a secluded feel. There are no visible signs of large urban centers nearby, suggesting that this location might be relatively remote.\n\nThe photograph's overall composition emphasizes the juxtaposition of organized, human-made housing arrangements against a backdrop of natural, rugged terrain. The image's perspective provides a comprehensive overview of how the community is laid out with respect to the natural landscape.","title":"Aerial view of Mobile homes used by families whose housing was wiped out in the early 1970's when an earthen dam gave way during a rainstorm on Buffalo creek and created a tidal wave that killed 104 people near man and Logan, West Virginia.  This is not the main valley, but a hollow off to one side","placename":"West Virginia","location":"West Virginia","nn1":["557339","556476","557526","544633","556417","557527","558296","544147","556455","544816","556472","548762","544118","545205","556469","556394"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["trailer","cluster","road","home","valley","respect","dwelling","laid","thoroughfare","overview"]}
