{"path":"556469.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This aerial photograph captures a small, rural community nestled in a mountainous area. The photograph shows a variety of residential and possibly some commercial buildings. The homes are spread out along a network of roads that weave through the community. Many of the buildings appear to be single-story and are spaced relatively close to one another, consistent with rural residential architecture.\n\nThe area is surrounded by dense forest, indicating the community is located in a heavily wooded region. The trees surrounding the area are mixed, with some sections appearing barren or less densely forested, suggesting possible seasonal changes or recent deforestation.\n\nThere is also a large, prominent building situated near the center of the image, which could be a community center, school, or local business hub. This building is larger than the others and has a sizable parking area in front of it.\n\nThe roads are narrow and seem to be paved, winding gently through the terrain and connecting the various parts of the community. The image also shows a main road that skirts the edge of the community, potentially linking it to other nearby towns or regions. \n\nOverall, the scene depicts a tranquil, isolated community located in a mountainous, wooded landscape, characterized by modest homes and a close-knit layout.","title":"Aerial of a typical company town near Logan, West Virginia with the school at one end and the company store at the other. Company towns are becoming a thing of the past. Because they now have their own transportation, the miners choose to live away from the mines in which they work and commute as much as 25 miles one way to work. Before miners had their own cars they clustered in company towns and walked to work.","placename":"West Virginia","location":"OTHER","nn1":["556394","556580","556967","551101","557653","556463","558063","556915","550583","553692","557526","558061","556333","556994","557379","556438"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["community","home","road","deforestation","region","school","building","hub","change","center"]}
