{"path":"556481.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a serene river scene apparently set in an urban environment. In the foreground, a large barge loaded with coal is being pushed by a tugboat along the river. The tugboat and barge are positioned towards the right side of the frame, moving downstream. The river itself meanders gently between the barge and riverbanks, reflecting the light and shadow of the surroundings.\n\nThe background showcases a varied cityscape on both sides of the river, with buildings of different sizes, styles, and purposes. Notably, a capitol-like building with a dome is visible in the distance on the left bank, suggesting the photo might be taken near a state capital in the United States. The area surrounding the buildings is lush with trees and greenery, indicating the presence of public parks or natural areas adjacent to the urban center.\n\nThe riverbanks are fortified with stones or concrete to manage erosion and preserve the waterfront. A road runs parallel to the river on the near side, lined with a variety of trees, enhancing the urban greenery. The overall ambiance is peaceful, with a blend of natural and human-made elements suggesting a balance between nature and urban development. The lighting in the image implies it was taken either during the early morning or late afternoon, casting a soft glow and longer shadows, which contributes to the tranquility of the scene.","title":"Four coal barges are pushed along the Kanawha River at Charleston, West Virginia. The gold dome of the state capitol can be seen in the background. There is a great deal of coal barge traffic on the navigable river systems near the mines because it is the cheapest form of transportation.","placename":"West Virginia","location":"OTHER","nn1":["551148","557309","557235","548187","550951","549814","550900","551038","544271","550901","548067","555401","551170","549825","545909","549783"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["river","tugboat","barge","riverbank","capital","dome","push","preserve","coal","greenery"]}
