{"path":"556429.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photo captures a rural outdoor scene featuring a curving road upon which a large truck is traveling. The truck, painted in shades of red and white, transports a load covered with a tarp. It's driving along a road surrounded by a predominantly barren landscape, with leafless trees indicating it might be late autumn or early spring.\n\nThe left side of the photo shows a muddy, textured terrain with patches of grass, leading up to a densely wooded hillside that occupies the background. The trees lack foliage, their bare branches creating a stark, intricate pattern against the sky.\n\nThe right side of the frame provides a glimpse of similar terrain across the road, with additional trees and a less visible hillside. This side of the image is partially obscured by a large, prominent tree trunk in the foreground. Wrapped around the trunk is a political campaign poster featuring a photo and text, which adds a layer of human element to the natural landscape.\n\nAbove all, the light in the photograph suggests it might be morning or late afternoon, enhancing the tranquility and isolation of this rural road scene. The image captures a moment of everyday rural life, juxtaposed with political engagement through the campaign poster.","title":"Truck making its way up Blair Mountain, a place near Logan, West Virginia, which holds an important place in union history. Protesting for better working conditions, miners marched over this mountain in 1921. Many were shot and killed when met by federal troops. That action galvanized the miners into action and led to union organization.","placename":"Logan (W. Va.)","location":"Logan, West Virginia","nn1":["554130","554832","553627","544292","552079","556986","553662","555154","543173","544262","553629","557468","554031","544767","545880","542858"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["campaign","poster","hillside","road","trunk","truck","tarp","load","photo","tree"]}
