{"path":"556435.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a serene, residential street scene amid a lush, leafy setting. The photograph appears to be taken in a historical period, indicated by the style of the vehicles and the general appearance of the environment.\n\nIn the foreground, there's a paved road running horizontally across the frame, with various cars parked along the side. Notably, there's a light blue and white pickup truck parked closest to the camera on the right side of the road, which seems to be from the 1960s or 1970s based on its design. Along the road, other cars of various colors and designs suggest a variety from the same era.\n\nParallel to the road, there is a set of train tracks, implying this area is accessible by rail. Beyond the tracks, there is a line of single-story residential houses with front porches, uniformly spaced, exhibiting a modest, mid-20th-century architectural style. These houses have a tranquil and homely feel, tucked under a dense canopy of trees with lush, green leaves that dominate the upper part of the image and hint at a spring or summer season.\n\nUtility poles with wires stretch down the road, reinforcing the mid-century American suburban feel of the scene.\n\nThe quality of light and the clarity of air suggest a bright, clear day, potentially enhancing the quiet, peaceful mood of this residential area.\n\nOverall, this photograph provides a nostalgic look into a typical mid-20th-century American neighborhood, characterized by its tranquility, greenery, and modest homes.","title":"Main street of Dehue, West Virginia, a Youngstown Steel Corporation company town near Logan","placename":"Logan (W. Va.)","location":"Logan, West Virginia","nn1":["556448","558039","545419","550994","546430","551090","557155","551021","556950","551102","548489","551119","551109","556426","548473","547388"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["road","track","parallel","century","house","pickup","design","feel","rail","clarity"]}
