{"path":"556411.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph illustrates an expansive freight train yard filled predominately with coal cars. The scene is viewed from an elevated perspective, providing a wide vantage point of the railway layout which curves gracefully through the frame. There are multiple rows of open-top railcars, uniformly filled with coal, indicating the primary function of this rail yard as a hub for coal transport. The cars are marked with \"B&O,\" which stands for Baltimore and Ohio Railroad, a well-known line in American railroading history.\n\nThe background of the image shows a calm body of water adjacent to the rail yard, which is bordered by early spring or late fall trees devoid of leaves, suggesting a cooler season. There is a small building and possibly some maintenance or storage facilities scattered alongside the tracks. The overall atmosphere of the photograph has an industrial and utilitarian feel, reflecting the functional nature of the space.\n\nThe photographic composition with its curving lines and repetition of patterns provides a dynamic yet harmonious view of industrial logistics and infrastructure, with a touch of natural landscape on the periphery. The ambient lighting indicates an overcast day, enhancing the industrial grey tones of the coal and train cars.","title":"A portion of the rail yards at Danville, West Virginia, near Charleston loaded with coal cars ready to be hauled to customers in various parts of the country. It is one of the largest transshipment points for coal in the world. A constant stream of coal cars is moved in and out of the small town.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["556409","556407","547265","552063","547140","547050","544664","551007","556464","556382","555564","554834","545541","548167","556408","546719"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["coal","yard","rail","train","repetition","railcar","car","periphery","freight","logistic"]}
