{"path":"556467.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph is an aerial shot that captures a dramatic landscape primarily featuring a large excavation or mining site adjacent to a residential area. The composition displays a stark contrast between the natural environment and human habitation.\n\n1. **Mining Site**: The left and center parts of the image show an expansive mining site characterized by rugged, bare surfaces with shades of gray and dark brown. Several terraced layers suggest ongoing or previous surface mining activities. Visible tracks from machinery or vehicles mark the earth, and several mounds of excavated material are apparent.\n\n2. **Residential Area**: On the right side of the image, there is a small residential community lined along a road. The homes appear to be modest, single-story structures with flat roofs, most likely prefabricated or mobile homes. These buildings are organized in a neat layout with some semblance of green yards or small spaces around them, creating a domestic feel in proximity to the industrial mining operation.\n\n3. **Natural Surroundings**: Surrounding the mining area, sparse vegetation can be seen, indicating the impact of the mining activity on the local environment. Some trees are visible, but they are sparse and confined to the outskirts of the excavation zone.\n\n4. **Roads and Transportation**: A road runs horizontally through the image, dividing the residential area from the mining site. A couple of vehicles are visible on this road, providing a sense of scale and everyday life continuing alongside industrial activities.\n\n5. **General Atmosphere**: The overall atmosphere of the photograph suggests a juxtaposition between nature, industrial activity, and human life. It underscores the encroachment of industrial activities into natural landscapes and its coexistence with residential setups.\n\nThis image is likely used to discuss topics related to environmental impact, urban planning, and the balance (or conflict) between industrial development and residential communities. It serves as a potent visual narrative of how industrial activities are interfaced with daily human life and natural settings.","title":"Slag heap above housing on Buffalo creek near Logan, West Virginia.  Slag heaps are one of the items which make mining families mad.  They can be ignited by spontaneous combustion, lightning, fire or variety of other things, and burn indefinitely","placename":"West Virginia","location":"West Virginia","nn1":["553051","543857","554808","554163","544059","544502","554768","554815","543674","550573","549174","555812","554816","549148","552004","543758"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["mining","site","excavation","road","excavated","topic","confin","interface","encroachment","bare"]}
