{"path":"556418.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a slice of everyday life, likely from a rural or suburban setting. It features two individuals and a motorcycle situated on a dirt or gravel road. The person seated on the red Suzuki motorcycle is a young woman with light-colored hair, dressed in a long-sleeve white shirt. Next to the motorcycle stands a man wearing a baseball cap and a white sweatshirt with the logo \"Logan 57 Wildcats,\" which suggests he might be supporting a local sports team or school.\n\nBehind the individuals, there are residential homes. The houses are traditional in appearance, with one visibly larger white house featuring a double-story layout and white siding, and another smaller house with similar architectural features. The area surrounding the houses is quite green, indicating a lush environment, and there's a grassy yard visible. A bright yellow car, possibly from the 1970s given its design, is parked in the background.\n\nThe setting gives off a calm, serene vibe, typical of a close-knit community setting. The background hills and dense greenery indicate the locality might be nestled in a valley or a similarly enclosed natural space. Overall, the atmosphere is peaceful and portrays a small-town, communal feel.","title":"David shanklin, 19, lives in a coal company town near sunbright, West Virginia, and graduated from Logan county high school.  His girlfriend, janet edwards, 17, still attends high school in Logan.  David's father was killed in the mines in 1954 by a roof fall and he wants to be a miner, but his mother doesn't want him to.  The youth has a brother working in the mines.  Notice the out houses in front of the homes","placename":"West Virginia","location":"West Virginia","nn1":["554876","551108","554874","545598","554877","554875","547803","548690","544844","556169","553955","556206","558232","551383","554872","554873"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["motorcycle","house","sweatshirt","locality","team","knit","school","baseball","individuals","featur"]}
