{"path":"556436.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The photograph shows a residential area comprising several two-story houses, closely lined up in a row. The architecture features pointed, shingled roofs, and all the visible houses are painted white, each having similar structures with distinct steep roofs and chimneys.\n\nIn the foreground, a dark wooden picket fence runs horizontally across the image. Beyond the fence, the yards of the houses are visible; they include somewhat cluttered elements such as lawn chairs, miscellaneous household items, possibly a barbecue grill, and an array of laundry hung on clotheslines, suggesting daily domestic life.\n\nThe greenery around the houses indicates a suburban setting. The trees are lush and leafy, implying a spring or summertime scene. Utility poles and power lines cut vertically through the frame, intersecting the horizontally oriented houses and adding a contrasting element to the otherwise serene residential setting.\n\nNo individuals are visible in this scene, which focuses more on the arrangement of the buildings and facets of suburban life through the details in the yards and structures. The ambiance is quiet yet hints at the presence of life through everyday household items and arrangements in the outdoors.","title":"Rear view of supervisors' housing in Dehue, West Virginia, a Youngstown Steel Corporation company town near Logan. In the older housing, the supervisors were given two-story homes with four rooms on each floor while the workers received one-story four-room dwellings. The houses also were separated, symbolic of a caste system that is now becoming a thing of the past.","placename":"West Virginia","location":"OTHER","nn1":["556950","557405","556601","553704","550121","551102","556433","547433","557404","556956","551164","558157","557454","556975","546435","547567"],"cl":[36],"cluster":["#36 &mdash; Residential Neighborhoods"],"terms":["house","household","yard","arrangement","fence","clothesline","picket","laundry","summertime","grill"]}
