{"path":"556409.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a bird's-eye view of a series of train cars, seemingly loaded with coal, aligned on multiple railroad tracks. The tracks curve gently to the right in the image, suggesting a large railroad yard specialized for the transportation or storage of this material.\n\nThe train cars are hopper style, which are typically used for bulk materials like coal. Each car is visibly full, with a heaping amount of black coal that shows a coarse texture. The cars are uniform in structure, dark in color, and arranged in a neat row which recedes into the distance of the photograph, emphasizing the scale and organized nature of the operations.\n\nIn the fading distance to the right, there appear to be other tracks possibly with more cars or different railroad infrastructure, though details are less distinct. The surroundings of the railroad yard are not clearly visible, indicating that the focus is strictly on the railroad operations and its cargo.\n\nThe lighting and color palette in this image suggest that it might have been taken during daylight, with soft lighting conditions that don't cast harsh shadows but subtly define the shapes of the coal and the cars. The overall atmosphere appears industrial and functional, with a focus on the transport component of what might be a mining or production outfit.","title":"Loaded coal cars sit in the rail yards at Danville, West Virginia, near Charleston, awaiting shipment to customers. It is one of the largest transshipment points for coal in the world. A constant stream of rail cars is moved in and out of the small town.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["556407","556411","547050","554834","551007","547140","547265","552063","556408","545503","545541","556382","544664","556464","554632","555564"],"cl":[42],"cluster":["#42 &mdash; Transportation Infrastructure"],"terms":["railroad","coal","car","track","yard","train","hopper","operation","material","production"]}
