{"path":"556485.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts three men sitting together outside of what appears to be a store or a workshop entrance. The leftmost man is seated in a wheelchair. He is wearing a dark blue shirt and dark trousers, holding a cigarette in his right hand. He has a watch on his left wrist and wears a serious expression while looking slightly to the right, engaging with his friends.\n\nThe middle man is seated on a low surface, possibly a bench or a stoop. He wears a patterned short-sleeve shirt and dark slacks. His right arm is around the shoulder of the man on his left, and he looks tired or contemplative, focusing on something outside the frame to his right.\n\nThe man on the right appears relaxed and is leaning against the wall with one arm raised, resting on the ledge of a window or similar structure. He is dressed in a plain white T-shirt and dark trousers. His face bears a relaxed expression, and he is also looking towards how the left-most man is pointing.\n\nThe background shows parts of the building painted in a light color, possibly white, with a dirty or faded appearance. A window with a partially visible “Weisfield” sign suggests they are near a shop. The setting gives an impression of a laid-back, calm moment among friends in a casual, perhaps urban environment.","title":"Jack Smith, 42, left, Rhodell, West Virginia, near Beckley, was a miner disabled when a roof caved in who had to wait 18 years to get worker's compensation. He was 21 when injured and had worked one year in the mines. Of the nine boys and seven girls in his family, all the males went into the mines except one who died in infancy. Smith is shown on the porch of the beer joint he operates. Seated with him are his brothers, Leo, 39, and twin Roy, 42.","placename":"West Virginia","location":"OTHER","nn1":["547359","553122","545358","554026","553208","552973","557767","545984","548625","555991","554870","550323","546072","552868","557856","551469"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["friend","man","trouser","stoop","wheelchair","arm","wrist","watch","slack","right"]}
