{"path":"556488.jpg","date":"May 1974","photographer":"Corn, Jack","caption":"This photograph captures a rustic and somewhat quaint domestic scene, featuring an elderly man standing behind a wooden railing that appears to be part of a porch or deck. He has a gentle smile, wears a dark blazer over a light-coloured shirt, and rests his hands on the rail.\n\nThe background of the image is a wooden building that seems to be a house, characterized by worn, horizontally arranged logs or boards, giving it a cabin-like feel. On the side of this building hangs a line of laundry, which includes several pieces of white clothing such as shirts and undergarments, swaying slightly as if drying in a gentle breeze.\n\nAdditionally, there's an old, white electric stove topped with what looks like a yellow cover or cloth, leaned against the building. Nearby, in the shadow cast by the building, are a few domestic items, including a chair with a bright red cushion. The presence of these items on the porch alongside the stove possibly suggests a multi-use space that serves both practical and restful purposes for its inhabitants.\n\nThe setting is bright and appears to be a sunny day, indicated by the light filtering onto the porch and bright spots visible in the grassy area that can be seen beyond the porch, suggesting a calm, rural environment. The entire composition embodies a serene, lived-in atmosphere, hinting at a simple yet content lifestyle.","title":"Hiram Lilly, 84, stands on the porch of his daughter's home in Fireco, near Beckley, West Virginia. The retired miner lives with her. Fireco was once a great mining town, but the region has been mined out.","placename":"West Virginia","location":"OTHER","nn1":["547792","556489","552523","558330","548454","545232","545986","554192","548660","551091","557638","551269","554413","558333","550704","552489"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["porch","stove","cushion","inhabitant","laundry","item","blazer","cloth","filtering","lifestyle"]}
