{"path":"556456.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts a rugged outdoor scene primarily focused on environmental alteration, likely for development or excavation purposes. In the foreground, you can see a broad expanse of cleared land, characterized by muddy tracks and scattered debris which primarily includes branches and stumps. A well-worn path suggests frequent vehicle movement.\n\nIn the midground, on the right, a bulldozer is visible, engaged in either clearing the land or moving earth. This presence of heavy machinery indicates ongoing construction or forestry operations.\n\nThe background reveals a denser woodland area, with trees displaying early spring foliage, suggesting the photo was taken possibly during that season. The trees envelop the area and cover rolling hills, which add a sense of depth and natural landscape beauty, contrasting with the disturbed foreground.\n\nThe overall composition of the image dramatically captures the interface between human industrial activity and the natural environment, highlighting the impact of such activities on woodland areas. The scene is set under a bright but slightly overcast sky, which casts a soft diffuse light over the entire area, flattening some of the image's visual contrast.","title":"Alley branch road which leads to a new coal mine site near chattaroy and Williamson, West Virginia.  There has been some water damage as a result of erosion caused by clearing the way to the mine, and some people living nearby are starting to move out.  For those who stay, they will have to contend with coal truck traffic in the future","placename":"West Virginia","location":"West Virginia","nn1":["546950","543112","549255","553468","554544","548807","543105","547254","549205","555148","555608","555150","547523","545138","547926","548806"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["clear","flatten","interface","alteration","land","stump","forestry","bulldozer","excavation","envelop"]}
