{"path":"556426.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The photograph presents a serene, quiet residential setting in an area surrounded by nature. The foreground shows a white single-story house with a gabled roof and several windows. There is a large tree, possibly a deciduous species, close to the house, slightly obscuring the view with its branches and foliage. There's a neatly trimmed hedge on the left and a smaller shrub next to the house.\n\nIn front of this foreground house, a vehicle, appearing to be an older model sedan, with a neutral tone, is parked facing the camera, contributing to the portrayal of suburban or rural residential life.\n\nDominating the middle ground and partially visible through multiple lines of utility wires are dense, green-leafed trees. These trees frame another house nestled slightly higher on a hillside. This house has visible two-stories, with its white facade contrasting with the surrounding greenery, and features a steep roof and what appears to be an attached front porch.\n\nThe overall environment suggests a lush, green area, perhaps in a valley or a similar geographical setting, with hints of hills or gentle slopes surrounding the area. The presence of power lines suggests that despite the secluded feel, this area is connected to modern amenities. The lighting and the greenery suggest that the image could have been taken in late spring or early summer.","title":"Typical shot of miners' homes by the railroad tracks while the supervisor's house is up the hill. This picture was taken in Clothier, West Virginia, near Madison. It is symbolic of the rigid caste system which preVailed between labor and management in the mines, but which is now becoming a thing of the past.","placename":"Madison (W. Va.)","location":"Madison, West Virginia","nn1":["557094","546435","549279","558110","556433","556959","557326","556472","553458","546441","551091","556462","556601","557669","544448","545041"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","hedge","story","amenity","portrayal","roof","greenery","specie","surround","hillside"]}
