{"path":"556434.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts a serene and somewhat nostalgic rail-side community scene. The setting features a line of small houses lining a railway track. The houses on the left are distinctly characterized by sloping green roofs, white walls, and front porches adorned with various items such as chairs and potted plants. Many of the houses are partially obscured by dense vegetation and a few trees that are mostly bare, suggesting it might be either late fall or early spring.\n\nThe railroad tracks, prominently displayed in the right foreground, lead straight through the image and disappear into the distance, drawing the eye to a more densely wooded area at the back. Parallel to the tracks on the right, there are more houses similar in style and structure to those on the left. The image captures a quiet yet vibrant living space where each residence appears unique and lived-in, adding to the charm and quaintness of the scene.\n\nIn the far distance, the tracks converge towards a hill covered in trees with some buildings visible through the foliage, adding a sense of depth and continuity to the rural landscape. The overall mood is peaceful and reminiscent, with a significant emphasis on the intimate relationship between the daily lives of the inhabitants and the railway that runs right through their community.","title":"View of miners' homes in a coal company town near Logan West Virginia.  Next to the railroad tracks.  They are across the road from the mine supervisors' homes.  The one story miner homes have four rooms while the supervisor homes have four rooms on each of two stories.  The physical separation between the different size houses was symbolic of a caste system of the past that now is changing.  See picture #13981 for supervisor housing","placename":"West Virginia","location":"West Virginia","nn1":["556331","556585","556332","556580","556851","556124","556438","556423","556578","556333","557379","556435","556856","556582","556462","558020"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["track","house","railway","pott","continuity","inhabitant","disappear","residence","porche","liive"]}
