{"path":"556442.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts a night-time scene in front of a rustic brick building, possibly a small bar or diner. The building has a rugged exterior and features a bright neon sign reading \"GUN BAR\", hanging perpendicular to the wall and glowing in yellow.\n\nIn front of the establishment, there are two men standing under the sign, next to the entrance which is marked by a large, curved red archway leading to a door flanked by windows that show the lit interior. The men appear to be casually dressed, presumably bikers, given the context and their posture. One is leaning against the wall, while the other stands slightly away from the building, both facing towards the camera but visible mostly in silhouette due to the lighting.\n\nParked in front of the building is a motorcycle, suggesting a theme or interest related to biking. The motorcycle faces the road, visible under the neon glow which casts reflections on the bike and the wet-looking asphalt street, enhancing the gritty, moody atmosphere of the scene.\n\nThe surrounding area is dimly lit, with no other significant activity or people visible, focusing the viewer's attention squarely on the building, the men, and the motorcycle. The deep, dark tones of the night and the sparse lighting evoke a sense of isolation or a late-night gathering spot for locals or passersby connected through their interest in motorcycles and possibly the ambiance of this establishment.","title":"Robert johnson, 18, and lanny green, 21, outside a beer joint in clothier, West Virginia, near Madison.  They had been drinking beer and visiting with friends inside.  Johnson has passed a job physical and is waiting to go to work in the mines.  Green has not worked in the mines and isn't interested, but has not located a job.  He would like to work for the railroad","placename":"West Virginia","location":"West Virginia","nn1":["551322","547789","551085","542894","548654","554874","544422","554482","556206","553518","546676","547794","549022","551383","542813","551239"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["motorcycle","night","neon","bike","bar","establishment","front","interest","gun","lit"]}
