{"path":"556440.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures four men seated in what appears to be a general store or supply room. Each man is wearing attire typical of manual, perhaps industrial, workers. Starting from the left, the first man has long hair and wears a denim jacket over a button-up shirt, casually holding a beverage can. The second man is wearing a yellow beanie, a denim jacket, and has a somewhat subdued expression. The third individual, positioned in the center, sports a mustache and wears a distinct safety helmet labeled with different stickers, denoting possibly a mining job, and a dark button-up work shirt. The fourth man, to the far right, also wears a denim jacket with a somewhat serious facial expression.\n\nBehind these men is a shelf stocked with an assortment of items that range from groceries to personal care products to possibly pharmaceutical items, indicating the diverse utility of the store they are in. A sign overhead humorously states \"WE DIG COAL,\" playing on the theme of mining. The ambiance is informal and straightforward, suggesting a snapshot of community and working-class life, possibly in a mining town.","title":"Four young men gather in a beer joint in Clothier, West Virginia, near Madison. They are left to right--Michael Doss, 18; Lanny Green, 21; Junior Jeffory, 20; and Robert Johnson, 18. All their parents work or have worked in the mine. Jeffory is a mining foreman after two years, but does not like it and wants to join the Navy. Green can't find a job but would like to work for the railroad. Doss isn't working, but is waiting for a job in the mines.","placename":"West Virginia","location":"OTHER","nn1":["556347","556339","556338","546824","547796","553802","554938","556336","556372","546072","545537","543651","554870","556348","554930","556346"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["denim","mining","button","store","man","jacket","beanie","grocery","job","sticker"]}
