{"path":"556472.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts a serene, somewhat bucolic scene featuring residential buildings set against a densely wooded backdrop, capturing a late evening or early morning atmosphere. The primary focus of the image is on two distinct homes nestled in a forest setting.\n\nIn the foreground, there is a single-story mobile home, painted in a light color, possibly white or beige, with a slightly darker roof. Around this home, you can see several older cars parked, suggesting perhaps a communal living area or a small community. The grounds around the mobile home appear to be somewhat unkempt, with various items and small structures scattered around, which adds a lived-in, rustic feel to the setting.\n\nSlightly uphill and behind the mobile home stands a two-story house structured with a combination of sturdy and exposed frameworks. The upper part of this house projects out over the slope, supported by what seem to be wooden stilts or beams, giving it an elevated, commanding view of the area. The house exhibits a large enclosed porch or sunroom, which seems like a significant feature. Its construction blends with its natural surroundings, incorporating features like wooden sidings and a large number of windows, presumably to maximize sunlight and the scenic view of the lush, dense forest around it.\n\nBeyond both homes, the background is dominated by a thick forest of trees showing early signs of seasonal change. The tones of the leaves vary subtlety, suggesting either the onset of fall or the fresh greenery of spring. This dense backdrop provides not only a beautiful contrast to the constructed elements but also a sense of seclusion and privacy.\n\nThe image, due to its composition and the lighting, evokes a peaceful, remote living environment, potentially indicating a community that values nature and simplicity. The photograph seems to be taken from a distance, adding a sense of observation and slightly voyeuristic perspective to the viewer's experience.","title":"The traditional and the new in housing are situated next to each other on a late spring afternoon in Pigskin, West Virginia, near Beckley. Many of the young mining families in the area live in Mobile homes because they are cheaper to buy than conventional housing and they take up less space which is at a premium in the valleys.","placename":"West Virginia","location":"OTHER","nn1":["556426","554549","553458","556333","556423","551091","556959","556417","556578","557526","551076","556433","558110","558102","556580","557669"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["home","live","house","forest","story","maximize","onset","incorporate","value","stilt"]}
