{"path":"556403.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The image captured depicts an industrial mining setup nestled in a valley. In the foreground, a large road sign is prominently displayed, directing towards \"Virginia Pocahontas No. 2 Mine\" of the Virginia Pocahontas Coal Company. The sign is green with white lettering and has a large arrow pointing to the right.\n\nIn the middle ground, the mine site consists of several large structures, including a tall tower frame, possibly a headframe used for lowering and raising equipment and personnel for underground operations. Adjacent to this is a sizable wheel structure, likely part of the conveyor system used to transport coal. Several other industrial buildings with metal exteriors are visible, equipped with various pipes and silos, indicating processing or storage facilities.\n\nNumerous vehicles, including a mix of trucks and cars, are parked or active near the buildings, suggesting the presence of workers or ongoing operations. The mine is set against a backdrop of lush, wooded hills that slope steeply upwards, reinforcing the location's remote and rugged nature.\n\nThe river or canal in the immediate foreground, bordered by rocky embankments, adds a natural element to the industrial scene, contrasting with the man-made structures of the mine. The overall atmosphere depicted combines elements of industrial activity with the natural landscape typical of coal mining regions.","title":"Picture of Virginia-Pocahontas Coal Company Mine #2 near Richlands, Virginia, surrounded by trees and a stream in which fish are visible. It is typical of the clean type operations at all six of the company mines where metallurgical coal is dug for use in steelmaking. Each of the mines has 400 men working on around the clock shifts. Two groups work in digging and bringing the coal out of the mines, a third is involved in cleanup operations.","placename":"Richlands (Va.)","location":"Richlands, Virginia","nn1":["556404","556424","556466","556349","549243","556400","556520","554829","556565","549148","554625","555591","543758","554765","543754","551037"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["mine","coal","mining","no","personnel","pointing","arrow","embankment","operation","canal"]}
