{"path":"556450.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a scene inside a dimly lit room, presumably a public meeting space or an assembly area, given the arrangement of wooden pews. The foreground prominently features a row of individuals seated on these pews. On the left, there is a middle-aged man with glasses and a green jacket over a golden shirt, sitting next to a middle-aged woman dressed in a dark blouse with her glasses resting on her nose. Next to her, there's another middle-aged man wearing glasses, shading his eyes with one hand, possibly indicating discomfort with the lighting or a moment of contemplation.\n\nMoving towards the right, you notice two other people: an elder gentleman dressed in a beige jacket over a dark shirt who seems to be glancing away or down in thought, and another mature man at the end who wears glasses, a cardigan over a button-up shirt and slacks, and appears to be resting casually with one arm stretched over the back of the pew.\n\nIn the background, set against wooden wall panels and dim light, there are more people seated in the rows behind with varying degrees of visibility and engagement, either looking forward or conversing quietly.\n\nThe general atmosphere of the photograph hints at a serious or formal gathering, possibly a community meeting or some local council event, based on the expressions and demeanor of the people. The lighting and muted colors enhance the solemnity of the setting.","title":"Picture of people seated and waiting for the Beckley (West Virginia) Black Lung Association meeting to begin. This organization is one of the most militant of the groups concerned with that aspect of the miners' health. Miners contract black lung by inhaling coal dust in the mines which fill air sacks in the lungs and make it increasingly difficult to breathe.","placename":null,"location":"OTHER","nn1":["558393","556048","549073","552618","547320","547367","548557","547375","545484","558401","557152","554322","557704","556451","556028","557038"],"cl":[17],"cluster":["#17 &mdash; Groups Of People"],"terms":["pew","glass","meeting","gentleman","solemnity","row","cardigan","slack","degree","nose"]}
