{"path":"556454.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts a rural street scene with a young child standing prominently in the middle of a gravel road. The child is dressed in a red jacket with white and blue accents and jeans, holding what appears to be an ice cream or a similar treat.\n\nThe setting is a small town or village, characterized by modest, one-story houses with porches lining the road. The house directly behind the child is painted light green with white trim around the windows and a small front porch adorned with railings. Another house to the right of the image is similar in style but painted in a light cream or beige color. Both houses have steps leading up to the porches, suggesting slight elevation from the street level.\n\nThere is a variety of vegetation around the houses including leafy trees and shrubs, indicating spring or summer due to the lush greenery. A thin, wire fence runs along the front yards of the houses, partially enclosing them. \n\nThe road itself appears somewhat worn, with no visible pavement markings, highlighting the rustic and perhaps neglected infrastructure. Along the road, there are parked cars which look to be from the 1970s or 1980s, based on their design.\n\nIn the background, there are more houses extending down the road and a dense array of trees suggesting a valley or an area surrounded by forest. The sky is clear indicating a sunny day, contributing to the serene and peaceful mood of the scene. This picture captures a slice of life in a quiet, rural American setting, possibly in a mountainous or hilly region given the surrounding landscape.","title":"Youngster returning to school after going home during recess to get an ice cream cone. The town of Chattaroy, West Virginia, near Williamson, is small enough so the youngsters can do this. Many of them also go home for lunch. The town has no industry, and most of the people survive on welfare, pensions, social security, and black lung benefits.","placename":"West Virginia","location":"OTHER","nn1":["551105","556582","556439","552756","551001","557154","557409","551032","546376","553097","556542","556438","557290","551117","556435","551109"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["house","porch","road","cream","child","village","accent","ice","street","pavement"]}
