{"path":"556407.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph depicts a rail yard where numerous rows of coal-filled hopper cars are parked. The scene is set in an industrial area, likely in a small town. In the foreground and extending into the midground, there is a dense lineup of these dark-colored railroad cars filled with black coal. The rows fan out slightly with the rail layout, allowing a partial view of each row.\n\nBeyond the railroad cars, several tracks run longitudinally through the yard, and a few industrial buildings are visible. Notably, one building has a sign that reads “BLACK'S,” suggesting it could be a local business. Various vehicles, including cars and a truck, are parked alongside the buildings. Towards the left, a couple of yellow locomotives are visible, indicating ongoing or impending rail activities.\n\nThe background features more structures, possibly residential, interspersed with trees indicating this yard is close to or part of a community. The overall atmosphere seems quiet, without visible human activity, adding to the sense of a routine day in a working industrial zone. The overcast sky suggests it might be early in the day or that cloudy weather prevails. The overall composition provides a snapshot of industrial life likely capturing the economic activity around coal transportation in this region.","title":"Coal yard with loaded rail cars ready to be shipped to customers out of Danville, West Virginia, near Charleston. It is one of the largest transshipment points for coal in the world. A constant stream of rail cars loaded with coal is moved in and out of the small town.","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["556409","556411","551007","554834","547050","552063","545503","556382","554632","547140","547265","556408","556349","545541","556692","556520"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["coal","rail","yard","railroad","row","car","hopper","lineup","impend","fan"]}
