{"path":"556428.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a close-up of a man, likely a miner, based on his attire and equipment. He is wearing a hard hat with a mounted headlamp, which is illuminated, suggesting that the environment he is in might be dimly lit or underground. The helmet appears worn and has visible signs of dirt and use. His facial expression is serious and contemplative as he focuses on something off-camera.\n\nThe man is older, with lines and wrinkles marking his face, which adds character and suggests experience. This detail, along with the grimy and rugged appearance of his clothing and helmet, indicates a life of hard labor. He is smoking a cigarette, and the smoke can be seen drifting up in front of his face, adding a dynamic element to the image.\n\nHis attire includes a dirty and well-used zippered jacket over a buttoned shirt, both of which are practical and utilitarian, suitable for working conditions. On his hand, which holds the cigarette, are visible tattoos, which could be personal or possibly traditional markings related to his profession or cultural background.\n\nThe background of the photograph is blurred and dark, focusing the viewer’s attention solely on the man and his immediate actions. The lighting in the photograph highlights his face and the smoke from the cigarette, contributing to the atmospheric and intense feel of the image. This photograph tells a story of labor, possibly in challenging conditions, and reflects a moment of pause in the man’s routine.","title":"Closeup of doren bishop, robin mines superintendent for the alma coal corporation, ponders the work that must be done to start a new mine near clothier and Madison, West Virginia.  It is called a punch mine because the openings were \"punched\" into the side of a hill.  It is the same as a drift mine.  Eight men were working on the openings prior to deploying machinery for digging coal bishop is responsible for all phases of the mining operation","placename":"Madison (W. Va.)","location":"Madison, West Virginia","nn1":["556345","558312","556343","556357","556599","542783","554953","547163","544171","556391","549054","556344","556342","553618","556358","555529"],"cl":[30],"cluster":["#30 &mdash; Equipment"],"terms":["cigarette","smoke","helmet","labor","grimy","tattoo","buttoned","face","profession","drift"]}
