{"path":"556466.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"The photograph depicts an aerial view of a mining operation set in a hilly, heavily forested area. A narrow valley appears to shape the mining site, with meandering paths and equipment scattered along the landscape. Central in the image is a large coal conveyor system that extends vertically across the photo. This system includes several massive machines and structures that connect different levels of the terrain, clearly used for the transportation of coal.\n\nOn either side of the conveyor system are various buildings and facilities that seem to support the mining operation. These include small, roofed structures, possible storage tanks, and a series of vehicles that are likely used for transporting materials or workers.\n\nThe surroundings of the mine are largely devoid of vegetation, indicating heavy use of the area for mining purposes. Patches of bare earth, possibly exposed due to the removal of vegetation, can be observed amidst the surrounding greener forest areas, which appear to be in early spring bloom as the trees are not densely foliated.\n\nThe terrain is rugged and uneven, with noticeable changes in elevation that have been modified for the installation of mining equipment and operations. There is a small body of water visible at the bottom left corner of the image, which might be used for the mining process or could be a result of it.\n\nOverall, the image captures a detailed and industrious scene focused on coal mining, characterized by significant mechanical infrastructure and environmental alteration.","title":"Aerial of a typical mine in southern West Virginia near Williamson.  The unprocessed coal is sent down a chute to a storage silo.  From there it goes into the cleaning plant for processing and grading, then to a tipple to be loaded onto coal cars and shipment to its destination","placename":null,"location":null,"nn1":["549243","549168","543754","551035","543857","551037","556424","543758","549174","550572","544064","544055","554828","545831","554764","552686"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["mining","coal","system","conveyor","operation","use","removal","modify","alteration","mine"]}
