{"path":"556438.jpg","date":"April 1974","photographer":"Corn, Jack","caption":"This photograph captures a rural or small-town scene showing an uphill street lined with various houses. The scene is hilly and the houses appear worn and closely packed, varying in architectural style but uniformly modest. The environment shows signs of aging, with some buildings in disrepair.\n\nStarting from the left, there is a two-story home painted in white with visible structural damage and missing parts. A slightly elevated wooden house with a sloping roof and a small porch follows. Close to it, there is a vehicle parked on the roadside. \n\nIn the middle of the image, another vehicle is visible on the road next to another house characterized by its long, front-facing windows and additional upper story setback. Beyond this, we see several other houses, each with unique features such as extended porches and varying rooflines. Some of the houses have items scattered around their exterior, suggesting a lived-in and active environment.\n\nToward the right side, a large two-story wooden house stands prominently, showing a cluttered porch and flaking paint, framed by sparse tree growth. The surrounding area is lush with green foliage and trees, indicating a spring or summer season. Utility poles line the street, indicating the presence of modern utilities despite the otherwise aged and weathered look of the infrastructure.\n\nOverall, the photograph portrays a rural community with a dense cluster of older, characterful homes, set in a hilly terrain that suggests a connection to a rugged natural environment.","title":"Houses perched on a hillside at Logan, West Virginia. Many homes are built this way because level land is at a premium in the valleys of this coal mining area. As a result many of the young miners are buying Mobile homes for housing because they take less space and cost less than conventional housing.","placename":"West Virginia","location":"OTHER","nn1":["556333","556578","556580","556394","556582","556332","556423","556601","551164","556395","557154","551110","545205","556331","545522","556462"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","porch","story","home","utility","in","roofline","start","vary","street"]}
