{"path":"556527.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph captures a tender moment between a man and a young boy, likely a grandfather and his grandson. The older man is on the left, leaning in to kiss the young boy on the head, who is seated beside him. The man is dressed in a blue shirt with rolled-up sleeves, suggesting a casual, outdoor setting. His expression suggests affection and joy as he interacts with the child.\n\nThe boy, who appears to be about two or three years old, wears a bright red-orange top with a chevron-patterned collar and black and white chevron print shorts. His hair is light brown and tousled, and he has a slight smile, looking slightly away from the man, possibly shy or distracted by the surroundings.\n\nIn the background, there are other individuals visible, slightly out of focus. A man and a woman, who appear to be older, are seated behind the man and the boy. The woman wears glasses and a patterned blouse, observing the interaction between the boy and the man.\n\nThe setting seems to be outdoors during the daytime, indicated by the daylight and shadows visible on the subjects and their surroundings. The atmosphere is familial and leisurely, emphasizing a bond between the generations. The slightly blurred background helps focus attention on the central figures, enhancing the intimacy of the moment. The overall composition and the subjects' expressions convey a narrative of family connection and caring moments shared together.","title":"William vinson shares a moment with his little boy at the Tennessee consolidated coal company's first annual picnic at a Tennessee valley authority lake near jasper and Chattanooga Tennessee.  Vinson is an electrician at mine #23 and lives in whitewell.  Mining families gathered to talk, eat, participate in sports, watch a greased pig contest and hear about the company's health and retirement plans","placename":"Tennessee","location":"Tennessee","nn1":["543866","557355","558186","551948","547410","553521","557369","553094","547398","556561","557359","547391","552655","553520","552931","556525"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["boy","man","distract","affection","bond","subject","generation","intimacy","surrounding","seat"]}
