{"path":"556561.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This is a warm and affectionate photograph capturing a moment of family happiness. In the image, an older man is surrounded by three young girls who appear to be joyful and full of life. The man, likely their father or a close relative, is in the center of the frame, hugging two of the girls. He has a content and loving smile, his eyes slightly squinted in a genuine expression of happiness.\n\nThe youngest girl on the left is smiling directly at the camera, her head resting comfortably on the man's shoulder. She has blonde hair and is wearing a light-colored dress with what looks like a floral pattern. Just above her, another girl peeks out, slightly obscured behind the man; she also smiles and seems to be enjoying the moment.\n\nOn the right side of the image stands another young girl with dark, shoulder-length hair. She leans over the man’s shoulder, draping her arm around his neck, her face showing a cheerful grin. She wears a sleeveless, striped top.\n\nThe background, although not the focus of the image, has a floral curtain that suggests the setting might be a cozy, domestic environment. The lighting in the photograph provides a soft illumination on their faces, enhancing the heartfelt and tender nature of the scene. The image emits a sense of closeness, love, and familial joy.","title":"Closeup of Jack Smith, 42, disabled miner from Rhodell, West Virginia, near Beckley, with three of his four daughters. He lost both legs in a mine accident, and waited 18 years before receiving workmen's compensation. During part of that time the family had to live on welfare which made them bitter. They are doing okay now with the compensation and the money he makes operating a beer joint a block from his house.","placename":"Rhodell (W. Va.)","location":"Rhodell, West Virginia","nn1":["556235","556593","556173","547135","543866","551934","556527","553496","543863","553500","556135","557368","556531","552612","547398","548312"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["girl","love","happiness","shoulder","smile","man","father","squint","hug","closeness"]}
