{"path":"556569.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph captures an elderly man in a laboratory setting. He appears to be shirtless, providing a side profile view as he stands on some type of platform or machine that has handrails. The man is focused on an apparatus in front of him, which seems to be part of an experiment or testing process.\n\nThe environment is cluttered with various pieces of equipment and machinery. On the right, there is a tall, dark cabinet-like structure and a series of shelves holding miscellaneous items and papers. Next to the man is a complex piece of equipment with wires, possibly connected to or monitoring the machine he is standing on. There's a metallic, flexible duct that extends from the top of the photo towards the equipment, likely used for ventilation or part of the machinery’s function.\n\nThe laboratory has a utilitarian appearance, with visible cables and components throughout, which suggests that the space is used for engineering, scientific research, or industrial testing. The lighting is fluorescent, casting a cool tone over the scene, which adds to the technical and somewhat stark nature of the space. The overall composition of the photograph emphasizes the interaction between the human subject and the mechanical elements surrounding him.","title":"Miner is hooked up to a breath machine to monitor how much lung capacity he has while walking on a treadmill during tests at the black lung laboratory at the Appalachian regional hospital at Beckley, West Virginia.  Blood samples also are taken and his heartbeat is monitored.  These and other known testing methods are used to determine if miners have coal dust particles accumulated in their lungs which cause a progressive shortness of breath","placename":"Beckley (W. Va.)","location":"Beckley, West Virginia","nn1":["545480","546291","555265","556567","551595","556575","549364","542664","542666","546278","546287","546284","552385","542665","549608","555248"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["testing","laboratory","machine","equipment","duct","handrail","ventilation","machinery","cabinet","piece"]}
