{"path":"556526.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph captures an outdoor event, possibly a political rally or community gathering, in a picturesque lakeside setting. The focus is on a man standing on a platform speaking into a microphone; he is dressed in a light yellow shirt and dark green trousers, wearing a white cap. He gestures with his right hand, engaging with the audience surrounding him.\n\nThe crowd is sizable and diverse, consisting of adults and a few younger individuals, with many wearing summer attire reflective of a warm, sunny day. The styles and colors of the clothing suggest the photo might be from the mid to late 20th century. Several men wear hats, including baseball caps and a straw hat, and there are various patterns and colors of shirts and blouses throughout the crowd.\n\nIn the background, a large, serene lake is visible, surrounded by verdant hilltops under a bright, slightly overcast sky. Partially visible in the frame is some sort of dark structure, possibly part of a boat or a platform. The setting suggests a tranquil, leisurely environment, contrasting with the focal activity of the gathering.\n\nOverall, the composition of the photograph underscores a moment of collective attention and engagement in a scenic outdoor locale, conveying a sense of community interaction typical of public gatherings or speeches.","title":"Paul Callis, president of the Tennessee Consolidated Coal Company with headquarters at Jasper, Tennessee, near Chattanooga, gives miners the details of their retirement plan at the company's first annual picnic. He also talked about absenteeism in the non-union mines and said both labor and management were hurt by it. The problem is greater among the younger miners who haven't settled down yet and take off to hunt and fish when they feel like it.","placename":"Tennessee","location":"OTHER","nn1":["558293","556272","551852","553322","553311","542563","543482","558294","549320","549734","556255","553264","551814","558295","553267","554442"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["gathering","crowd","platform","cap","speech","hilltop","microphone","community","hat","audience"]}
