{"path":"556534.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph captures a vibrant and dynamic scene presumably at a public event, characterized by action and communal joy. At the center of the image, a young man with dark, wet, shoulder-length hair appears covered in a substantial amount of mud, hinting at participation in some kind of muddy activity, possibly a game or contest. He is holding a similarly mud-covered dog, which appears to be a medium-sized, possibly a type of terrier, with short, rugged fur. Both the young man and the dog are facing towards the camera, with expressions that suggest exhilaration and enjoyment.\n\nThe man's expression is cheerful, his mouth partly open as if he might be laughing or shouting, adding a lively element to the image. The background is filled with a diverse group of people, primarily younger individuals, also covered in mud to varying degrees. This crowd, a mix of blurred and clearer faces, adds a sense of depth and context to the scene, indicating that this event involves community participation and is likely festive or celebrative in nature.\n\nThe environment suggests an outdoor setting, possibly in a park or recreational area, typical for community gatherings and events involving physical activities. The atmosphere conveyed by the photograph is one of fun, camaraderie, and uninhibited participation in a playful, possibly traditional local event involving mud.","title":"Rex layne, 14, triumphantly holds up one of the greased pigs he caught at the Tennessee consolidated coal company first annual picnic held at a Tennessee valley authority lake near jasper and Chattanooga, Tennessee.  During the day the miners and their families gathered to talk, participate in sports, eat barbecue and hear the company president explain health and retirement benefits","placename":"Tennessee","location":"Tennessee","nn1":["556536","545218","544406","545972","544204","544143","557775","551811","543463","556537","555947","552305","546337","558189","553526","542731"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["mud","participation","event","dog","involve","fun","laugh","degree","camaraderie","community"]}
