{"path":"556584.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"The photograph captures a scene that portrays a juxtaposition of residential life and industrial elements. The main focus is on a single-story white house with a gray roof. The house shows signs of wear and features a small front porch cluttered with various items, possibly chairs and household objects. Adjacent to the house is a small wooden shed. A white car is parked beside the house on an elevated section.\n\nIn the foreground, there is an industrial setting with a large, curved metal roof covering what appears to be a series of cylindrical structures, possibly for storage or processing. Extensive metallic infrastructure, including platforms and conveyance systems, suggests some type of industrial facility. \n\nThe yard around the house has a few noticeable patches of green grass, but the surrounding area is largely barren and covered with either dirt or coal debris, indicative of the nearby industrial activity impacting the environment. Two children are present in the yard, appearing to be engaged in play, one of whom seems to be running towards the house.\n\nThe overall atmosphere of the photograph reflects a stark contrast between the domestic life represented by the home and the industrial landscape encroaching upon it. The image provides a vivid snapshot of how industry can exist in close proximity to residential areas, influencing the living conditions and environment.","title":"Coal tipple in the foreground is close to houses in Raleigh, West Virginia, a suburb of Beckley. New mines are opening in the area which will result in new job openings and a boost economically to people living there.","placename":"Raleigh (W. Va.)","location":"Raleigh, West Virginia","nn1":["551075","551151","551072","551074","551152","545388","550166","551145","551146","557300","546035","545246","551058","542935","547988","551001"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["house","yard","household","coal","roof","shed","living","proximity","play","chair"]}
