{"path":"556552.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph features two men posing closely together against a textured, greyish-blue painted wall. The man on the left sports a bushy mustache and wears a light pink, long-sleeved shirt that is buttoned up. He has dark, slightly wavy hair and a friendly yet subdued expression on his face, looking directly into the camera.\n\nThe man on the right has a distinct 1970s or early 1980s style, emphasized by his thick mustache and tousled hair featuring a prominent, wavy lock falling across his forehead. He wears a more vivid pink, unbuttoned shirt that reveals his chest slightly, and he holds a cigarette in his right hand, which rests lightly on the shoulder of the man next to him. His expression is relaxed, with a gentle half-smile.\n\nThe scene suggests a moment of casual interaction, characterized by the laid-back demeanor and comfortable body language of the individuals portrayed. The environment and the style of attire evoke a sense of a previous era, possibly the late 1970s or early 1980s. The choice of shirt colors and loose-fitting styles reflects casual, everyday fashion of the time. Their arms around each other and subtle smiles suggest a familiarity and ease between the two, indicating they could be friends or colleagues enjoying a leisurely moment together.","title":"Two miners relaxing in a beer joint after finishing their shift there is little to do in many of the small mining towns for the young men other than drink beer and talk.  They are shown in the tavern operated by jack smith, Rhodell, West Virginia, near Beckley","placename":"Rhodell (W. Va.)","location":"Rhodell, West Virginia","nn1":["551301","545970","545044","557907","553519","551342","554097","554852","553279","552752","552859","555896","547411","553536","545358","545981"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["mustache","smile","colleague","lock","unbutton","familiarity","forehead","1970","ease","style"]}
