{"path":"556531.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"The photograph captures a family moment outdoors, presumably during a casual event. There are four individuals in the image:\n\n1. On the left, a young girl wearing a bright orange and green outfit. Her attire appears sporty, featuring a short-sleeve top with a lace-up front and shorts. Her dark hair is down and slightly windswept.\n\n2. Next to her stands a young woman facing towards the middle of the image, likely the mother. She has long, straight blonde hair and wears a white long-sleeve dress, detailed with vertical ruffles. This attire gives off a more formal and traditional vibe compared to the young girl.\n\n3. A young man, possibly the father, is seated and turned towards his right. He is embracing a little girl, likely a toddler. He sports casual attire: a white and plaid short-sleeve shirt and plaid trousers. Notable is a tattoo visible on his left arm.\n\n4. The toddler in his arms wears a sleeveless outfit with a striped top and dark shorts. She seems occupied with biting into a sandwich, her attention focused on her food.\n\nThe background suggests a wide, open park or a similar outdoor locale, with grassy areas visible and several other indistinct people further back. It appears to be a warm, sunny day conducive to a family outing. The atmosphere is candid and relaxed, with interactions that suggest familiarity and comfort among the people depicted. The use of bright and varied colors in the attire of the subjects adds a cheerful and lively touch to the scene.","title":"Jerry Layne with his wife and daughters Rhonda, 8, and Darla, 2, at the Tennessee Consolidated Coal Company first annual picnic at a Tennessee Valley Authority lake near Jasper and Chattanooga, Tennessee. He has worked in the mines for eight years and is a foreman in mine #21. See picture #14060 of Layne at work underground. At the picnic, the families gathered to talk, participate in sports, and hear about the company's health and retirement benefits.","placename":"Tennessee","location":"OTHER","nn1":["556525","551027","556235","547398","551934","552821","551004","558292","554506","543540","557933","558187","553496","552612","547135","548312"],"cl":[14],"cluster":["#14 &mdash; Family Activities"],"terms":["girl","toddler","sleeve","attire","family","outfit","short","arm","father","sandwich"]}
