{"path":"556530.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph shows a busy and engaging scenario at a community event or gathering, likely held outdoors under a tent or canopy, given the natural lighting and shaded environment. Several people, predominantly men and boys, are queued up and holding plates, attentively waiting to be served food by two individuals who appear to be managing large pots and serving dishes filled with food.\n\nOn the left, there is a range of ages represented, with younger boys and older men clad in various attires like t-shirts, casual shirts, and one in a red jacket, indicating a casual, yet organized event. The expressions of those in line range from anticipation to focus, as they wait to receive their meal.\n\nOn the right, a woman is actively serving food. She is wearing a white sleeveless top, suggesting the weather might be warm. Her focus is on properly portioning the food, and she appears to be interacting lightly with those she is serving.\n\nThe setting conveys a communal, friendly atmosphere likely associated with a social event such as a church gathering, community picnic, or family reunion. The variety of foods being served and the communal service style emphasize a shared experience and collective enjoyment of the meal. The backdrop is indistinct but suggests an open airy space conducive to a large gathering.","title":"Miners and their families pass through a food tent which featured barbecue and complements at the Tennessee Consolidated Coal Company first annual picnic at the Tennessee Valley Authority Lake near Jasper and Chattanooga, Tennessee. Miners and their families gathered to talk, participate in sports, watch a greased pig contest, and hear about the company's health and retirement benefits.","placename":"Tennessee","location":"OTHER","nn1":["556291","551336","551276","558294","549444","544975","557934","544990","554861","551419","557792","557795","548569","556858","557793","550026"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["food","serve","meal","gathering","event","wait","boy","sleeveless","dish","anticipation"]}
