{"path":"556507.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"The photograph captures a scene of informal outdoor recreation, possibly a friendly game of baseball or a similar bat-and-ball sport, taking place in a park or grassy field. Central to the image is a man in a navy blue T-shirt with a checkered pattern on the shoulders and sleeves; he is holding a baseball bat over his shoulder, possibly preparing to take a swing. He appears concentrated and slightly tense, as indicated by his clenched jaw and focused expression.\n\nAround him are several spectators or fellow players. To the right, there is a younger individual in a light beige or white shirt, attentive to what is happening. To the left are two more men, one of whom is wearing a blue shirt and observing the situation, possibly giving advice or simply watching the play unfold. Another person, partially cut off by the frame, is seen in a grey T-shirt. The group creates a semi-circle around the man with the bat, all focused on the action of the game.\n\nThe background is softly focused, hinting at a leafy park setting with other people and park visitors milling about, perhaps part of the same gathering or another activity happening simultaneously. The overall mood is casual and leisurely, typical of a social sporting event. The clothing styles and the film's grain suggest this image could be from a few decades ago, lending a retro feel to the photograph.","title":"Wayne Gipson, a belt loader in a coal mine owned by the Tennessee Consolidated Coal Company at Jasper, near Chattanooga, Tennessee, is batting during a softball game at the company's first annual picnic. Gipson, a Methodist minister who has been a miner three years, lives in Grutli. Employees and their families also heard their pension and hospital plans discussed by the company president.","placename":"Tennessee","location":"OTHER","nn1":["549318","552024","546272","555916","553042","551721","557780","547434","556303","551288","550078","551768","551094","551099","551289","549271"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["baseball","game","park","shoulder","shirt","sporting","swing","player","circle","retro"]}
