{"path":"556541.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"The photograph presents a subdued rural scene with a mix of natural and industrial elements. A woman stands in the foreground, partially framed by the shadowy edge of a building, possibly a porch or entranceway. She appears contemplative or distant, gazes slightly away from the camera, and is dressed in a dark sleeveless top with a horizontal striped pattern. Her hair is pulled back, exposing her face more clearly against the darker interior background.\n\nIn the middle ground, there is a grassy area that appears to be a yard or common green space, characterized by an unmarked path worn into the grass, leading towards an industrial structure in the background. This structure includes multiple levels, possibly related to a factory or plant, with visible staircases, platforms, and metal framework typical of industrial facilities. The building's integration within the landscape is marked by its proximity to both the residential space and the lush greenery that surrounds the area.\n\nThe environment is framed by densely wooded hills, suggesting the location is within a valley or surrounded by forested terrain. Overcast skies and the overall muted color tone of the setting evoke a peaceful yet somewhat somber or nostalgic atmosphere. Greenery is prominent, seen in both the foreground yard and on the hillsides, adding a natural contrast to the man-made elements. The overall composition juxtaposing the tranquility of a rural community with industrial elements tells a story of a place where nature and human imposition converge.","title":"Nannie Rainey, 34, wife of miner Jerry Rainey, who lives in housing owned by the Brookside Mine Company near Middlesboro, Kentucky. The company is owned by the Duke Power Company. She was arrested during the strike in 1974 during an altercation on the picket line in which she was accused of whipping a Kentucky State Highway Patrolman with a switch, a charge she does not deny. She and her children went to jail until bailed out by union officials.","placename":"Middlesboro (Ky.)","location":"Middlesboro, Kentucky","nn1":["555629","545084","554807","552091","554791","543668","555542","545401","548194","551104","549555","552515","551111","550166","549191","544281"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["yard","integration","staircase","space","hillside","proximity","framework","porch","platform","element"]}
