{"path":"556535.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph captures a lively and busy scene at an outdoor event, possibly a fair or community gathering. The focal point of the image is a group of individuals, predominantly young boys and a few adults, gathered tightly around a wooden box. Inside the box, there is a skunk being shown or exhibited to the crowd, drawing a lot of interest and perhaps excitement amongst the children.\n\nThe children, most of whom are shirtless and giving a very summer-vibe, display a variety of expressions ranging from curiosity to slight apprehension. There are two primary adults directly interacting with the box; one seems to be possibly handling the skunk or directing attention to it, while the other observes closely, ensuring the children don't get too close.\n\nThe background shows a larger crowd of spectators, including adults and more children. They are standing in a grassy area with trees dotted around, suggesting this could be a park or a rural community space. The event appears informal, with people dressed in casual summer clothing. The atmosphere is one of interest and communal gathering, with people of various ages coming together, likely learning about or enjoying the presentation involving the skunk.","title":"Shirtless youngsters gather as officials smear their quarry for a greased pig contest at the Tennessee consolidated coal company first annual picnic held at a Tennessee valley authority lake near jasper and Chattanooga, Tennessee.  During the day the miners and their families gathered to talk, participate in sports, eat barbecue and hear the company president explain health and retirement benefits","placename":"Tennessee","location":"Tennessee","nn1":["556533","543228","558294","544833","544802","543482","551811","556536","553271","546821","558295","544817","543238","551814","551808","544406"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["box","child","adult","crowd","interest","summer","gathering","learn","event","get"]}
