{"path":"556557.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"The photograph displays an indoor scene focused on two individuals engaging in what appears to be precise technical or scientific work. A balding man with glasses is prominently shown in the foreground. He is using a device or a machine which has several knobs and metallic structures, indicating some form of measurement or manufacture. His intense focus on the task is evident from his facial expression and posture. He is also notably using a mouth switch or pipe-like device, suggesting hands-free operation of certain equipment.\n\nBehind him partially obscured, a person with curly hair seen from the back seems to be observing or assisting in the task. This second individual is wearing a green top, which provides a slight color contrast to the scene primarily dominated by darker tones.\n\nThe background is softly out of focus, with various indistinguishable mechanical or electronic elements giving the setting a cluttered workshop or laboratory feel. Tools and parts of machines or devices are also visible, giving further context to the work being undertaken. The overall ambiance is serious and concentrated, suggesting an environment of technical precision and expertise.","title":"A technician at the Black Lung Laboratory in the Appalachian Regional Hospital in Beckley, West Virginia, monitors a miner whose lung capacity is being tested. Blood samples also are taken and their heartbeat is monitored while walking on a treadmill. These and other known testing methods are used to determine if miners have coal dust particles in their lungs which cause a progressive shortness of breath.","placename":"Beckley (W. Va.)","location":"Beckley, West Virginia","nn1":["542664","549627","551595","549364","546327","552386","549378","549684","551590","542665","549367","553329","552356","546328","551594","542765"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["device","machine","expertise","switch","knob","task","measurement","precision","laboratory","work"]}
