{"path":"556513.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph depicts an underground setting, likely a mine or similar industrial environment. The cavernous space has a low ceiling and rugged walls, demonstrating the characteristics of an excavated area. The ground is uneven and covered with what appears to be dirt and debris.\n\nAt the center of the photo, there's an individual wearing a hard hat, visible only from the waist up, seated on a piece of large machinery, which resembles a mining vehicle or a compact construction vehicle with an encased seating area. The machinery is equipped with wheels and various metallic and mechanical components suggesting functionality related to excavation or transport.\n\nThe background includes various objects scattered across the scene. To the left rear of the vehicle, there is what appears to be a large yellow tarp or sheet stretched across part of the area, possibly to collect debris or segment the space. Near the ceiling of the cave, several unidentified objects of regular shape are visible, likely tools or equipment related to the work being performed. There are also scattered small and medium-sized debris throughout.\n\nThe environment gives a sense of rugged utility, focusing on function over form. The lighting is dim, casting shadows and creating a moody atmosphere, typical for underground settings not exposed to natural light. The overall image conveys the essence of industrial labor in a challenging environment, highlighting the interaction of humans with heavy machinery in their pursuit of earth resources.","title":"A roof bolting machine is shown in the center of the picture in a new mine of the Tennessee consolidated coal company near jasper and Chattanooga.  The self-propelled machine has a drill that bores holes in the ceiling of the shaft and automatically screws four to five foot bolts which act as braces to keep the roof of the shaft from falling.  At the right is a yellow bratton (canvas) used to channel fresh air into the mine","placename":"Tennessee","location":"Tennessee","nn1":["556397","556360","556510","543743","556447","556396","556358","556398","556427","556357","556329","556515","556364","556511","556365","556359"],"cl":[27],"cluster":["#27 &mdash; Miner"],"terms":["machinery","ceiling","debris","cave","vehicle","encase","pursuit","tarp","excavate","waist"]}
