{"path":"556559.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph captures a domestic scene featuring a family in a richly decorated living room. The focal point is a man seated in a wheelchair, surrounded lovingly by two young girls and a woman. The man, with a joyful expression, has one girl hugging him from his right side and the other girl and the woman close beside him on his left. All are smiling, exuding a cheerful, familial atmosphere.\n\nThe room itself is heavily adorned with various decorative items that reflect a personal and eclectic taste. The walls are paneled in dark wood, and there's a distinctive 1960s or 1970s vibe to the decor. On the wall behind the family, there is an ornate clock with multiple lights serving as its markers. There are two visible tapestries or wall hangings; one depicts a religious figure (possibly Jesus) and the other shows an outdoor scene.\n\nOther details include a barrel chair, a small table containing a rotary phone among other items, and a desk cluttered with assorted objects, suggesting the room serves multiple purposes. Windows are draped with patterned curtains that match the overall aesthetic of the room.\n\nThe carpet is patterned, there are small statues on the furniture, and overall, the space appears cozy, filled with personal touches and lived-in charm. Lastly, there is a bathtub prominently placed in the corner of the room, which is an unusual but notable feature, adding a unique element to the space.","title":"Jack Smith, 42, disabled miner in his home with three of his four daughters in Rhodell, West Virginia, near Beckley. He now operates a beer joint about a block from his home. Although he had worked in the mine for a year before the accident, it was 18 years before he received workmen's compensation. Smith came from a family of nine boys and seven girls. One boy died in infancy, all the others went to work in the mines.","placename":"Rhodell (W. Va.)","location":"Rhodell, West Virginia","nn1":["556576","558337","556610","558335","548454","551278","556550","556173","556609","557353","543041","552626","555527","551267","558314","553029"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["room","girl","family","wall","wheelchair","item","carpet","phone","tapestry","clock"]}
