{"path":"556542.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph captures a scene of daily life, likely on a residential street in a rural or semi-rural area. The image features a row of old, uniformly constructed wooden houses with long front porches, aligned neatly along one side of a dirt and gravel road. Each house has a small front yard, and features such as a chimney and external siding are visible, showing signs of wear and aging.\n\nIn the foreground, a vintage red Chevrolet truck with a white bumper sticker is parked facing away from the viewer. The truck has a visible license plate and a sticker on the tailgate that reads \"UNWA TODAY.\" This suggests the setting might be a workers' community or an area associated with a specific labor group or union.\n\nThere are several people in the image, adding life and character to the scene. On the porch of one of the houses, there are five individuals; three women, one of whom is sitting on the porch railing, and two children sitting on the steps. They appear to be engaged in casual conversation and enjoying the day. The presence of mature trees and lush green hills in the background provides a scenic backdrop and suggests that this location is nestled in a valley or similar geographical setting. The overall mood is one of relaxed, everyday life, with neighbors taking the time to socialize and enjoy their surroundings.","title":"Row of miners' homes in the brookside mine company town of brookside Kentucky, near Middlesboro.  The mine, owned by the duke power company, was the scene of a protracted and sometimes violent strike between the mine and the united mine workers union during 1974.  The strike ended when a man was shot and killed on the picket line in harlan county.  The home of the jerry rainey family is in the foreground.  They were threatened with eviction during the strike","placename":"Middlesboro (Ky.)","location":"Middlesboro, Kentucky","nn1":["556539","545522","551116","557671","557641","556578","557667","551109","556438","553498","557684","556564","556332","556582","551090","551002"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["sticker","porch","house","truck","neighbor","socialize","enjoy","life","porche","bumper"]}
