{"path":"556503.jpg","date":"July 1974","photographer":"Corn, Jack","caption":"This photograph features an industrial setting with two people visible. The main structural element depicted is a large metal frame of a mechanism, possibly part of mining equipment or a loading facility. This structure includes a diagonal steel beam, embellished with a cross-patterned truss, indicating a robust and functional design typical for heavy industrial use.\n\nOn the right side of the image, there is a small hut with a corrugated metal roof and a single window. It seems to be a functional space, possibly a control room or storage area given its simplistic and utilitarian design.\n\nTwo people are seen walking on a metal platform that connects the large metal structure and the small hut. They appear to be workers or inspectors, as their clothing resembles typical industrial workwear. They are positioned in profile, walking towards the hut, indicating movement and a sense of activity within the industrial scene.\n\nThe background introduces a contrast between the industrial foreground and the natural landscape. It shows a rolling hill that is lush and green, suggesting a rural or less urbanized area surrounding the industrial facility.\n\nThe overall atmosphere of the photo suggests a working day in an industrial or extraction facility, characterized by robust engineering and functional architecture, set against a more serene and natural backdrop.","title":"Automated unloading equipment is used to transfer coal from barges on the Cumberland River to the Tennessee Valley Authority steam plant at Cumberland City, Tennessee, near Clarksville. It is the largest type steam plant and one of the most modern in the world. The plant keeps one million tons of coal on hand at any one time.","placename":"Tennessee","location":"OTHER","nn1":["544048","542989","557388","556322","544153","556893","552544","554936","543648","555542","551036","554764","545992","543642","556376","555617"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["hut","metal","facility","workwear","embellish","truss","walk","introduce","loading","extraction"]}
