{"path":"556504.jpg","date":"July 1974","photographer":"Corn, Jack","caption":"This photograph shows an industrial landscape situated near a body of water. The foreground features a calm lake that reflects some of the surrounding scenery, enhancing the serene yet industrial vibe of the composition. Just beyond the lake, the middle ground is dominated by lush greenery including various trees and shrubs.\n\nIn the background, there are man-made structures prominently situated atop an elevated, barren mound, possibly a hill or a spoil tip from mining activities. There are several large, geometrically shaped buildings with flat rooftops; one is notably larger with multiple levels and a unique, angular architectural design. A significant feature is a long conveyor belt or similar structure which stretches from one of the smaller buildings up toward the larger building, indicating some form of material movement typical in mining or industrial operations.\n\nThe setting is peaceful yet juxtaposes the natural environment with the harshness of industrial activity. The sky is cast in a soft purplish hue, possibly indicating early morning or late afternoon light. There isn't any visible human activity in the scene, which further emphasizes the stillness of the environment against the typically bustling nature of industrial sites.","title":"This pile of coal contains part of the one million tons kept on hand by the Tennessee Valley Authority steam plant at Cumberland City, Tennessee, near Clarksville. Coal for the furnaces arrives by barge and is unloaded by automated equipment. It is the largest type steam plant and one of the most modern in the world.","placename":"Tennessee","location":"OTHER","nn1":["545996","546007","554630","552040","552427","554546","557377","551576","557376","552194","555591","543717","546073","551156","546118","544328"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["mining","situate","harshness","lake","tip","rooftop","conveyor","belt","mound","stillness"]}
