{"path":"556592.jpg","date":"October 1974","photographer":"Corn, Jack","caption":"The photograph depicts three scientific instruments placed on a concrete surface, most likely for outdoor environmental measurement purposes. From left to right:\n\n1. **Anemometer** - This device, characterized by its black circular frame and several cups, is an anemometer, typically used to measure wind speed. It features a large dial in the center with measurements noted from 0 to 100, with smaller dials and indicators below for further measurement specifics.\n\n2. **Psychrometer** - The yellow device in the middle resembles a psychrometer, which is used to measure humidity. The top portion has a gauge with red and black quantitative indicators. It features several control buttons and possibly dials on its front panel, and likely includes a label that contains details such as model information and possibly usage instructions or cautions.\n\n3. **Gas Analyzer** - The device on the right with a cylindrical body and metallic finishes appears to be a type of gas analyzer. It is topped with a rectangular metallic grid that seems to house sensors and perhaps protects inner components. Below this, the body of the instrument is slightly broader and finished in silver, which sits atop what appears to be another measurement or operational module.\n\nIn the background, there is a soft focus view of a garden or plant-filled area with various hues of green and some flowers visible in the upper left of the frame, lending a peaceful natural environment to the context of scientific measurement. The overall setting suggests these tools might be used for environmental research or teaching purposes.","title":"Closeup of mine safety devices as shown at a Kentucky state mine safety contest held in benham, near Cumberland.  From the left, they are an anemometer, wind velocity meter; a g-70 methane detector, for checking gas; and a flame safety lamp for black damp that will go out in mine pockets with low concentrations of oxygen.  These devices are carried by the men designated as safety men in the mines","placename":"Cumberland (Ky.)","location":"Cumberland, Kentucky","nn1":["548450","549052","547740","542691","542663","542662","542661","555348","548873","555249","548879","557829","555374","557890","549610","552499"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["measurement","dial","indicator","device","finish","measure","instrument","humidity","purpose","specific"]}
