{"path":"556563.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"The photograph shows a close-up of an elderly man with an expressive, thoughtful face. He has curly, thick, gray hair and a weary expression with visible signs of aging such as wrinkles and sunken cheeks, suggesting a life of experiences. His gaze does not directly meet the camera, looking slightly off to the side, which provides a contemplative and perhaps somewhat stern quality to his demeanor.\n\nHe is dressed in a casual, dark-colored shirt with a collar and buttons, which is practical and unornamented. The shirt has two pockets on the chest, visible due to the strategic placing of the shirt's flaps.\n\nThe background is blurred and nondescript, with hints of industrial or mechanical elements, suggesting that the photo might have been taken in a workshop or outdoor setting where such equipment is present. The colors in the background are muted, mainly consisting of grays and blues, ensuring that the focus remains primarily on the man.\n\nOverall, the composition of the photograph is simple, focusing on capturing the character and mood of the subject. There's a naturalistic and possibly a documentary feel to the image, which helps in emphasizing the individuality and perhaps the rugged life or profession of the man portrayed.","title":"Abe Lester, a retired coal miner, lives on a United Mine Workers pension, in Rhodell, West Virginia, near Beckley. There is very little industry other than coal mining in this and similar towns. Unless the youths want to go into coal related jobs, they are faced with searching for employment in the cities some distance away.","placename":"Rhodell (W. Va.)","location":"Rhodell, West Virginia","nn1":["543701","556452","552871","554846","548616","552872","553055","556443","547179","557035","547282","552103","554857","546636","542784","542613"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["documentary","profession","cheek","wrinkle","shirt","pocket","chest","collar","workshop","aging"]}
