{"path":"556556.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph depicts a medical scene inside what appears to be an emergency room or a treatment area in a hospital. The main focus is on a patient and a healthcare professional, likely a doctor or a nurse.\n\nThe patient, a male with a visible beard, is lying down on a stretcher or treatment bed. He is shirtless and has a white sheet covering his lower body. His right arm is raised, and it seems a blood pressure cuff is wrapped around it, suggesting that his vital signs are being monitored. The patient's expression is relaxed, indicating that he is conscious and not in immediate distress.\n\nStanding beside him is a healthcare professional who appears to be in the process of treating or examining the patient's arm. This professional is wearing a light blue scrub top and has a beard and slightly longer hair, portraying a casual yet attentive demeanor. He is focused on the patient's arm, where he seems to be applying or adjusting a bandage, possibly addressing a wound.\n\nIn the background, the room is cluttered with medical supplies, files, and boxes, creating an impression of a busy medical environment. There is a visible pile of folded white linens and several boxes labeled with medical terms. A metal tray with tools or additional bandages is also noticeable beside the patient. On the counter, there’s a mug and more medical supplies, reinforcing the functional nature of the space.\n\nThe overall composition highlights the interaction between the patient and the professional, set against a backdrop that conveys a typical, somewhat hectic medical setting. The environment appears utilitarian and somewhat dated, possibly indicating an earlier era given the style of the equipment and the general presentation.","title":"Dr.  Donald rasmussen, physician at the black lung laboratory of the Appalachian regional hospital, in Beckley, West Virginia, places a syringe in the arm of a coal miner about to be tested for the disease.  Blood samples will be taken and the miners' heartbeat monitored while he exercises on a treadmill.  These and other known testing methods are used to determine if the miners have coal dust particles in their lungs which cause a progressive shortness of breath","placename":"Beckley (W. Va.)","location":"Beckley, West Virginia","nn1":["545399","556567","553035","558173","553034","558167","545552","547399","545482","558178","558168","558177","545395","556575","556570","558174"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["patient","healthcare","professional","arm","beard","treatment","supply","box","room","mug"]}
