{"path":"556564.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph portrays a scene from a small town street, seemingly taken in the 1970s based on the style and condition of surroundings and vehicles. The setting is a damp street lined with modest, somewhat aged buildings with mixed residential and commercial uses. The architecture is simple, featuring mainly brick and wood facade constructions that show signs of wear and lack of maintenance.\n\nOn the left, prominently visible is the \"Jesus Name Church,\" a small, unassuming building displaying religious affiliation. Directly adjacent to the church, you can see a group of people gathered around a classic red car, suggesting a casual street-side social interaction. The presence of other older-model cars parked along the street reinforces the vintage feel of the scene.\n\nThe street itself appears wet, possibly from recent rain, reflecting the overcast sky and lending a slightly gloomy atmosphere to the setting. Utility poles and lines crisscross above, adding to the cluttered, utilitarian feel typical of many small American towns of that era.\n\nFurther down the street, more buildings in varying states of upkeep can be seen, alongside signs of life such as pedestrians and parked cars, suggesting everyday small-town activities. The lush green hillside in the background contrasts with the duller colors of the urban environment, emphasizing the town's valley location.\n\nOverall, the photograph captures a nostalgic slice of life from a community, showing a blend of daily social life, modest infrastructure, and the natural environment.","title":"The main street through the small mining town of Rhodell, West Virginia, near Beckley. Coal is the only industry here and in other similar towns. Unless the youths want to go into coal-related jobs, they are faced with searching for employment in the cities some distance away. This can be a heart-wrenching prospect to all members of the close-knit families.","placename":"Rhodell (W. Va.)","location":"Rhodell, West Virginia","nn1":["557655","557155","556460","551106","552526","550319","550138","557705","558028","551071","554710","542586","551084","558037","556438","545333"],"cl":[37],"cluster":["#37 &mdash; Rural Communities"],"terms":["street","town","affiliation","car","upkeep","life","church","hillside","rain","slice"]}
