{"path":"556599.jpg","date":"October 1974","photographer":"Corn, Jack","caption":"The photograph focuses on a man profiled from the side, prominently featuring his headgear. He wears a white hard hat, which has \"Peabody Coal Co.\" and a logo that says \"Power for Progress\" along with a graphic resembling a zigzag or bolt, likely indicative of electricity or energy. The man has a bushy mustache and medium-length curly hair that emerges from underneath the helmet. He looks off to the side with a focused, perhaps pensive expression. The color tones of this image are richly saturated, with blues and whites being quite prominent.\n\nA headlamp is attached to the front of his helmet, suggesting that he may work in conditions where additional light is necessary, common in mining or energy production environments. His attire is a dark blue work shirt which is partially unbuttoned at the collar, implying a casual or work-related setting.\n\nIn the background, blurred and less detailed, is what appears to be a white vehicle, which supports the idea of an industrial or outdoor setting, possibly a work site. The surroundings have a muted green tone which could be vegetation, further indicating an outdoor work environment. The overall mood of the photo combines work-related attire and equipment with a candid human element.","title":"Closeup of a member of the Peabody Coal Company team that is competing in the Kentucky State Mine Safety Contest at Benham near Cumberland. Safety teams from each of the larger mines in the state have come to compete. The competition is good-natured, but fierce, and the aim is to save life should their expertise ever be needed in the event of a mine accident.","placename":"Cumberland (Ky.)","location":"Cumberland, Kentucky","nn1":["558312","556345","556343","556344","542783","556428","544128","544171","547163","556342","556357","554953","556391","553610","556337","553618"],"cl":[25],"cluster":["#25 &mdash; Mining Operations"],"terms":["work","helmet","energy","headgear","idea","bolt","graphic","headlamp","electricity","mustache"]}
