{"path":"556568.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This image captures an older man participating in what appears to be a respiratory or pulmonary function test. He is shirtless, allowing for examination or attachment of medical devices, and has a tight band around his upper body and lower chest, possibly part of the testing apparatus. The man is using a complex medical device, holding it with both hands to his mouth, and is actively blowing into a mouthpiece that connects to a larger cylindrical section with dials and gauges.\n\nThe man is focused and appears to be exerting effort into the task. His skin reveals signs of aging, with visible wrinkles and sunken features along with the musculature of someone who could be physically active or who has lost some body mass.\n\nIn the background, we can see elements of a clinical or laboratory setting, including part of a shelf with various electronic devices, which are possibly related to the processing of data collected during medical tests. The instruments include dials, switches, and displays indicative of medical or scientific equipment.\n\nOverall, the composition and elements in the frame suggest a clinical test environment where the man's lung function or respiratory health is being assessed.","title":"A miner at the black lung laboratory in the Appalachian regional hospital in Beckley, West Virginia, is having his lung capacity tested to determine whether he has the disease.  Blood samples also are taken and his heartbeat is monitored while walking on a treadmill.  These and other known testing methods are used to determine if miners have coal dust particles in their lungs which cause a progressive shortness of breath","placename":"Beckley (W. Va.)","location":"Beckley, West Virginia","nn1":["545481","545395","556567","545480","556574","545482","545413","545416","556575","556570","556569","545485","556571","545486","553035","553034"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["test","device","dial","function","blow","attachment","sink","assess","switch","lose"]}
