{"path":"556555.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph captures a scene that appears to depict a medical or rehabilitation setting. The main subject of the photo is a shirtless man who is engaged in physical activity. The man has multiple scars visible on his back and is wearing a supporting brace around his right wrist. His attire includes navy blue shorts with a billowing, polka-dotted waistband. \n\nThe man is leaning forward, holding onto a handrail with his left arm extended and appears to be walking or standing cautiously, suggesting he is possibly rehabilitating from an injury. His focus and effort suggest a session of physical therapy or exercise testing.\n\nThe background of the photo is filled with medical or scientific equipment, indicating the location might be a hospital or a specialized clinic. Various machines and monitors are visible; one prominently in the foreground looks like a screen displaying some sort of output, possibly related to the activities of the man. The environment is clinical, with what appears to be stainless steel fixtures and light blue walls, enhancing the medical atmosphere of the setting.\n\nOverall, the photo depicts a moment of recovery or testing, emphasizing the determination and resilience of the individual involved.","title":"Miner walking on a treadmill in the black lung laboratory at the Appalachian Regional Hospital in Beckley, West Virginia during the test blood samples will be taken from his wrist, and his heartbeat will be monitored. These and other known testing methods are used to determine if the miners have coal dust particles in their lungs which cause shortness of breath. United Mine Workers funds help pay the cost.","placename":"Beckley (W. Va.)","location":"Beckley, West Virginia","nn1":["556575","556571","556570","556567","556574","556569","556556","556568","545413","545478","553035","553034","545395","545482","545416","545399"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["testing","brace","determination","exercise","output","hospital","handrail","polka","recovery","session"]}
