{"path":"556574.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"The photograph you are referring to captures a scene inside a clinical or experimental setting. There are several key elements and activities occurring in the image:\n\n1. **Main Subjects**:\n   - A shirtless Black man, standing and facing slightly towards the right side of the frame, is the primary focus. He appears to be undergoing some type of respiratory test or exercise. He has a bald head and is wearing a plastic or rubber mouthpiece connected to a flexible tube that extends out of frame. Covering his left eye is a large, circular white object that appears to function as a cover or sensor.\n\n2. **Background Figures**:\n   - Behind the main subject, there is a woman, possibly a nurse or researcher, who is observing the man. She has short, dark hair and wears white professional attire that suggests a clinical or laboratory environment. Her demeanor appears focused and analytical.\n\n3. **Equipment and Environment**:\n   - The equipment linked to the mouthpiece suggests some sort of breathing or gas exchange analysis apparatus, commonly used in medical and physiological research contexts for measuring lung function or cardiovascular fitness.\n   - The environment is dimly lit, mainly in hues of blue and dark colors, with clinical or laboratory equipment subtly visible in the background, enhancing the impression of a controlled scientific setting.\n\nThe overall composition and the activities being performed suggest a controlled experiment or health check-up focusing on pulmonary function or similar physiological assessments.","title":"Tony Murphy has his lung capacity tested while walking on a treadmill at the Black Lung Laboratory at the Appalachian Regional Hospital in Beckley, West Virginia. The hospital uses other known testing methods such as heartbeat monitoring and a blood sample oxygen check. A miner with a family of ten children, Murphy works for the Island Creek Coal Company in Logan County.","placename":"Beckley (W. Va.)","location":"Beckley, West Virginia","nn1":["556567","556571","556568","545395","545482","556570","556566","556575","548861","556569","545481","548860","545480","545413","549627","556555"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["laboratory","function","exercise","assessment","researcher","test","subject","exchange","rubber","analysis"]}
