{"path":"556560.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph captures a scene on a residential street, likely in a rural or semi-rural area. The focus is on three people and their activities outdoors. In the foreground, there is a man in a wheelchair being pushed by a young boy. The man is seated facing forward, holding onto the wheelchair's wheels, possibly indicating movement or preparational control. The boy pushing the wheelchair appears attentive to his task. Behind them, another young boy on a bicycle is stationary, looking towards the camera. He is standing with one foot on the ground, suggesting he has paused.\n\nThe setting is a narrow road with evident signs of wear, including patches and puddles of water reflecting slight overcast sky. Flanking the street are modest homes with weathered and varied exteriors; one displays a porch with a swinging bench. The architecture indicates a mid-20th-century American neighborhood, possibly in a small town. Trees and lush greenery in the background suggest a verdant, possibly humid environment. Further down the road, a vintage vehicle drives away from the viewer, adding a dynamic element to the otherwise tranquil scene. The overall mood evokes a sense of quiet daily life and community in a less urbanized environment.","title":"Jack Smith, 42, a disabled miner in Rhodell, West Virginia, is wheeled down the street by his daughter, Donna, 16, to the beer joint he operates. He had worked in the mines for one year when his legs were crushed in a roof cavern, but it was 18 years before he received workmen's compensation for the accident. Under his arm is the cash box he uses at the tavern. Smith is active in the union and has manned the picket lines in his wheelchair in the past.","placename":"Rhodell (W. Va.)","location":"Rhodell, West Virginia","nn1":["556169","551105","557361","555895","551001","557365","553486","551032","551003","553493","556542","557367","543719","556170","551084","551114"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["wheelchair","boy","push","pause","puddle","street","foot","bicycle","drive","road"]}
