{"path":"556522.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph captures a lively outdoor scene where a large group of people, both adults and children, are gathered under the shade of large trees on a sunny day. The group appears to be enjoying a casual event or picnic in a grassy park-like area.\n\nThere is a mix of people standing and sitting, with most seated on the grass or on portable chairs. People are engaged in various activities; some are talking amongst themselves in small groups, while others are eating or simply enjoying the surroundings.\n\nThe attire of the people indicates this photo might be from a past decade due to styles like short-sleeved shirts, sun hats, and casual summer dresses. Many of the individuals are wearing sunglasses. The atmosphere is festive and relaxed, with no sense of hurry in the interactions.\n\nIn the background, beyond the people, the area opens up to a wide grassy field that then meets a soft horizon, indicating the vastness of the space. This provides a sense of a large public or rural space, perfect for such gatherings.\n\nThe overarching branches with thick, dense foliage from the trees at the top frame the image, adding a nice contrast to the bright, sunlit area and creating a natural roof of greenery over the people. This not only adds beauty to the scene but also acts as a practical shelter from the sun.","title":"Group of miners and their families relaxing at the first annual company picnic sponsored by the Tennessee Consolidated Coal Company near Jasper and Chattanooga. Those who attended were able to swim in a Tennessee Valley Authority lake, enjoy a variety of sports, watch their children participate in a greased pig contest, and hear the company president discuss their hospital and pension plans.","placename":"Tennessee","location":"OTHER","nn1":["555947","558294","553065","551017","547756","550302","550074","552036","552033","556296","544406","551413","557985","558182","551011","553950"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["people","group","sun","picnic","shelter","space","decade","sunglass","chair","summer"]}
