{"path":"556536.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph captures a lively and engaging scene of a community event, likely a local sports or outdoor activity day. The central activity appears to be a tug of war or a similar physical contest. In the foreground, there are two men (one crouching and the other standing), both significantly engaged in directing or coaching a group of young boys. The boy closest to the viewer is in mid-motion, running toward the center where other boys are either in action or preparing to join in.\n\nThe background is densely populated with a crowd of spectators of various ages and genders. The spectators are mostly standing, with expressions of excitement and enjoyment, while some are taking photographs, clapping, or simply watching the event unfold. The attire of the crowd varies from shirts and tops to bare chests, indicating warm weather and a casual, festive environment.\n\nThe setting appears to be an open grassy field, emphasizing an outdoor, possibly summertime gathering. The trees and open space suggest a park or rural community area where such events would typically occur.\n\nOverall, the photograph depicts a slice of community life, highlighting interaction, physical activity, and the communal enjoyment of a local event. It exudes a strong sense of movement and energy, with the focus on youth involvement and community participation.","title":"Anxious youngsters begin the chase in a greased pig contest at the Tennessee Consolidated Coal Company first annual picnic held at a Tennessee Valley Authority lake near Jasper and Chattanooga, Tennessee. During the day the miners and their families gathered to talk, participate in sports, eat barbecue, and hear the company president explain health and retirement benefits.","placename":"Tennessee","location":"OTHER","nn1":["557775","556537","558294","555947","551811","551413","547285","549734","544406","546821","557774","543482","549320","556534","544817","545929"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["event","boy","community","spectator","enjoyment","crowd","join","summertime","gender","participation"]}
