{"path":"556500.jpg","date":"July 1974","photographer":"Corn, Jack","caption":"This photograph captures a view of large containers filled with coal moored on a river. The image is taken from a slightly elevated angle, overlooking two prominent steel or metal structures, possibly part of the mooring system, with large hoppers filled with coal. You can see several coal hoppers arranged in two rows, extending into the distance along the river's course. \n\nThe river itself is smooth and calm, reflecting some of the trees and foliage on the opposite bank, which suggests a rural or semi-industrial setting. On the farther shore, densely populated trees and lush greenery give a serene backdrop to the industrial activity foregrounded.\n\nTwo light poles are visible on either side of the picture, suggesting the area is somewhat managed and accessible. No people are visible in the scene, focusing attention entirely on the industrial elements and natural surroundings. The weather appears to be overcast, providing an even light but possibly hinting at humidity or dampness typical of river environments.\n\nThis composition, with its juxtaposition of industrial activity and natural beauty, captures a common scene around riverine transport and industrial logistics in regions where waterways are used as conduits for bulk materials.","title":"Coal barges tied up on the Cumberland River waiting to be unloaded by automated equipment at the Tennessee Valley Authority steam plant at Cumberland City, Tennessee, near Clarksville. It is the largest type steam plant and one of the most modern in the world. The plant keeps one million tons of coal on hand at any one time.","placename":"Tennessee","location":"OTHER","nn1":["550961","551038","551039","557223","551041","551515","555591","551048","550900","556481","551043","548187","551993","553826","557309","551170"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["coal","hopper","river","dampness","humidity","mooring","conduit","logistic","course","overlook"]}
