{"path":"556567.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"The photograph depicts a clinical or experimental setting involving two men. On the right, there is an older man who appears to be a patient, wearing a breathing apparatus connected via a tube to a machine not fully visible in the image. He is shirtless, exposing his upper body, which shows signs of aging and perhaps medical treatments or monitoring, indicated by a patch and what seems to be medical tape on his body.\n\nOn the left, a middle-aged man presumably a doctor or a researcher, stands observing the equipment or the patient. He is wearing glasses and a striped, short-sleeved shirt, and looks focused on whatever he is observing or discussing. His posture and expression suggest professionalism and careful attention.\n\nIn the background, there's a piece of blue-colored equipment, possibly related to the medical testing or treatment being administered. A sign with the word \"FLOOR\" and possibly other text below it, hangs on the wall, suggesting a setting in a medical or research institution.\n\nOverall, the image captures a moment of medical examination or scientific research, highlighting the interaction between patient and medical professional within a specialized setting.","title":"A technician at the Black Lung Laboratory in the Appalachian Regional Hospital in Beckley, West Virginia, monitors a miner whose lung capacity is being tested. Blood samples also are taken and his heartbeat is monitored while walking on a treadmill. These and other known testing methods are used to determine if miners have coal dust particles in their lungs which cause a progressive shortness of breath.","placename":"Beckley (W. Va.)","location":"Beckley, West Virginia","nn1":["545482","545395","553034","556574","556575","553035","547399","556568","556570","556569","545480","545486","545552","556556","548861","556571"],"cl":[40],"cluster":["#40 &mdash; Technology"],"terms":["patient","treatment","research","professionalism","researcher","professional","tape","institution","examination","testing"]}
