{"path":"556544.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"The photograph captures a moment during a labor strike, specifically in Brookside, as indicated by the signage. The main focus is a large, hand-written protest sign, prominently displayed on a wooden post. This sign reads \"ON STRIKE Brookside\" in bold, red lettering, indicating the location and action of the protest.\n\nBeneath the main sign, a secondary display features a colorful board with a more personalized message. It includes a red heart and text inviting people to support the United Mine Workers of America (UMWA). The message encourages solidarity and loyalty to the union, emphasizing friendship and safety in the workplace. It also criticizes entities believed to undermine their efforts, such as \"scabbed,\" CBS, the whole USA, and mention of local labor issues.\n\nIn the background, a rural setting is evident with lush greenery and hills under a cloudy sky. There’s a road that extends toward the horizon, indicating the photo was taken at the roadside.\n\nAt the edge of the frame, a young man and woman walk past the signs. They are dressed in casual attire, with the man in a red shirt and jeans, and the woman in a pale dress with a pinkish hue. Their presence gives a human element to the scene, suggesting the community involvement in the strike.\n\nOverall, the composition and elements in this image provide a dynamic insight into a labor strike in a rural environment, highlighting grassroots advocacy and personal involvement in labor issues.","title":"Two young people on their way to a high school function in Brookside, Kentucky, near Middlesboro. They are walking single file on the highway because there are no sidewalks. Strike signs adorn the tree proclaiming the union side of the strike against the Brookside Mine Company. Some of the picketers are partially visible to the extreme left edge of the picture. It was a long and sometimes violent strike that ended when a man was shot and killed on the picket line.","placename":"Middlesboro (Ky.)","location":"Middlesboro, Kentucky","nn1":["551939","551968","556545","554793","556539","556256","557224","544235","545253","556400","551938","556255","552819","545388","545241","558089"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["labor","strike","protest","involvement","message","issue","sign","entity","friendship","encourage"]}
