{"path":"556578.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph shows a rural or semi-rural landscape with several weathered, wooden houses scattered across the scene. In the foreground, there's a house with a weather-beaten facade and a prominent porch, perhaps indicating a common architectural style in this community. The house directly above it on a slightly raised patch of land also features a porch, albeit with a more dilapidated appearance.\n\nBetween these two houses, in the background, there is a larger, two-story structure that also shows signs of wear and age. It appears to include a second-story balcony or porch area, overhanging what might be a storage or utility area on the ground floor. The colors of the houses are muted, with what once might have been vibrant paint now faded to subdued hues of brown, yellow, and gray.\n\nIn the midst of the houses, vehicular elements include an old station wagon parked beside the front house, reinforcing the lived-in, residential nature of this area. The background is densely forested, suggesting that these homes are located in a valley or a similar secluded environment, surrounded by thick greenery. Utility poles and overgrown grasses add to the rugged, untouched feel of the area, indicating that modern development is minimal or focused on maintaining a rustic aesthetic.\n\nOverall, the atmosphere is one of serene isolation with a touch of historical decay, an area that might either be declining in population or preserving a simpler way of life.","title":"Houses in Besoco, West Virginia, near Beckley. Their condition mirrors the decline of the once busy mining town. The mines are no longer worked there. The people who remain behind mostly are those receiving black lung, Social Security, pensions, or welfare.","placename":"Besoco (W. Va.)","location":"Besoco, West Virginia","nn1":["556438","556959","556355","551091","556333","547658","551164","558110","556580","557154","545522","556332","551110","550704","556423","556472"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","porch","utility","story","beat","population","decline","overhang","preserve","midst"]}
