{"path":"556548.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph depicts a pastoral and somewhat nostalgic scene involving a young person riding a light-colored horse along the side of railroad tracks. The rider is casually dressed, suggesting a leisurely or routine activity rather than formal equestrian pursuits. The horse and rider are moving away from the camera towards a stationary train comprised of several old, dark-colored freight cars, parked on the track, which adds a sense of abandonment or disuse to the scene.\n\nThe setting is lush and verdant, nestled within what appears to be a valley surrounded by densely wooded hills that engulf the area in deep shades of green. The immediate vicinity of the tracks is overgrown with wild plants and flowers indicating that the area might not see frequent use or maintenance. The tracks themselves show signs of rust and wear, curving gently into the distance and fading out of the frame, which emphasizes a feeling of gentle decrepitude and the passage of time.\n\nThe lighting is soft and filtered, possibly indicating either an early morning or late afternoon, enhancing the overall mood of tranquility and quietude. The composition of the photo, with the train on the right and the rider moving towards the left, leads the eye along the tracks, inviting contemplation on the journey of the rider and the story behind the unused train cars. The natural beauty of the scene combined with the hints of industrial decay speak to themes of nature, progress, and the passage of time.","title":"Donna Smith, Rhodell, West Virginia, near Beckley, leads her pony to its quarters in a barn by the railroad tracks. She also lets it graze along the tracks. Her father Jack, is a disabled miner whose legs were crushed when a roof caved in. He now operates a beer joint from his wheelchair and stays up on union activities. He has manned picket lines in the wheelchair.","placename":"Rhodell (W. Va.)","location":"Rhodell, West Virginia","nn1":["544308","544414","543678","557186","543044","553116","544362","552562","557051","543783","557988","550790","557963","543726","554689","543366"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["rider","track","train","horse","passage","engulf","pursuit","freight","quietude","disuse"]}
