{"path":"556575.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph captures a mature male seated in what appears to be a medical or scientific environment. The man is shirtless, wearing only trousers held up by suspenders. He has a serious, contemplative expression and is looking slightly upwards. On his chest are medical adhesive pads and a complex array of surgical tubing is visible, with some of the tubes connected to his body. His right arm is fitted with a brace or a support device that also incorporates tubing, possibly part of a medical treatment or monitoring apparatus. \n\nIn the background, there are various pieces of technical equipment, probably medical or scientific instruments, featuring dials, tubes, and cables. These devices suggest a setting like a hospital, laboratory, or specialized clinic where advanced treatments or tests are being conducted. The overall atmosphere of the image is clinical and somewhat somber, emphasizing the medical treatment or experiment the man is undergoing. The surroundings are utilitarian, with no decorative elements, focusing all attention on the man and the medical procedures he is associated with.","title":"Russell Ramser waits his turn on the treadmill at the black lung laboratory at the Appalachian Regional Hospital in Beckley, West Virginia. The 72-year-old miner worked 35 years in the mines and was a superintendent in the early years of the United Mine Workers before retiring. He lives in Shady Side, Ohio, near Wheeling, West Virginia, and came to Dr. Donald Rasmussen's lab after being turned down for black lung benefits in Ohio.","placename":"Beckley (W. Va.)","location":"Beckley, West Virginia","nn1":["556567","556569","556555","556570","556571","556568","545413","556574","553034","545416","556556","552385","553035","545480","545412","545399"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["treatment","tubing","tube","device","brace","hospital","procedure","incorporate","test","suspender"]}
