{"path":"556549.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"The image depicts an affectionate and serene moment between a man and his dog. The man, likely middle-aged, has a gentle expression as he closely embraces the black, curly-furred dog. He is smiling slightly with his eyes closed, suggesting a moment of contentment and bonding with the animal.\n\nThe man is dressed in a dark blue collared shirt with sleeves rolled up to his forearms, highlighting a silver wristwatch on his left wrist and a couple of rings on his fingers. He is seated in what appears to be a patio chair, evidenced by the metallic armrest visible in the frame and a white cushion on which he rests.\n\nThe background is simple and subdued, featuring what might be a section of a wall with a weathered look and a bit of cracking in the paint, adding a rustic charm to the scene. There's also a faint glimpse of a colorful printed fabric, probably part of a cushion or a fixture in the chair.\n\nOverall, the image communicates a sense of relaxation and the special bond shared between the man and his pet, set against a tranquil background that suggests a private, comfortable domestic space.","title":"Jack Smith, 42, a disabled miner who lives in Rhodell, West Virginia, near Beckley. He had worked in the mines one year when a rock cave-in crushed his legs, and it took him 18 years before he received workman's compensation. His wheelchair was bought by his friend, Arnold Miller, president of the United Mine Workers. Smith now operates a beer joint and stays up on union activities. He has manned picket lines in the past in his wheelchair. The dog is a family pet.","placename":"Beckley (W. Va.)","location":"Beckley, West Virginia","nn1":["556421","554126","553089","556171","554951","557637","553481","556529","550756","555929","542874","553546","549928","546990","554537","543866"],"cl":[51],"cluster":["#51 &mdash; Wildlife/Animals"],"terms":["cushion","dog","chair","pet","bonding","bond","contentment","patio","wristwatch","wrist"]}
