{"path":"556501.jpg","date":"July 1974","photographer":"Corn, Jack","caption":"This photograph captures an industrial scene likely taken during the evening or under low light conditions, giving the image a somewhat dark and moody undertone. The primary subject is an industrial plant which includes several distinct features:\n\n1. **Buildings and Structures**: There is a large, dark green building at the left side of the image. This building, which has a flat roof and appears quite robust, is part of the industrial facility. A large metallic pipe or ductwork connects this building to other parts of the infrastructure.\n\n2. **Pipe Lines**: Extending from the main building towards the right, a very long, raised pipeline is supported by a series of vertical steel supports. This pipeline, characterized by its linear and horizontal orientation, dominates the lower and middle parts of the composition.\n\n3. **Smokestacks**: In the background are two tall smokestacks, each painted with red and white alternating stripes. They extend upward into the sky, contrasting sharply against the lighter sky. These chimneys are emitting white and gray smoke, which billows upward and slightly disperses as it rises.\n\n4. **Environment**: The plant is situated on a grassy hill, evident from the gentle slope seen in the foreground. The grass appears somewhat unkempt and rugged, which might suggest the area is not frequently maintained for aesthetic purposes.\n\n5. **Sky**: The sky visible in the background is a gradient of light blues and grays, which might indicate either a cloudy day or the onset of dusk.\n\nOverall, the photograph provides a stark view into industrial activities, highlighting the complex infrastructure and environmental impact of such facilities, evidenced by the emissions from the smokestacks. The setting and structure composition lend a sense of isolation and industrial robustness.","title":"Conveyor belt carries coal from loaded barges on the Cumberland River to the Tennessee Valley Authority steam plant (in background) at Cumberland City, Tennessee, near Clarksville. It is the largest type steam plant and one of the most modern in the world. The plant keeps one million tons of coal on hand at any one time.","placename":"Tennessee","location":"OTHER","nn1":["557305","557294","545446","546122","557293","557374","544173","557220","545992","550982","551026","542999","544700","549713","543011","557381"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["pipeline","smokestack","undertone","onset","orientation","infrastructure","facility","building","plant","part"]}
