{"path":"556510.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph depicts an underground mining environment. The main features include mining equipment and a miner working within a low-ceiling mine shaft. The mine’s ceiling and walls appear rugged and are primarily composed of rock surfaces, suggesting a natural underground setting.\n\nOn the right side of the image, there is large machinery which includes a mining vehicle with substantial rubber tires and visible mechanical parts, possibly for transporting mined material or aiding in mining operations. In front of this, there seems to be another equipment piece, featuring rusted metal, likely a type of conveyor or machinery for moving or processing material extracted from the mine.\n\nThe left side of the image shows a miner standing beside track rails that extend into the background, where the illuminated areas fade into darkness, emphasizing the depth and confined conditions of the space. The miner is wearing a hard hat and headlamp, typical safety gear for such environments, suggesting that he might be overseeing or operating the mining machinery.\n\nThe environment is dimly lit, mainly by artificial sources, likely attached to the mining equipment, which casts harsh shadows and highlights the dirt-covered surfaces. The atmosphere evokes a sense of industriousness and the tough conditions associated with underground mining operations.","title":"Shuttle car of coal in a three foot shaft in a mine owned by the Tennessee Consolidated Coal Company near Jasper and Chattanooga, Tennessee. The shuttle is pushed by a tractor and has a hydraulic push which shoves the coal onto a conveyor belt which takes the material out of the mine. It is called a non-gassy mine because it is above the surrounding water table. The yellow canvas barely visible over the top of the shuttle is used to direct fresh air into the mine.","placename":"Tennessee","location":"OTHER","nn1":["556397","556359","556360","556396","556365","556367","556364","556358","556319","556357","543743","556511","556363","543775","556329","556513"],"cl":[27],"cluster":["#27 &mdash; Miner"],"terms":["mining","mine","miner","machinery","ceiling","equipment","industriousness","shaft","headlamp","extract"]}
