{"path":"556582.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph depicts a slightly elevated view of a residential street lined with houses, likely taken in a rural or semi-rural area. The road runs through the center of the image, curving away into the distance. Each side of the street has rows of uniform, one-story buildings characterized by their elongated, rectangular shapes and built closely together. These buildings seem to have metal roofs and some feature porches. They appear to be constructed primarily of wood and are painted dark, possibly a gray or dark blue shade.\n\nOn the right side of the road, a person wearing a red jacket is visible, standing near one of the buildings and engaged in some activity or possibly looking towards the street itself. The environment is lush with dense green trees partially obscuring some buildings and filling the background. There are several utility poles adjacent to the road, fitted with wires, which suggest that the area is serviced with electricity.\n\nThe atmosphere of the image, combined with the architecture and foliage, gives a sense of a tight-knit community possibly from a previous era, considering the style of the buildings and the natural surrounding. This setting could be found in many regions around the United States, particularly those with historical mining or industrial communities. The vibe is quiet and somewhat secluded, hinting at a simple, perhaps slower-paced lifestyle.","title":"Miner homes in a company town near Cabin Creek and Charleston, West Virginia.  The one story structures have four rooms compared to those housing the mine superintendents which were two story with four rooms on each floor.  The superintendent homes were apart from the miners, usually on the hill above.  It was a symbol of the caste system which preVailed in earlier mining days","placename":"Cabin Creek (W. Va.)","location":"Cabin Creek, West Virginia","nn1":["556438","556333","556332","556394","556580","556395","556578","551164","545522","557154","556601","551110","551102","556462","556423","547567"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["street","road","building","electricity","pace","consider","community","knit","lifestyle","fit"]}
