{"path":"556538.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"The photograph captures a lively social scene at an outdoor event, likely a car show given the vintage vehicles in view. On the left side of the image, a yellow and dark green vintage car are visible, both are immaculately polished, highlighting their classic designs and large, rounded front fenders typical of early automotive design.\n\nIn the foreground, a woman smiles broadly towards the camera, leaning on a red, old-fashioned pickup truck with scratches and signs of wear visible on its surface, suggesting it may be either a work vehicle or a restoration project. She wears a simple black top and her hair is styled in a short, practical cut, matching the casual, sunny day out setting.\n\nTo the right, occupying the middle ground of the photo, a man with dark hair and a light blue shirt looks at something or someone out of frame, smiling and seeming engaged in a conversation or observing something of interest. Behind him, a number of people are gathered, including women and children, all dressed casually and paying attention to activities not visible in the frame. One child, in particular, appears to be reaching up towards his mother.\n\nOn the extreme right, a white appliance, possibly an ice-maker or drink cooler, prominently displays a red Heinz logo advertisement stating \"ENJOY HEINZ 57 WITH HOT DOGS,\" which suggests the possibility of a food stand or picnic area nearby, offering refreshments and food to attendees.\n\nThe environment is open and appears to be a large park or fairground with trees and open space in the background, indicating a typical setting for local gatherings and community events focused on vintage automobiles.","title":"Woman and her miner husband who won a dishwasher at the Tennessee consolidated coal company first annual picnic held at a Tennessee valley authority lake near jasper and Chattanooga Tennessee.  A shotgun was the prize for the men.  During the day the miners and their families gathered to talk, participate in sports, eat barbecue and hear the company president explain health and retirement benefits","placename":"Tennessee","location":"Tennessee","nn1":["552412","547495","554389","557709","554482","554377","551413","554381","554372","546665","543856","554390","554373","557016","544853","547758"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["food","fairground","smile","possibility","restoration","fender","refreshment","appliance","mother","pay"]}
