{"path":"556525.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph captures a casual, intimate family moment at an outdoor event. Featured prominently in the image are three individuals seated on the grass.\n\nOn the left, there is a young boy with short light-colored hair wearing a white T-shirt with a dark number \"7\" and graphic designs on the front, plus multicolored plaid shorts. His mouth is open as if he is speaking or reacting to something, showing a sense of spontaneity.\n\nIn the middle is a young man wearing a vivid red T-shirt, sunglasses with round, dark lenses, and stylish hair swept to the side. He has a calm and cool demeanor, resting his arms around the people next to him, suggesting a protective or intimate gesture. His relaxed posture and casual clothing contribute to a leisurely atmosphere.\n\nOn the right is a woman with dark hair, smiling gently towards the young man, contributing to the relaxed and happy mood of the scene. She wears a red T-shirt that matches the young man's, which might suggest a coordinated or familial connection. She leans slightly towards the man, reinforcing the sense of closeness among the group.\n\nThe background includes other people and a canopy, indicating that this scene is likely taken at a public event or gathering outdoors. The blurred background helps focus attention on the trio in the foreground, effectively isolating them as the central subjects of the photograph.\n\nOverall, the image captures a joyful, sunny day outdoors, filled with human connection and casual relaxation.","title":"Alvin elledge, coal shuttle car loader in the mines, sits with his son at the Tennessee consolidated coal company first annual picnic at a Tennessee valley authority lake near jasper and Chattanooga, Tennessee.  See picture #14059 for his work surroundings.  Miners and their families ate, played sports and heard the company's health and retirement plans discussed","placename":"Tennessee","location":"Tennessee","nn1":["558187","551027","551017","556531","551028","547398","555546","555947","547756","551011","551004","551934","553065","558292","558182","557933"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["t","connection","hair","spontaneity","multicolored","sweep","react","closeness","event","man"]}
