{"path":"556529.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"The photograph captures a moment featuring a man holding a small black poodle puppy. The man appears to be in his 30s and wears a patterned bucket hat with a paisley design in colors that might be blue and brown. He is dressed in a short-sleeved, buttoned-down shirt with vertical stripes in varying shades of blue, green, and white; under this, he wears a white t-shirt with black polka dots. His expression is soft and friendly, looking directly into the camera with a slight squint, possibly due to sunlight.\n\nThe puppy appears to be very young, mainly black with distinct patches of white fur on its paws and chin. The man holds the puppy gently with both hands, supporting it securely. The puppy's features, including its wet nose and fluffy fur, are clearly visible, suggesting it is well cared for.\n\nThe background of this image is softly blurred but one can make out a lightly crowded outdoor setting, possibly a public event or a park. There are vague shapes of people and possibly tents or stands in soft focus, indicating that the photo was taken during daylight in a populated setting.\n\nOverall, the photograph conveys a casual, yet intimate moment between the man and the puppy, framed within the context of an outdoor social event.","title":"Doug McClain with his dog at the Tennessee Consolidated Coal Company first annual picnic at a Tennessee Valley Authority lake near Jasper and Chattanooga, Tennessee. He is a welder and electrician in mine #24. Miners and their families gathered to talk, eat, participate in sports, watch a greased pig contest, and hear about the company's health and retirement benefits.","placename":"Tennessee","location":"OTHER","nn1":["554951","555929","553481","556549","557637","554126","556421","556171","547148","551123","553089","549112","558189","550756","554916","543866"],"cl":[51],"cluster":["#51 &mdash; Wildlife/Animals"],"terms":["fur","30","polka","event","man","nose","dot","tent","bucket","stripe"]}
