{"path":"556532.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph captures a lively outdoor gathering, likely from the 1960s or 70s, judging by the fashion and style evident in the scene. The setting is an open grassy area, presumably a park, where several groups of people are engaged in casual social interaction.\n\nThe subjects are seated and standing in loose clusters. Various styles of leisurewear are visible, with women wearing dresses, sleeveless tops, and a mix of skirts and pants. Men are seen in casual shirts, some short-sleeved and a few in polo shirts, and mostly wearing pants. Children are also present, adding a vibrant family atmosphere to the scene.\n\nKey features include:\n1. A woman sitting front and center, wearing a white dress with a red floral pattern and a pink headscarf, is holding a glass, likely containing a beverage.\n2. Several folks are using foldable, portable lawn chairs, some of which feature bright, striped patterns.\n3. People seem engaged in conversations, with a man in the center foreground wearing a blue shirt and dark sunglasses, capturing attention as he speaks to another person facing him, who is in partial view.\n4. To the left, a young woman kneeling in green pants decorated with a floral trim appears to be speaking with another person whose back faces the camera.\n5. There's a noticeable interaction on the right between a woman holding a small child and another person indirectly facing the camera.\n6. The background is dotted with other similar groups, suggesting a communal or public event such as a picnic or a community gathering.\n\nThe general atmosphere is casual and relaxed, pointing to a warm, friendly event under clear skies. This image serves as a nostalgic depiction of communal outdoor activities, reflective of the social customs and style of the era.","title":"Miners and their families gather to talk and enjoy the outing at the Tennessee Consolidated Coal Company first annual picnic at a Tennessee Valley Authority lake near Jasper and Chattanooga, Tennessee. They ate a barbecue lunch, participated in sports, watched a greased pig contest and heard the company officials explain health and retirement benefits.","placename":"Tennessee","location":"OTHER","nn1":["553761","553183","555947","558295","553169","553264","551675","551017","551029","550082","557955","558182","551460","553319","556522","557031"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["woman","speak","pant","folk","person","gathering","face","style","polo","event"]}
