{"path":"556576.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph depicts an intimate indoor scene, likely set in a living room. On the left, there is a woman seated in an armchair. She is wearing glasses and a white blouse with colorful embroideries on its collar. She holds a small dog on her lap, and there's a lit cigarette in her right hand. Her posture and expression suggest a relaxed moment as she converses with the man opposite her.\n\nThe man is seated in a chrome-and-black wheelchair, suggesting mobility issues. He is dressed in a black shirt and is slightly leaning forward, engaging with the woman. His posture and expression indicate active participation in the conversation, and he holds both his hands on the armrests of the wheelchair.\n\nTo the right of the scene, there appears to be another person, partially cut off by the photo's framing, likely a woman, indicated by the glimpse of a flowered blouse.\n\nThe background of the room features dark wood paneling and a chaplet hanging on the wall. A draped curtain partially covers a window, and several elements contribute to a personal touch, such as the framed pictures—one prominently displaying a portrait of a young girl—and various trinkets and a lamp with a traditional style shade.\n\nThe atmosphere of the photograph is homey and personal, emphasizing a casual and intimate interaction among the subjects within a lived-in space, warmly lit, likely by indoor lighting given the interior setting. Overall, the photo captures a slice of everyday life, highlighting personal connections and the environment they inhabit.","title":"Jack Smith, 42, a disabled miner from Rhodell, West Virginia near Beckley, with his wife, Della Mae","placename":"Rhodell (W. Va.)","location":"Rhodell, West Virginia","nn1":["556559","553546","558314","547421","543041","547401","557353","558335","551337","557359","552611","558337","551278","554895","556171","556550"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["wheelchair","blouse","room","armchair","woman","posture","mobility","paneling","participation","cigarette"]}
