{"path":"556566.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph depicts a science or research lab setting, possibly from the mid to late 20th century based on the technology and fashion evident. The room is populated by multiple individuals engaged in different tasks, which suggests a busy and collaborative environment.\n\nForeground:\n- To the right, two men are seated at a desk. One, shirtless and with electrodes or sensors attached to his back and sides, is being attended to by a female lab technician, who seems to be reading or writing notes. Next to them on the desk, there are several office supplies including papers, a binder, a cup, pens, and what appears to be a book.\n\nMidground:\n- Another man, also shirtless and with sensors on his back, is actively walking on a treadmill, observed by a technician who is adjusting or monitoring equipment connected to the treadmill. Some electronic devices like oscilloscopes and measurement tools are visible on the benches behind them.\n\nBackground:\n- Further in the background, a woman in a lab coat and a man in a gray coat are standing, seemingly engaged in a discussion near more complex laboratory equipment, which includes various racks filled with electronics and wires.\n\nColor and Mood:\n- The lab is painted in a soft blue, with good lighting that contributes to a focused, professional atmosphere.\n\nOverall, the composition and activities suggest that this is a research facility perhaps focused on physiological or biomedical studies, based on the presence of biomedical equipment and procedures involving the human body.","title":"Miners undergoing tests in the black lung laboratory at the Appalachian regional hospital in Beckley, West Virginia.  Breath tests, heartbeat monitoring and blood samples are among the known tests done under the direction of dr.  Donald rasmussen miners from this area and several other states come here to find out if they have coal dust particles in their lungs which leads to progressive shortness of breath","placename":"Beckley (W. Va.)","location":"Beckley, West Virginia","nn1":["549358","556571","552386","548860","548861","542765","555249","546344","549367","549610","549627","556574","556570","549607","546285","549332"],"cl":[30],"cluster":["#30 &mdash; Equipment"],"terms":["lab","technician","desk","research","equipment","coat","back","pens","science","procedure"]}
