{"path":"556508.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph features a scene at a beach where various activities and interactions are taking place. In the foreground, a group of men, numbering around a dozen, are gathered around a small tree or shrub planted in the ground. Some of the men appear to be engaged in planting or stabilizing the tree, with at least one person digging or adjusting the soil around the base. Others in the group are observing, with a few standing and talking casually.\n\nThe men are dressed in a variety of casual and semi-casual outfits typical of warmer weather, including short-sleeve shirts, slacks, and a mix of hats, reflecting styles that could hint at a particular era (possibly the 1960s or 1970s judging from the fashion).\n\nIn the background, other beachgoers can be seen by the shore and in the water. A few individuals are wading or swimming in the lake, while others walk along the beach or sit near the water's edge. The environment is bright and sunny, suggesting a clear day, and the water appears calm.\n\nOverall, the composition of the photo captures a social and active moment at a lakeside setting, with the focus primarily on the group involved in the tree planting, contrasting with the recreational activities in the background.","title":"Employees of the Tennessee consolidated coal company at jasper, near Chattanooga, Tennessee, get ready to play softball at the company's first annual picnic.  Mine employees and their families had a chance to swim in a Tennessee valley authority lake, play a variety of sports and listen to their hospital and pension plans.  Kids participated in a greased pig catching contest.  A variety of prizes were awarded to people attending the event, including a dishwasher and a shotgun","placename":"Tennessee","location":"Tennessee","nn1":["543439","552286","543321","552033","557772","554899","546334","544003","546290","553447","558233","548541","553446","545267","545725","550243"],"cl":[17],"cluster":["#17 &mdash; Fish"],"terms":["planting","group","beach","dozen","beachgoer","slack","wade","stabilize","other","dig"]}
