{"path":"556570.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"The photograph depicts a clinical or laboratory setting where a shirtless male patient is undergoing some form of medical testing or rehabilitation. The patient holds onto a handrail that surrounds a treadmill, suggesting that the assessment may pertain to his physical fitness or cardiac health. The patient has multiple electrodes attached to his back and torso, which likely connect to the monitoring equipment to track his vitals during the exercise.\n\nObserving the patient are two individuals: one appears to be a female healthcare provider or nurse, dressed in a white uniform, standing behind the patient with her hands clasped behind her back, attentively watching the procedure. The other individual, likely a technician or another healthcare worker, is a young man seated casually on a desk cluttered with medical equipment and possibly controls relevant to the patient's testing. He is also focused on the patient, indicating his involvement in monitoring the exercise.\n\nThe background is filled with various pieces of medical or scientific equipment, including meters, monitors, and cables, which contribute to an overall impression of a well-equipped medical facility. The walls are a muted blue, and the lighting casts a calm, focused atmosphere suitable for precise scientific or medical work.","title":"Miner in the black lung laboratory at the Appalachian regional hospital in Beckley, West Virginia, undergoing tests while on a treadmill.  His lung capacity and heartbeat are monitored, and blood samples are taken.  At the left is delila lafon, who draws the blood samples, and is the wife of a miner.  At the right is john ellison chief lab technician.  The blood will be checked for oxygen content","placename":"Beckley (W. Va.)","location":"Beckley, West Virginia","nn1":["556571","556567","556555","556575","556574","545482","545395","556566","556568","553034","556556","556569","547399","545478","558178","545399"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["patient","exercise","testing","monitor","equipment","assessment","nurse","back","handrail","torso"]}
