{"path":"556577.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"This photograph depicts a young girl standing in front of a large, brightly colored tapestry depicting a religious scene. The mural features an image of Jesus Christ with blue and white aura, gesturing with his right hand, while his left arm is extended. Surrounding Jesus are images of angels and a scenic representation of a village with houses.\n\nThe girl, who appears to be in her early teens, is positioned in the foreground and is slightly off-center to the left of the frame. She is wearing a striped sleeveless top with dark navy shorts. Her long, brown hair is parted in the middle and hangs loosely around her shoulders.\n\nHer expression is somber and she appears to be looking directly at the camera, with a piercing gaze. She stands with her hands crossed in front of her, suggesting a pose that combines a sense of casualness with perhaps a hint of nervousness or contemplation.\n\nThe setting seems to be a room with dim lighting, hinted by shadows and the overall ambiance. Visible in the background, partially obscured by the girl, is what appears to be a wooden cabinet with glass bottles, suggesting this might be a domestic or community space, possibly a part of a church given the religious tapestry.\n\nThe overall composition and the elements within it create a juxtaposition between the sanctity of the religious figure in the mural and the everyday reality of the young girl standing before it. The image captures a moment that is both ordinary and poignant, set against a backdrop of religious iconography.","title":"Vicki smith, 10, daughter of mr.  And mrs.  Jack smith of Rhodell West Virginia, near Beckley, stands next to a religious tapestry in the family home.  Smith lost both legs in a mine cave-in and fought 18 years before receiving workmen's compensation.  He now operates a beer joint.  Smith comes from a family of nine brothers and seven sisters.  All the men, except an infant who died, went to work in the mines","placename":"Rhodell (W. Va.)","location":"Rhodell, West Virginia","nn1":["558219","553532","552961","558238","548289","549709","552747","556546","557843","558409","546554","557632","552957","556138","553501","551473"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["girl","mural","tapestry","teen","pierce","village","cabinet","aura","reality","front"]}
