{"path":"556505.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph captures an industrial scene involving large mining machinery. In the foreground, we see a prominent piece of equipment which appears to be a disassembled part of a mining machine, likely a cutter head used for underground drilling or tunneling. This component is made up of multiple cylinder-shaped bodies connected to each other, all covered in a yellow paint which is notably worn and dirty, indicating frequent use. Each cylinder is outfitted with numerous bolted-on elements, possibly cutting tools, covered partially by a black, dirt-like substance. The part rests on wooden beams, likely placed there for support and stability during storage or maintenance.\n\nIn the background, the setting is a clearing surrounded by lush green forest. The ground appears to be compacted earth commonly found in industrial sites and there are no paved roads visible. Additional pieces of similar looking machinery, painted in red and also featuring yellow elements, are dispersed in the area, suggesting a site actively used for large scale mining or construction operations. A red truck or mobile equipment housing can be seen parked in the mid-ground area, adding to the industrial nature of the scene.\n\nThe sky is overcast, casting soft lighting without harsh shadows, which hints that the picture might have been taken either early in the morning or during a cloud-covered day. The overall scene portrays a work in progress or maintenance break in an ongoing industrial project in a remote location.","title":"The Tennessee consolidated coal company at jasper, near Chattanooga, Tennessee, is upgrading its technology with a new 3-foot-high continuous loader for their new mine in grundy county before arrival of the new equipment coal form the shafts was obtained by the undercut and blast method.  A progressive and modern non-union mine, it has an up to date processing plant and loading dock on the Tennessee river.  The firm sells most of its coal to japan.  It is metallurgical (high) grade","placename":"Tennessee","location":"Tennessee","nn1":["555631","556506","556350","556325","554826","556446","543639","553827","554765","544134","555638","543785","544099","555633","547777","555644"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["cylinder","mining","disassemble","maintenance","stability","bolt","machinery","site","piece","compact"]}
