{"path":"556506.jpg","date":"August 1974","photographer":"Corn, Jack","caption":"This photograph depicts an industrial or construction scene in a natural setting. The primary focus is on heavy machinery which is yellow in color, appearing robust and utilitarian, typical of industrial equipment used in construction or mining operations. There are several large pieces of machinery, including what might be compressors or generators, positioned on a flat, muddy surface that looks compacted from frequent use.\n\nIn the background, there is a large exposed dirt cliff or excavation site with various layers of soil and rock visible, indicating recent digging or excavation activity. The site is bordered by a line of trees which suggests that this might be taking place in a rural or semi-wooded area. Above this, the sky is visible, appearing to be dusky, suggesting either early morning or late evening light.\n\nThe ground around the machinery is bare and muddy, sparsely covered with grass or vegetation, which could be due to the heavy traffic and activity in the area. No people are visible in the photo, focusing all attention on the machinery and the landscape altered by industrial activity. The setting conveys a sense of ongoing, heavy-duty work, possibly related to construction, mining, or environmental management.","title":"The Tennessee consolidated coal company at jasper, near Chattanooga, Tennessee, is upgrading its technology with a conveyor belt (shown) and a continuous miner.  Previously the company had been using the undercut and blast method.  This new mine will be number five for tcc, a progressive non-union mine that sells metallurgical (high) grade coal, mostly to japan","placename":"Tennessee","location":"Tennessee","nn1":["556325","543785","555633","556505","545662","552814","556350","545665","547254","555638","554809","544138","545661","555631","555644","547583"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["machinery","excavation","construction","mining","digging","compact","site","alte","duty","cliff"]}
