{"path":"556664.jpg","date":"April 1974","photographer":"Pickerell, Jim","caption":"The photograph depicts a tiled subway station wall with two adjacent posters featuring the same artist, Elliott Murphy. Both posters have bold, prominent text at the top stating, \"ELLIOTT MURPHY IS GOING TO BE A MONSTER.\" This phrase is set in all caps and highlighted in a reddish-pink tone. The posters feature a large headshot of Elliott Murphy in a contemplative pose, resting his chin on his hand, with his long hair framing his face. He is looking directly at the viewer.\n\nIn the center and bottom of each poster, there are smaller black and white images of Murphy, including scenes that seem to be from performances and possibly other moments from his career or life. The text on the poster includes glowing quotes about his songs from named individuals and sources, adorned in contrasting black against the muted background.\n\nThe condition of the subway tiles around the posters is worn and slightly dirty, with some chipped and missing tiles, adding a gritty, urban atmosphere to the scene. There is a dark shadow cast across the middle of the image, likely from an object outside the frame, dividing the scene into two parts and giving depth to the relatively flat surface of the tile wall. The setting and presentation suggest a somewhat vintage or retrospective vibe, perhaps from the 1970s or 1980s, reflecting the era in which Murphy might have been particularly prominent.","title":"Advertising along the walls of a subway platform on the Lexington Avenue line has been defaced with graffiti. Police of the New York Transit Authority arrested more than 1,400 persons defacing subway platforms and cars in 1973, and more than 2,000 in 1974. Although the Transit Authority has a constant program of maintenance and repainting, very few cars on the subway are free from graffiti inside and out.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["548265","548273","556761","556811","553823","554325","548253","556663","548270","556650","556821","548260","556682","548258","548271","548266"],"cl":[3],"cluster":["#03 &mdash; Billboards"],"terms":["poster","tile","subway","artist","text","chin","phrase","presentation","wall","black"]}
