{"path":"556642.jpg","date":"August 1974","photographer":"Hiser, David","caption":"This photograph captures an active construction site scene under a clear sky. Two workers are visible, engaged in the building process of what appears to be a small-scale structure consisting of several layers and different materials.\n\nThe main focus of the image is the construction of a rectangular building with partially assembled walls. The lower part of the walls is covered with a unique, metallic mesh or grid texture. Above this, concrete blocks have been laid with reinforcing steel bars protruding upward for future construction layers.\n\nOne worker, wearing a yellow shirt and darker pants, seems to be mixing or working with cement or mortar on top of the wall. A second worker can be somewhat seen in the background involved in another task associated with the build. Safety and construction equipment such as wooden supports and ladders are strategically placed around the site to facilitate the building process.\n\nThe site itself is surrounded by a rugged landscape with sparse vegetation, indicative of a relatively barren or desert-like area. The vastness of the sky and distant mountains form the backdrop, creating a sense of isolation and the enormity of the natural surroundings compared to the human-made structure.","title":"Exterior of an experimental all aluminum beer and soft drink can house under construction near Taos, New Mexico. This shot was taken two months after the foundation was laid. The wood forms on the top will be used to pour concrete beams. The house was built by laying cans horizontally in two thicknesses and separated by a vertical sheet of foam insulation.","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["556643","553924","555373","556635","549640","544167","543594","557730","546414","543592","547977","553385","547989","546422","547858","556619"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["construction","worker","site","wall","enormity","cement","process","layer","build","ladder"]}
