{"path":"556605.jpg","date":"December 1974","photographer":"Corn, Jack","caption":"This photograph captures a scene in a rustic outdoor setting, likely on a farm or a similar rural environment. It features a young child, wearing a dark coat with a hood and dark pants with white socks and dark shoes, standing next to a wooden fence or pen. The child is facing away from the camera, looking towards a black pig that is partially visible inside the pen. The pig is near a wooden structure that might be used for feeding or sheltering the animals.\n\nThe setting is somewhat barren, with leafless shrubs and trees scattered around. The ground appears to be muddy or sparsely vegetated, which is typical of outdoor areas used for livestock. Natural light illuminates the scene, suggesting it is daytime. A sense of early spring or late autumn is evoked by the lack of foliage and the quality of the light.\n\nThe background shows an open landscape that stretches back to a line of trees in the distance, hinting at a vast rural property. Some discarded items and debris are scattered near the pen, indicating this area is used for practical purposes rather than aesthetic ones.\n\nOverall, the composition of the photo, combining elements of rural life with the candid presence of the child and the pig, offers a glimpse into everyday farm activities and interactions with animals.","title":"Michael Gipson, 14, son of Mr. and Mrs. Wayne Gipson who live near Gruetli, Tennessee, near Chattanooga, feeds the family cows after school. The father keeps them as well as some pigs and chickens to give his sons a sense of responsibility. Mr. Gipson is a conveyor belt operator in a non-union mine and a minister who does not have a regular church. He officiates at weddings and funerals and preaches at revival meetings.","placename":"Gruetli (Tenn.)","location":"Gruetli, Tennessee","nn1":["556608","546954","557938","543682","547326","549200","552663","553585","543117","543029","554894","552581","548959","554883","543678","544426"],"cl":[51],"cluster":["#51 &mdash; Wildlife/Animals"],"terms":["pen","child","farm","animal","sock","livestock","hood","property","outdoor","one"]}
