{"path":"556617.jpg","date":"May 1974","photographer":"Hiser, David","caption":"This photograph depicts a large, open field scattered extensively with stacks of canned goods, some of which are organized into tall stacks while others are more haphazardly strewn about. The cans appear weathered and many are rusty, suggesting they have been exposed to the elements for a significant period. In the center of the image, there's a noticeable sign with a radioactive hazard symbol, indicating potential contamination or hazard associated with the area or the cans.\n\nThe background shows a line of bare trees and shrubbery, perhaps marking the edge of a wooded area. The sky is clear with a bluish hue, indicating that the photograph was taken during the day under favorable weather conditions.\n\nThe overall scene gives an impression of abandonment and neglect, possibly hinting at environmental issues or waste management problems. The presence of the radioactive hazard sign adds a layer of concern regarding the safety and nature of the discarded materials. There's no human presence or activity visible in the image, adding to the desolate and uncared-for impression of the scene.","title":"Stacks of building blocks for experimental housing being built of empty steel beer and soft drink cans near Taos, New Mexico a total of eight cans weighing 14 ounces are wired together and placed in mortar in the outside walls.  Builder michael reynolds considers the houses functional and attractive, and as much as 20% cheaper than ones built by conventional methods.  Some 70,000 cans are needed to build one house.  A machine could be designed to make the units at a sharply reduced cost","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["556640","556639","551246","542494","553433","556324","552885","552884","557307","547506","544640","546000","553905","548758","552937","543806"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["hazard","can","stack","impression","regard","contamination","symbol","shrubbery","good","concern"]}
