{"path":"556626.jpg","date":"June 1974","photographer":"Hiser, David","caption":"This photograph features a man in a small, somewhat dimly lit bathroom engaging in the activity of shaving. The man, who appears to be middle-aged, is shirtless and captured from behind, with a focus on his reflection in the bathroom mirror. In the mirror, we see his face covered partially with shaving foam, and he is using his right hand to shave with a razor.\n\nThe bathroom has a rustic and somewhat dated look, with wooden panel walls painted in a dark tone. The mirror cabinet, framed with wood, houses a variety of toiletry items visible both on the shelves behind the open mirrored door and on the counter below. The counter seems cluttered with various bottles and containers possibly containing grooming products. \n\nThe image of the man shaving is center-aligned with emphasis on his concentrated expression as he engages in this personal grooming activity. The composition and setting suggest a personal and intimate look into a mundane, everyday ritual. His back muscles are tensed slightly, showing focus and perhaps the cold of the room, which is also hinted at by the presence of a towel hung near him. The small white porcelain sink and the metal faucet in front of him are clean but have a functional and simple design, in keeping with the overall utilitarian appearance of the room.\n\nOverall, the photograph captures a very private moment typically unseen by others, presenting the routine yet personal nature of male grooming in a residential setting.","title":"Owner of the first house made completely from empty steel beer and soft drink cans in his bathroom finished with aged barn wood. Architect Michael Reynolds reports houses made of can result in savings of as much as 20% over conventional structures with the savings, he likes to build in handmade details in the houses companies manufacture 30 billion 12-ounce steel cans annually enough material for 428,571 homes using 70,000 cans each.","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["557892","543713","542784","544232","552104","557035","552105","557648","553052","548458","546636","556443","545974","557034","545417","554340"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["mirror","counter","room","sink","cabinet","towel","routine","shelf","product","foam"]}
