{"path":"556694.jpg","date":"April 1974","photographer":"Pickerell, Jim","caption":"The image shows a lively event, possibly a public gathering or function, taking place in a large room characterized by an auditorium-like setting. In the upper half of the photograph, there is a brightly lit stage area where a significant activity is occurring—it appears to be a formal event as a man in a suit, possibly a political figure or a high-ranking official, is engaged in an official act, possibly signing a document, with several people standing around him. These individuals, both men and women, are dressed in formal attire, suggesting the importance of the occasion. An American flag is visible, suggesting the event is in the United States.\n\nAdjacent to this area, to the left in the image, is a New York State Lottery booth illuminated by artificial lighting and manned by a couple of attendants. This indicates the event might have a local or community focus, possibly related to a governmental or public announcement or celebration. Below these focal points, the foreground is filled with the backs of numerous attendees, their heads turned towards the action unfolding on the stage. The attendees appear to be a diverse group, wearing mostly formal or business attire. \n\nThe overall composition of the photograph narrates a scene of a formal yet public occasion, attended by a variety of individuals, and involving a significant ceremonial or governmental act, coupled with elements of community engagement like the lottery booth. The lighting focuses mainly on the action areas - the stage and lottery booth, leaving the audience in relative shadow which brings a dramatic contrast in the visual tone of the image.","title":"Crowd collects in New York City's GRand Central Station to find out some of the winners of the New York State Lottery. This station also is a place to buy tickets for the Amtrak Metroliners which make 16 round trips each day between New York City and Washington, District of Columbia. The corporation had 18,000,000 passengers in the U.S. during 1974, an increase of 10 percent over the previous year. Amtrak owns the cars and equipment, but leases use of the tracks.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["543925","543924","556243","545384","556068","556451","557703","556272","552618","547320","551852","553322","556247","554333","545868","547365"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["booth","stage","event","occasion","act","attendee","action","official","attendant","community"]}
