{"path":"556653.jpg","date":"April 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts the interior of a subway car filled with passengers. The car displays heavy graffiti on its walls, doors, and even some windows, with various tags and messages scribbled in different colors. The seats are lined along the sides of the car, allowing passengers to face each other. The lighting comes from overhead fluorescent lights which, along with the graffiti, create a gritty, urban atmosphere.\n\nIn terms of passengers, the car is moderately filled with a diverse group of people, some sitting and some standing. A young woman in a red coat stands in the center, holding onto a pole, as she interacts with someone out of view. Other passengers seem engaged in various activities; some are conversing, others are reading papers or books, one person appears to be sleeping or resting their head, and a few are looking away or out the windows.\n\nThe passengers are dressed in a variety of clothing styles, suggesting the photograph might have been taken in a cooler season. Some are wearing jackets and hats, and their expressions range from engaged and lively to tired or contemplative. \n\nThe overall atmosphere conveyed is one of everyday urban life amidst the decay and vibrancy of a city transit system from a past era, highlighted by the dated appearance of the subway car’s design and the prevalence of graffiti.","title":"Passengers aboard the New York City Transit Authority subway on the Lexington Avenue line are oblivious to the graffiti covering the sides of the car. Arrests for this crime climbed from more than 1,400 in 1973 to more than 2,000 in 1974. In spite of a constant maintenance and repainting program by the transit authority, there are almost no cars operating on the various lines that are free of graffiti. The New York subway has 232 miles of track and is the longest in the world.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["556652","556691","556665","556813","556811","548258","554324","556814","556780","548260","548261","554325","554328","556669","553823","556661"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["passenger","subway","car","graffiti","tag","past","standing","vibrancy","transit","term"]}
