{"path":"556627.jpg","date":"June 1974","photographer":"Hiser, David","caption":"The photograph features an interior setting that has a distinct, arched, loft-style architecture. The ceiling is high and vaulted, partially coated with a rough, white texture, probably a form of stucco. There's an abundance of natural light flooding in through multiple windows, including a set of large, triangular windows at the end of the room and skylights above.\n\nIn the immediate foreground, there is a living area furnished with modern and colorful furniture. The floor is dark, possibly a hardwood or a dark-stained material, that contrasts with the bright and airy atmosphere above. A large, patterned area rug covers part of the living space, topped with a long, narrow coffee table which is draped with a decorative fabric and various objects such as books and small ornaments.\n\nTo the left, a small dining area is visible, featuring a simple table and chairs, and what looks like a vase with flowers on the table, enhancing the homey feel of the space.\n\nSeveral people are present in the scene. On the right, a man is seated on a bench by the wall, engaged in reading or inspecting some papers he holds. He is dressed in a light-colored top and darker pants, suggesting a casual or semi-formal attire. Behind him, the wall is fitted with several framed pieces, possibly artwork or photos adding to the decorative aesthetics of the room.\n\nOverall, the composition of the photograph presents a comfortable, vibrant living space with a blend of modern furniture and rustic architectural elements, occupied by individuals in a relaxed, domestic setting.","title":"Owner of the first house made completely from empty steel beer and soft drink cans sits in his living room near Taos, New Mexico.  Eight cans are made into block like units and covered with mortar for the exterior walls.  Interior walls are made from individual cans laid horizontally.  The ceiling is finished with sprayed on reprocessed paper.  The architect feels such houses can be built for as much as 20% less than conventional structures","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["555310","556647","555311","555312","546511","555290","555317","543041","546500","551487","555316","546515","551267","555304","555289","551320"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["living","table","furniture","room","arched","homey","stucco","vase","space","skylight"]}
