{"path":"556613.jpg","date":"May 1974","photographer":"Hiser, David","caption":"The photograph captures a scene inside a cozy, dimly-lit bar which gives off a classic, perhaps somewhat retro vibe. A woman stands at the forefront, behind the bar, focusing on her task of handling multiple beer cans. She has dark hair and wears a white blouse, showing a serious expression as she either arranges or picks up cans of \"Schlitz\" beer from a cardboard case that prominently displays the \"Budweiser\" logo as well.\n\nThe bar itself is lined with various elements typical of a traditional tavern. There's an assortment of liquor bottles crowding the shelves in the background, and vintage advertisements and prints decorate the walls, enhancing the old-fashioned feel of the place. The bar counter shows a couple of white ashtrays and what might be small bowls or coasters. On the right, a lone male patron sits at the bar, interacting with another staff member. He is dressed in casual attire and is captured in a side-profile view, clutching a drink or perhaps resting his head in his hand.\n\nThe background, illuminated by natural light filtering in through a window, reveals the additional decoration of a mounted animal head, above the seated patron, adding to the rustic charm of the bar.\n\nOverall, the photograph beautifully depicts a moment from everyday bar life, emphasizing quiet interaction and the texture of a classic American tavern setting.","title":"Empty steel beer and soft drink cans were accumulated from a variety of sources near Taos, New Mexico, to be used in building experimental houses.  Because 70,000 cans are needed to build one structure, the can manufacturing industry is watching with interest.  Builder michael reynolds bought the cans from bars at 15 cents a case and advertised.  He considers the houses functional and attractive, and as much as 20% cheaper than ones built by conventional methods","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["553518","548233","547794","554278","548234","547796","558268","551342","543039","554219","547376","558264","543990","547805","551085","556676"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["bar","patron","beer","can","clutch","head","case","staff","bowl","pick"]}
