{"path":"556695.jpg","date":"April 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a scene at a public indoor space, likely an exhibition or a store, showing a mix of people and informative displays. At the back of the room, there are four large vertical fashion posters illuminated by bright lights. The posters feature full-body images of women in various dynamic and stylish poses, showcasing different outfits ranging from a bohemian dress and accessories, an elegant wrap-dress paired with a hat, a sharp tailored suit with hand accessories, and a sophisticated evening gown.\n\nBelow these posters is a long counter where several individuals are serving customers or operating equipment. In the foreground of the image, there is a group of people, adults and some children, standing or moving about. The crowd appears diverse, with men and women in various styles of clothing indicative of the modern and more formal attire typical of public events or city environments during the daytime.\n\nAt the corner of the poster featuring the evening gown, a small sign is conspicuously placed, adding an educational or advocacy element to the display. It reads, \"TO CONSERVE ENERGY THE POWER TO LIGHT THIS SIGN HAS BEEN REDUCED 63%,\" promoting energy conservation to the viewers—an interesting juxtaposition against the backdrop of high-fashion imagery.\n\nOverall, the room's ambiance is bathed in soft lighting with some shadows, emphasizing the glow from the lit fashion posters. The setting suggests an environment focused on fashion and possibly customer interaction and public information dissemination.","title":"Passengers line up in New York City's GRand Central Station to buy tickets for Amtrak passenger trains.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555456","554378","554386","554383","556703","556825","558194","554382","557723","551666","556054","547763","556648","551320","556209","545384"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["poster","fashion","gown","accessory","customer","room","evening","tailor","exhibition","imagery"]}
