{"path":"556623.jpg","date":"June 1974","photographer":"Hiser, David","caption":"The photograph features an unusual, architecturally interesting building situated in a dry grassland setting, likely in a semi-arid or arid region given the dry grass and distant mountains. The building has a distinctive, possibly concrete, construction with a base that consists of a typical rectilinear form topped by a large, half-cylindrical structure which gives it an almost industrial or futuristic look. The roof of this cylindrical section has several small white-trimmed windows lined up along its curvature, improving the interior's natural lighting.\n\nTo the right side, attached to the main structure, there is an entirely separate section with a more straightforward, blocky design boasting a flat roof and an external staircase. This staircase leads to the roof of this section, where a person, who appears to be a young child, is standing. The staircase is surrounded by safety railings.\n\nIn the forefront of the building, a large, thin chimney or industrial pipe extends upward, standing out against the landscape. The background is dominated by a mountain range under a clear blue sky, enhancing the isolated and expansive feel of the setting.\n\nOverall, the composition of the photograph, with the unique structure in a landscape that conveys a sense of remoteness and tranquility, is visually striking. The presence of the person adds a human element, suggesting that this building serves as a home or a community space in an otherwise sparse environment.","title":"First experimental house completed near Taos, New Mexico using empty steel beer and soft drink cans.","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["556628","555318","555321","546468","555320","546469","548946","555286","546480","555308","549221","556629","544396","557330","546473","556625"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["staircase","section","roof","curvature","remoteness","grassland","mountain","building","person","concrete"]}
