{"path":"556649.jpg","date":"April 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts a scene inside a dimly lit underground train station. In the foreground, an Amtrak train is partially visible with its sleek, dark exterior evident. The platform is relatively busy with passengers, some of whom are standing and others seemingly engaged in activities like checking a timetable or waiting with luggage. Towards the center and right side of the image, there is a distinctively illuminated sign hanging from the ceiling that displays the Amtrak logo with various train service details beneath it, indicating departures, arrivals, and track numbers. The platform is numbered '5', as seen on another smaller signage, implying the photograph is capturing activity at this specific platform. The overall ambiance of the station is slightly shadowy with punctuations of artificial light from ceiling panels which provide some illumination, casting soft glows on parts of the platform and the waiting passengers. The walls are dark, and the entire setting conveys a quiet, perhaps early morning or late evening, vibe typical of a metro or train station.","title":"Amtrak passengers board a Metroliner passenger train at Philadelphia's 30th Street Station. The Metroliner trains make 16 round trips per day between Washington, District of Columbia and New York City with four to five stops along the way. Amtrak counted 18,000,000 passengers in the U.S. during 1974, a 10 per cent increase from the previous year. During 1974 the corporation collected $256.9 million in revenue and had a deficit of $272.6 million.","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["555960","556660","556074","556073","556688","556063","551894","556071","556673","556701","556670","556855","556059","556650","555984","556103"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["train","platform","station","ceiling","passenger","arrival","departure","luggage","illumination","logo"]}
