{"path":"556620.jpg","date":"June 1974","photographer":"Hiser, David","caption":"This photograph captures an indoor scene inside a tent with a pointed top. The tent' s interior features a geometric structure with multiple seams converging towards the apex, creating a visually interesting series of lines against the lighter color of the tent fabric.\n\nIn the center of the image, an individual is sleeping on a colorful patchwork quilt that spreads across the floor of the tent. The person, possibly a male, is dressed in a checkered shirt and jeans, suggesting a casual, possibly outdoor setting. \n\nSurrounding this person are various items suggesting a lived-in or temporary habitation space. Visible things include books, a tobacco pipe, papers, possibly some writing materials, and a bottle, creating a somewhat scholarly or studious atmosphere. The items are spread out casually around the sleeping person, adding to the relaxed and personal nature of the scene.\n\nOverall, the composition and elements suggest a peaceful moment in a personal retreat, perhaps during a camping trip or a similar outdoor venture, where the tent serves as a temporary home filled with personal items.","title":"Architect and experimental house builder michael reynolds who lives near Taos, New Mexico, in the pyramid-shaped room where he sleeps.  It is modelled exactly after the great pyramid in egypt he is experimenting with the effects of the pyramid on human consciousness.  He is keeping a journal of his thoughts and experiences, and hopes to write a book on the subject.  Reynolds is using empty steel and aluminum beer and soft drink cans to build experimental houses","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["549452","548796","543889","545500","553522","557147","551401","544855","554515","548797","554863","554687","553517","548748","549450","552114"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["tent","sleep","item","apex","person","spread","quilt","in","writing","patchwork"]}
