{"path":"556632.jpg","date":"June 1974","photographer":"Hiser, David","caption":"This photograph displays a unique artistic installation featuring a series of circular glasses embedded in concrete. The focus is on a rectangular panel set vertically within the composition. This panel is surrounded by a dark, wooden frame, contrasting with the texture and color of the concrete.\n\nThe rectangular panel is filled with multiple round glass elements in a grid formation. These glass pieces are of varying colors including shades of green, amber, clear, and turquoise. Some glasses are translucent, allowing light to pass through, which creates a mosaic-like effect. Each glass piece seems to refract and reflect light differently, contributing to a dynamic interplay of light and color.\n\nThe background of the image, around the framed area, features similar circular glass elements, but they are embedded directly into the concrete. This continuity of material use connects the centerpiece with its surroundings, providing a cohesive look. The dominance of earthly tones and the texture of the materials suggest an organic, possibly rustic setting, while the use of glass and the manner of its installation give it a contemporary artistic flair.\n\nThe photograph has captured this installation under natural lighting conditions, which highlights the varying opacities and colors of the glass. There are no people or other objects in the image; it focuses solely on the art installation and its intricate details.","title":"Bottle window in the entranceway to an experimental home built with empty steel beer and soft drink cans near Taos, New Mexico. The ends of the cans used in a non-load bearing wall are seen around the window. Using such construction, houses can be built for as much as 20% less than conventional structures, reports the designer. When finished the house will have the solid, natural handcrafted feeling of a traditional adobe home in the Southwest.","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["555329","557318","551488","546482","555155","544012","556641","557314","557280","557333","547763","555317","555326","553254","555174","552474"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["glass","installation","concrete","panel","centerpiece","continuity","dominance","flair","piece","use"]}
