{"path":"556612.jpg","date":"June 1974","photographer":"Corn, Jack","caption":"The photograph provides a glimpse into a social scene at a rustic establishment named the \"Coal City Club\". The setting is a day with moderate lighting, possibly taken during the late afternoon.\n\nThe building, which appears to be a local club or pub, features a front porch where a group of people is gathered. The structure has a bit of a run-down look, with peeling paint and some wear visible. The façade displays several iconic signs, advertising \"Beer\", \"Pepsi\", \"Coca-Cola\", and \"Royal Crown Cola\". The Coke and RC Cola signs are particularly prominent, evoking a nostalgic feel typical of small-town America during the mid-20th century.\n\nOn the wooden porch, there are three men visible. Two of them are seated together at the left of the frame, engaged in conversation. One of these men is wearing a casual white T-shirt and pants while the other sports a vibrant floral shirt. On the right-hand side, inside the shadowed doorway of the club, another individual can be seen partially obscured, seeming to observe the activity outside or possibly engaged in his own conversation.\n\nThe overall ambiance is relaxed and informal, with the porch functioning as a place for social interaction and relaxation. Surrounding the building are lush green trees, hinting at a rural or semi-rural location. The picture captures a slice of daily life, focusing on everyday leisure and community interactions in a small town setting.","title":"Coal city club in coal city, West Virginia, a part of Beckley all of the men are coal miners.  Note that some of them are \"hunkering down\" rather than sitting.  This is a familiar stance to all miners who use this posture in the mine shafts which have low ceilings","placename":"Beckley (W. Va.)","location":"Beckley, West Virginia","nn1":["558313","547789","547796","554866","547794","551279","548234","556214","550323","557360","554482","548654","546209","551116","557767","544406"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["club","porch","town","conversation","peeling","shadowed","advertising","establishment","t","doorway"]}
