{"path":"556636.jpg","date":"June 1974","photographer":"Hiser, David","caption":"This photograph shows an outdoor scene where two people are involved in what appears to be a construction or building activity. In the foreground, there is a large pile of discarded cans, showcasing a variety of colors and contributing to an overwhelming sense of clutter and waste. These cans are dumped in an open cavity surrounded by low concrete block walls, suggesting an attempt at some form of containment.\n\nIn the middle ground, two people are working near structures made of wood. One individual, wearing a red headband and dark clothing, is standing on the right, seemingly holding some construction material or tool. The other individual, on the left, dressed in a white shirt and light-colored pants, is bending over, appearing to be handling or placing a small, cylindrical object. Beside them, there are wooden posts and planks, possibly part of a framework for a building or a fence.\n\nThe background features a dramatic natural landscape with mountains under a blue sky scattered with fluffy, white clouds. This scenic backdrop contrasts sharply with the man-made disturbance in the foreground, highlighting a poignant juxtaposition between natural beauty and environmental impact.\n\nOverall, the composition of the photograph presents a narrative of construction or repair amidst an environment that is impacted by human waste, possibly hinting at themes of recycling, environmental cleanup, or sustainable building practices.","title":"Experimental house being built of empty aluminum beer and soft drink cans.  It is the first to use all aluminum cans; two other houses used steel cans.  The picture shows the finished foundation with upright forms for pouring concrete beams.  The owner and architecture students built the house under supervision of designer michael reynolds.  Cost of this type of housing can be as much as 20% less than conventional structures near Taos, New Mexico","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["542549","556640","549957","543832","545299","553039","542550","556639","556638","547906","542547","547899","544174","543676","543165","551247"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["can","construction","waste","containment","headband","recycling","cleanup","fluffy","poignant","attempt"]}
