{"path":"556638.jpg","date":"June 1974","photographer":"Hiser, David","caption":"This photograph features a man engaged in what appears to be an outdoor construction or building project under a clear blue sky. The man, who is standing to the right side of the frame, is wearing a light blue, short-sleeve shirt, a red headband, and khaki shorts. His attire and the way he is dressed suggest a warm, possibly summer setting.\n\nThe man is interacting with a unique and sizable structure made up of what appear to be hundreds of tin can bottoms, arranged neatly in rows, creating a textured, metallic surface. The cans are embedded into what looks like cement or some kind of bonding agent, indicating that the man is perhaps working on an eco-friendly building project using recycled materials.\n\nIn the background, there is minimal distraction apart from the wooden framework that supports the structure and an unclear brown object that could be another part of the construction materials or tools. The sky above is vividly blue, suggesting it's a clear sunny day, which might explain the casual, light clothing of the person.\n\nThis image captures a moment of creativity and manual labor, emphasizing themes of sustainability and innovative building techniques.","title":"Construction of one of three experimental houses built from empty beer and soft drink cans. All aluminum cans are being used in this construction in contrast to steel cans being used in the other two. Designer Michael Reynolds is using them because their aVailability has increased. An unskilled worker is laying one of two thicknesses of cans which will be separated by a vertical sheet of foam insulation. The exterior will be glass, unpainted concrete and exposed cans near Taos, New Mexico.","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["556636","556642","557731","543594","553921","546414","553924","547858","555373","556631","556643","553385","556633","556619","557730","555318"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["project","cement","sustainability","tin","headband","creativity","distraction","khaki","man","construction"]}
