{"path":"556644.jpg","date":"January 1975","photographer":"Hiser, David","caption":"This photograph depicts a modern architectural structure situated in a wintry landscape. The building features a unique, multi-faceted design with angular, protruding sections that create an interesting geometric shape. Its exteriors are clad in a combination of materials, including warm wooden panels and patterned block masonry, adding texture and visual interest to the otherwise minimalist design.\n\nThe structure is surrounded by a snowy environment with gently rolling hills in the background. The ground is lightly dusted with snow, highlighting patches of shrubbery scattered around the area. No footsteps or human activities are visible, suggesting a quiet, isolated location.\n\nThe sky is clear with a soft gradient of warm colors near the horizon, suggesting the photo was taken either around sunrise or sunset. This lighting casts gentle shadows and gives the snow a slightly bluish tint in contrast to the golden hues of the sunlight on the building.\n\nOverall, the composition focuses on the contrast between the warm, inviting wooden textures of the architecture and the cold, barren landscape around it, framed by a serene and subtly colorful sky.","title":"Completed picture of the experimental all aluminum beer and soft drink can house near Taos, New Mexico. It took about 70,000 cans to complete the two story structure. The cans were laid horizontally in two thicknesses, separated by a vertical sheet of foam insulation. The technique of laying the cans is easily learned, eliminating the need for costly skilled labor. Many of the cans came from a nearby bar where architect Michael Reynolds got them for 15 cents a case.","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["556645","557327","546480","554232","546473","546481","554233","555318","546472","543526","543587","546468","546463","546464","554255","556628"],"cl":[11],"cluster":["#11 &mdash; Desert Landscapes"],"terms":["snow","masonry","tint","shrubbery","sunrise","design","combination","block","gradient","panel"]}
