{"path":"556628.jpg","date":"June 1974","photographer":"Hiser, David","caption":"The photograph features a unique and rustic architectural structure positioned in a dry, grassy landscape surrounded by mountains in the distance. The architecture combines elements of traditional and distinctively artistic style.\n\nMost prominently, the building comprises various geometric shapes constructed with blocks that appear to be covered in a shiny, reflective material, giving a mosaic-like effect. Four parts of the building are visible: the left-most has a barrel-shaped roof with rust and wear visible, suggesting it might be made of metal; the segment is attached to a rectangular structure with a plain, white door and two white-framed windows.\n\nAdjacent to this, towards the center, is the main body of the building that has a slightly higher elevation and is constructed with the same reflective blocks. A chimney-like structure extends above this section further enhancing its distinctive style. The far right of the building reveals a cylindrical tower, again using the same block material, adding a castle-like appearance to the ensemble.\n\nThere is a single individual near the building, dressed in a casual outfit of jeans and a plaid shirt, walking away from the structure, and seeming to be partly engaged in exploring or maintaining the building.\n\nThe vegetation around the building consists of low-lying shrubs and grasses typical of a semi-arid region. The backdrop showcases a mountain range under a clear sky, highlighting the isolation and the scenic nature of the building's location.\n\nOverall, the composition uses a diverse mix of unusual architectural elements, rugged natural surroundings, and a solitary human figure to convey a sense of isolation and creativity in harmony with nature.","title":"Another experimental house made of empty steel beer and soft drink can construction near Taos, New Mexico. This house will be plastered with adobe like the other homes in the area, but will have cost up to 20% less, according to architect Michael Reynolds. The rounded walls are load bearing and are made with building blocks of eight cans. The flat walls are not load bearing and are built with single cans laid horizontally, end out, in the mortar.","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["556623","555318","555321","546468","544396","556629","546480","555286","551263","544137","548946","555320","546469","556999","546463","543339"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["block","building","construct","ensemble","creativity","isolation","harmony","shape","mountain","material"]}
