{"path":"556611.jpg","date":"December 1974","photographer":"Corn, Jack","caption":"This photograph depicts a homey and intimate family dinner scene inside what appears to be a cozy, wood-paneled dining room. At the center of the image is a rounded, white marbled table surrounded by six individuals, likely members of the family, engaged in the act of sharing a meal.\n\nStarting on the left side of the table, there is a woman with long dark hair, dressed in a mustard yellow top. Next to her is another woman, wearing a light cream shirt, who is seating next to a man dressed in a white shirt with rolled-up sleeves, all of whom are likely adults. They are joined by three children. The child directly opposite the man is a young girl with her back turned to the camera, wearing a blue dress. She is flanked by two boys, each partially visible; the boy to her right has sandy blonde hair, and the one to her left has brown hair.\n\nThe table is filled with various dishes and drinks, signaling a casual family meal. Visible items include a large bowl of red sauce or soup, bowls of green vegetables, a jug and glasses filled with a tea-colored beverage which could be iced tea, and various condiments and seasonings. Notably, all participants have bowed heads, suggesting a moment of silence, grace, or deep concentration on their meals.\n\nThe background features rustic wooden walls and décor that includes curtains with stripes and a picture frame hanging on the wall that displays a still-life of kitchen items. The overall ambiance is one of warmth and familial closeness, set in a setting that suggests a pattern of regular family gatherings.","title":"The Wayne Gipson family says a prayer before their evening meal in the kitchen of their modern home near Gruetli, near Chattanooga, Tennessee. They has a simple meal of stew, iced tea and crackers. The night before it has been fried chicken. The family was planning to leave for Florida and Disney World on vacation. It was a present for the whole family during Christmas week, a time miners do not work. This is a good example of the new type coal miner with modern, middle class values.","placename":"Gruetli (Tenn.)","location":"Gruetli, Tennessee","nn1":["548439","552612","554861","551277","556173","556609","556610","557664","544356","557353","551276","556843","545985","544990","543041","544364"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["family","meal","bowl","table","hair","boy","condiment","décor","jug","grace"]}
