{"path":"556640.jpg","date":"August 1974","photographer":"Hiser, David","caption":"This photograph captures a somewhat desolate and chaotic scene outdoors, featuring a large accumulation of seemingly discarded objects and a partial view of a dilapidated construction site. The foreground is dominated by an extensive spread of cans, largely appearing to be aluminum beverage cans, in varying states of organization; some are crushed, while others are intact, and many are gathered in plastic bags or loosely piled.\n\nA central element of the image is the partial structure to the right, which seems to be an unfinished or abandoned small building made of various materials, including wood and metal. It appears weather-beaten, with part of its framework exposed and no visible windows or completed walls. Construction or repair activity seems to have been halted.\n\nOn the left side of the photograph, there is a yellow pickup truck parked beside a pole that might be used for utility services. This suggests the area may be used for industrial or storage purposes rather than residential.\n\nThe background hints at a rural or remote location with rolling hills and a wide-open sky, contributing to a sense of isolation. The landscape is sparse, with very little vegetation visible, enhancing the utilitarian and rough character of the scene.\n\nOverall, the image portrays a setting of neglect and disarray, possibly indicating issues related to waste management, environmental concerns, or economic challenges in the area. The composition conveys a strong sense of abandonment and disorganization amidst a natural, expansive backdrop.","title":"Pile of aluminum beer and soft drink cans await use for the second story of this experimental house near Taos, New Mexico. It was taken two months after the beginning pictures of the house. Two other houses were built using steel cans. Unskilled labor and the cheapness of materials will allow the structure to be built for as much as 20% less than conventional housing. Some 70,000 cans are used in the construction of this two-bedroom home.","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["556324","543165","552102","550264","547775","557307","554536","549307","547901","542549","549750","547921","542494","547039","544640","544831"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["can","aluminum","disarray","construction","beverage","spread","organization","pickup","repair","accumulation"]}
