{"path":"556643.jpg","date":"August 1974","photographer":"Hiser, David","caption":"This photograph depicts a construction site in a rugged, arid landscape. Two men are shown working amid the foundational structures of what appears to be a large building or infrastructure project. The area is surrounded by sprawling, hilly terrain covered with sparse vegetation, typical of a semi-desert or desert environment.\n\nOne man is seen near the center of the photograph. He is bending over a partially constructed, concrete formwork, possibly engaged in manual labor such as adjusting or setting up the formwork. He is dressed casually in light-colored clothing, which might be typical attire for working in a sun-drenched, hot environment. The second man is at the right edge of the framework, also working on the structure, likely coordinating with the first man on the task at hand.\n\nThe construction site is outfitted with various building materials and equipment, including rebar protruding from concrete blocks, wooden planks, formwork panels, and a metal grid surface which might be used for various purposes such as support or safety.\n\nIn the background, the landscape stretches into the distance under a clear blue sky, emphasizing the isolated and open environment where this construction is taking place. The distant hills and sparse vegetation underscore the challenges of constructing in such a terrain. Additionally, utility poles can be seen on a hill in the background, suggesting some level of infrastructure development in the area.","title":"Exterior of an experimental all aluminum beer and soft drink can house under construction near Taos, New Mexico. This shot was taken two months after the foundation was laid. The wood forms at the upper right will be used to pour concrete beams. The house was built by laying cans horizontally in two thicknesses and separated by a vertical sheet of foam insulation.","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["556635","556642","543592","556940","553385","553394","555373","553391","544167","545070","553383","545631","547829","549640","544812","553924"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","rebar","site","man","infrastructure","hill","challenge","project","support","block"]}
