{"path":"556606.jpg","date":"December 1974","photographer":"Corn, Jack","caption":"This photograph features a close-up portrait of a young boy, who appears to be in his early teens. The boy has light brown hair, neatly combed to one side, and his facial expression is calm with a slight, subtle smile. His eyes are looking directly at the camera, giving a sincere and gentle demeanor.\n\nHe is wearing a buttoned-up shirt with a plaid pattern that includes dark and light checks, adorned with two pockets on the front. The fabric and style suggest a casual, everyday garment typical for a young male during the time this photo might have been taken, possibly around the 1970s or 1980s judging by the photographic style and color saturation.\n\nThe background is dark and out of focus, providing a clear contrast that highlights the subject. It appears to be an indoor setting with a hint of a dark, possibly leather chair or couch barely visible in the upper right corner of the frame.\n\nThe overall composition of the photo is simple and focuses entirely on the young boy, showcasing his facial features and expression in a natural way. The lighting is soft yet sufficient to illuminate his face and the foreground, while the rest of the photo remains dimly lit. The use of depth of field to blur the background ensures that the attention of the viewer is drawn immediately to the boy. The photograph has a personal and intimate quality, likely taken in a family or home environment.","title":"Closeup of Michael Gipson, 14, son of Mr. and Mrs. Wayne Gipson who live near Gruetli, Tennessee, near Chattanooga. Michael and a brother help their father tend the family livestock after school. Mr. Gipson keeps the animals to teach his sons a sense of responsibility. He is a conveyor belt operator in the mines and a Methodist minister. Although he does not have a regular church, he officiates at weddings and funerals, and preaches at revivals.","placename":"Gruetli (Tenn.)","location":"Gruetli, Tennessee","nn1":["543870","558394","553170","553168","553494","553147","549299","543476","557034","556142","552872","557035","557648","556138","556540","556452"],"cl":[32],"cluster":["#32 &mdash; Portrait"],"terms":["boy","couch","teen","check","judging","leather","photo","garment","pocket","1980"]}
