{"path":"556621.jpg","date":"June 1974","photographer":"Hiser, David","caption":"The photograph depicts an outdoor scene featuring a large, traditional adobe oven, known as a \"horno,\" which is used for baking. The horno is dome-shaped with a smoothed exterior that appears to be freshly plastered in a light grey or off-white color. It has a rounded, small entrance near its base, closed off, likely for insulation or to maintain the heat. On top of the horno is a rusted circular metal lid or chimney piece.\n\nIn the background, there's a rural setting with small buildings that show signs of wear and age. One of these structures is partially covered by a tarp, suggesting it might be a storage or work area. The area around the oven is quite natural with scrubby trees and clear skies, indicating an outdoor, possibly agricultural environment. There are also scattered stones around the horno and in the foreground, adding to the rustic feel of the setting. \n\nThe environment and the use of the horno suggest a setting that may be geared towards self-sufficiency, possibly in a rural or semi-rural area where traditional cooking methods are still practiced. The bright daylight and clear sky also convey a sense of openness and natural tranquility in this setting.","title":"Architect and experimental house builder michael reynolds who lives near Taos, New Mexico, built this well housing from old tires that have been covered with plaster.  He plans more experiments with castoff tires as a building material.  Currently he is using empty steel beer and soft drink cans to build houses as much as 20% cheaper than conventional methods.  He also is experimenting with solar heating using cans painted black and filled with water","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["544396","544417","544911","555286","552106","556629","544137","554413","552966","555369","544954","555340","551100","544809","544948","551081"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["plaster","scrubby","tarp","lid","cooking","self","method","heat","dome","openness"]}
