{"path":"556619.jpg","date":"June 1974","photographer":"Hiser, David","caption":"This photograph depicts a construction scene featuring two buildings under varying degrees of completion or renovation in a rural, possibly forested environment. On the left side of the image, there is a completed building constructed with a dark, untextured brick or block, sporting a sharp-angled pyramid-shaped roof. This particular building appears older or more weathered, with parts showing slight disrepair, like the dingy walls and patched areas on the attached structures. Noteworthy are the array of flat panels angling down towards the ground, which might be solar panels aimed to harness solar energy.\n\nOn the right side of the image, there's a building in a more immediate state of construction. It has exposed concrete and wooden support structures that visibly jut out, with beams and planks evident in the partly constructed upper parts. There are temporary wooden façades and a lack of windows, which implies ongoing work. The design of this construction suggests it might be another residential building, with a multi-level layout judging by the visible floors.\n\nThe background offers a vivid blue sky spotted with fluffy, white cumulus clouds, indicating fair weather, ideal for construction activities. There appears to be grassy terrain beneath the buildings, suggesting a natural, perhaps slightly untamed landscape surrounding the site.\n\nThe overall composition of the photograph captures a blend of human architectural endeavor within a natural setting, illustrating stages of building that range from complete to actively undergoing construction, all under a vast, expressive sky that provides a sense of scale and openness.","title":"Architect and experimental house builder Michael Reynolds lives in this structure, which is a compendium of his experiments in the field, near Taos, New Mexico. The left portion of the structure with the pyramid-shaped roof has been built using empty steel beer and soft drink cans. The sloping wall at its base is a solar heat collector. Reynolds has built entire homes from the cans, and reports they can be built as much as 20% cheaper than conventional housing.","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["546411","547914","550737","548552","550273","557728","546988","557730","545877","548294","556642","548551","547829","555373","553922","553702"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["construction","panel","building","completion","pyramid","renovation","cumulus","judging","degree","endeavor"]}
