{"path":"556635.jpg","date":"June 1974","photographer":"Hiser, David","caption":"This photograph captures an outdoor construction scene in a dry, mountainous area. The focus is on a partially constructed building foundation, outlined by rows of concrete blocks. Various construction materials are scattered around—wood planks, additional blocks, and tools. There are at least five individuals actively engaged in the construction work. They are involved in different tasks: some are bending over handling materials, while others appear to be setting or adjusting the structures or blocks in place.\n\nIn the background, a mountain range under a clear blue sky spans across the horizon, emphasizing the isolation and undeveloped nature of the location. The terrain around the construction site is rough and covered with sparse desert vegetation, predominantly small bushes and scattered grasses.\n\nNotable features in the scene include multiple wheelbarrows, suggesting heavy manual work. There is also a sense of early stages of construction, given the state of the skeletal wooden frames and the foundational blocks being laid out. The construction scene effectively conveys an atmosphere of a rural or remote building project with a group of people working collaboratively under clear weather conditions.","title":"Experimental house being built of empty aluminum beer and soft drink cans.  It is the first to use all aluminum cans; two other houses used steel cans.  The picture shows the finished foundations with upright forms for pouring concrete beams.  The owner and architecture students built the house under supervision of designer michael reynolds.  Cost of this type housing can be as much as 20% less than conventional structures near Taos, New Mexico","placename":"Taos (N.M.)","location":"Taos, New Mexico","nn1":["543592","556643","556642","543583","556940","557730","543591","543594","547829","553394","544167","553383","550274","557728","553922","547833"],"cl":[24],"cluster":["#24 &mdash; Construction"],"terms":["block","construction","work","foundation","material","project","plank","lay","stage","scatter"]}
