{"path":"556610.jpg","date":"December 1974","photographer":"Corn, Jack","caption":"This photograph portrays a family sitting together in a cozy home interior that suggests a setting from the latter half of the 20th century. The room features wood paneling on the walls, which is indicative of the home décor styles popular in the 1970s or 1980s. The family of five—presumably two parents and three children—are seated closely together on a red couch that anchors the space.\n\nThe room is warmly lit, perhaps by the light fixtures visible in the scene, including a chandelier that hangs above with multiple globes and a lamp with a decorative, carved stand and a red lampshade that matches the couch. Another prominent feature is a large mirror with an ornate golden frame that reflects part of the room, enhancing the sense of space.\n\nIn front of the couch is a low, square coffee table holding what appears to be a tea set and some decorative items like candlesticks and a small vase. The coffee table sits on a plush, beige carpet that spans much of the visible floor space, adding warmth to the room’s ambiance. To the right of the couch is a wooden cabinet with a television set and another lamp with a bouquet of flowers placed beside it, giving the room a lived-in and personalized feel.\n\nThe family appears relaxed and casually dressed. The male figure, potentially the father, is dressed in a light-colored cardigan over a shirt and dark pants, while the woman next to him, possibly the mother, is wearing a yellow sweater and skirt. The children’s attire ranges from casual to slightly more formal, suggesting this photo could have been taken during a family gathering or a special occasion.\n\nOn the far left of the image, there is a shelf displaying various small objects and knick-knacks, adding to the room’s homely atmosphere. On the right side, the room opens to another area, with a glimpse of a door or hallway providing a bit of spatial context. The overall impression is one of a comfortable family environment, captured in a moment of togetherness.","title":"Wayne gipson family in the living room of the house that the gipsons built near Gruetli, near Chattanooga, Tennessee.  Although the father and mother came from mining families they lived in several northern cities, married and started their family there but they returned to Tennessee because they prefer life in that state.  He is a conveyor belt operator in the mines and preaches in his non-working hours.  He has been injured three times","placename":"Gruetli (Tenn.)","location":"Gruetli, Tennessee","nn1":["556609","556173","557353","543041","551278","548440","544205","552612","551267","556559","556611","545985","556235","552114","548439","544356"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["couch","room","family","coffee","lamp","table","parent","home","father","décor"]}
