{"path":"556681.jpg","date":"April 1974","photographer":"Pickerell, Jim","caption":"This photograph features an urban scene depicting a bustling downtown area, likely captured during a rainy day given the wet road surfaces. The perspective is from an elevated or upper-story point of view, looking down onto a street lined on both sides with tall commercial buildings and some residential high-rises.\n\nThe center of the image shows a city street filled with cars, indicating either a time of heavy traffic or possibly a traffic jam. The vehicles, characteristic of the late 20th century auto design (possibly around the 1970s or 1980s based on their shapes and styles), include sedans, station wagons, and a couple of vans. They're mostly arrayed in somewhat disorganized lanes, suggesting congested or potentially slow-moving traffic.\n\nThe road they are on has multiple lanes, and there’s a visible median that separates the opposing directions of traffic. Beside the road, there are well-maintained sidewalks. Visible traffic lights and street lamps are interspersed at intervals, enhancing the urban infrastructure theme.\n\nThe atmospheric conditions add a gloomy feel to the scene, with overcast skies and reflected lights on the wet road surfaces amplifying the urban environment's gritty aesthetic. The buildings flanking the road vary in architecture but mostly seem modern, with plain facades typical of mid-to-late 20th-century urban construction.\n\nOverall, the composition of the photograph captures a typical metropolitan experience, emphasized by traffic, high-density buildings, and a somewhat somber mood induced by the weather conditions.","title":"A portion of downtown Philadelphia, Pennsylvania, seen from the 30th street station.  It is one of four or five stops made by amtrak's metroliners which make 16 round trips each day between New York city and Washington, district of Columbia.  The corporation reported 18,000,000 passengers in the u.s.  During 1974, an increase of 10 percent from the previous year.  Despite more riders and revenue of $256.9 million, the management noted a deficit of $272.6 million","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["555782","549849","547369","546660","553893","553845","553301","548419","549886","551478","552710","547651","547051","549874","556195","546370"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["traffic","road","lane","street","median","auto","interval","jam","amplify","century"]}
