{"path":"556683.jpg","date":"April 1974","photographer":"Pickerell, Jim","caption":"The photograph captures an indoor setting, possibly a subway or train station. In the foreground, there is a row of vintage token machines painted in deep red. One machine, prominently in focus, features instructional text providing pricing details in white: \"Deposit 35¢ for token, one quarter 25¢ & one dime 10¢ only.\" There's also an instruction to \"PAUSE\" and then \"turn handle\" with arrows pointing upwards indicating where to insert coins and the direction to turn the handle. \n\nThese machines are attached to a wall or a partition with a barred gate design, suggesting they are part of a controlled access area to a transit system. The background shows some depth of the tunnel-like environment, further accentuated by the linear perspective of the architecture with fluorescent lighting overhead. There are blurrier images of a few people in the distance, suggesting movement and activity. The lighting in the station casts a greenish tint over the scene, contributing to a slightly somber, utilitarian feel typical of many urban subway systems. The overall ambiance is slightly dated, hinting at a period when tokens were commonly used for public transport.","title":"Machines along the 8th Avenue line which dispense New York City Transit Authority subway tokens. In 1970 an average of 2.1 million persons rode the subway each day, which is 47 percent of the work force. The system is of crucial importance to the city, but the voters have refused to authorize new funds for any more improvements, or to increase the 35-cent fare to cover Transit Authority costs.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["551875","551893","551886","551890","556682","556819","556825","556815","556818","551887","556821","556788","556648","556774","551841","556675"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["machine","subway","system","station","partition","quarter","instruction","arrow","tunnel","handle"]}
