{"path":"556609.jpg","date":"December 1974","photographer":"Corn, Jack","caption":"This photograph shows a family of six seated comfortably on a red sofa, positioned together closely in what appears to be a cozy living room setting. From left to right, a young boy with light brown hair wears a blue and white checkered shirt and blue shorts. He is seated next to a woman, presumably his mother, dressed in a yellow blouse and black skirt, her dark hair styled into a short bob. She holds a toddler, also likely a girl, on her lap; the child wears a patterned top and blue pants.\n\nNext to the woman is a middle-aged man in a white patterned sweater and dark trousers. He is seated beside a young girl with blonde hair, dressed in a yellow top and plaid pants. Finally, on the far right is another young boy, also with light brown hair, wearing a plaid shirt and dark pants, with his arms resting on his knees.\n\nThe family is posed against a wooden panel wall with a built-in shelving unit partially visible on the left side, displaying various small ornamental objects. In the foreground of the image, slightly blurred, is a decorated white ceramic pitcher on a tray, accompanied by other small decorative items.\n\nThe general atmosphere and attire suggest a casual family gathering, possibly during a holiday or a special occasion, given the calm and composed expressions. The warm tones of the room and clothing contrast with the cool colors of the furnishing, creating a homely and inviting scene.","title":"Wayne Gipson family which lives on a plateau in southeastern Tennessee near Gruetli, near Chattanooga. He is a conveyor belt operator in a progressive non-union mine. Also a Methodist minister without a regular church, he officiates at weddings and funerals, and preaches at revivals. Born and raised in Palmer, Tennessee, Gipson went north to work, married and started his family there. They returned to Tennessee because they prefer life there.","placename":"Chattanooga (Tenn.)","location":"Chattanooga, Tennessee","nn1":["556610","556173","544205","557353","552612","556496","548312","556611","556235","551278","545985","544356","556559","556531","548439","547398"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["family","hair","pant","girl","boy","seat","room","sofa","shelving","mother"]}
