{"path":"556766.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"The image features a somewhat rustic, two-story building with elements suggesting a mix of architectural styles, possibly functioning as a business or a residential complex. It combines red brick with sections of half-timbered walls, particularly noticeable on the upper floor, giving it a Tudor-style appearance. The building has a prominent, steep black shingled roof with rows of dormer windows, which enhance its old-world charm.\n\nIn front of the building, there's a covered port area with dark, possibly wooden beams supporting the roof and an open space underneath suggesting a carport or a casual porch area. The ground around this area is unpaved, adding to the somewhat unpolished aesthetic of the setting.\n\nThe scene includes several vintage cars, emblematic of the 1960s or 1970s automotive style. The cars vary in design and color, including a mix of sedans and station wagons in white, dark blue and shades of red.\n\nTo the left of the frame, there's a glimpse of another structure or trailer with a white side panel. In the background on the right, beyond the parking lot, there's a modern multi-story building, which contrasts with the historical appearance of the house in the foreground. The background also shows large, mature trees and a bright blue sky, suggesting a serene suburban or semi-urban setting. \n\nOverall, the composition offers a nostalgic scene with elements of past architectural and automotive designs, set in a calm, green environment.","title":"Suburban southeastern Pennsylvania transportation authority (septa) train station in northwest Philadelphia.  Septa has 157 bus and train lines and 2,790 route miles of track in the metropolitan area.  There were 293 million riders during 1974.  Some 30 million were commuters.  Improved equipment, service and fringe parking have helped the system improve from 1971 when the low point of 273 million riders was noted","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["551119","555908","557156","551109","554699","551021","554933","557661","546440","557805","557155","558037","551090","557660","555922","547025"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["style","mix","appearance","building","wagon","roof","trailer","port","world","sedan"]}
