{"path":"556714.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a busy street scene, presumably from a time period around the 1970s or 1980s, given the style and model of the vehicles visible. The central focus of the image is a large red Air Freight truck with visible white markings and logo, indicating it is possibly engaged in delivery or transport services. The truck is driving on a street lined with multiple vehicles parked on either side.\n\nOn the left side of the image, there’s a lime green station wagon parked facing the street, next to a dark green pickup truck, while on the right side, various other cars of different models and colors are visible. All vehicles resemble typical American makes and models from around the 1970s.\n\nAdditionally, the street is marked by white lines indicating traffic lanes. The trees along the sides suggest an urban setting with green landscaping. The background features a low-rise government-style building on the left and taller, possibly commercial, buildings further back in the scene under an overcast sky.\n\nOverall, the photograph gives an impression of daily life and transportation in an American city from a few decades ago, emphasizing the role of motor vehicles in urban settings of that era.","title":"Cars and trucks were frequently triple-parked in front of the U.S. Department of the Interior in downtown Washington, District of Columbia, during a bus strike in May, 1974. Some 250,000 people who usually rode the buses were forced to find other methods of transportation, usually the autoMobile. Police were forced to ignore the majority of illegally parked cars. The Metro bus system normally has 1,800 buses in operation during the two rush hours.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["555505","547651","549866","556709","547369","554551","556724","546743","554309","554293","548275","549831","551324","556718","547666","557705"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["model","street","truck","vehicle","1970","make","delivery","government","motor","pickup"]}
