{"path":"556787.jpg","date":"June 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a bustling urban scene, likely from the 1970s or 1980s, evident by the fashion and vehicles. In the center and foreground, a group of people, mostly of African descent, are seen boarding and alighting from MARTA (Metropolitan Atlanta Rapid Transit Authority) buses. The buses are decorated in a detailed, striped paint design with the word \"MARTA\" displayed prominently.\n\nThe people are dressed in a variety of styles typical of the period, including wide collared shirts, flared pants, and hats. Both men and women are visible in the scene. One man in the foreground is stepping onto a bus, holding onto the door as he looks to board.\n\nThe background shows a bustling street lined with other vehicles and signs of commercial activity. Visible signs include one for \"American Savings Tax,\" suggesting financial services nearby. The overall atmosphere is dynamic, capturing a moment of everyday life and public transport involvement among city dwellers. The buses and crowd partially block a street view that hints at a densely populated, possibly downtown, area filled with commercial establishments.","title":"Passengers in Atlanta, Georgia, board a Metropolitan Atlanta Rapid Transit Authority (MARTA) bus during rush hour ridership increased 27 percent from 1970 to 1974 when it reached 73,727,000 passengers, the increase occurred for a number of reasons including new buses, new routes, night service, 100-passenger shelters, fringe parking and a decrease in fare from 40 to 15 cents once a month MARTA holds a \"public comment session.\"","placename":"Atlanta (Ga.)","location":"Atlanta, Georgia","nn1":["556809","556792","546605","556786","549921","556793","553796","556791","556203","546604","546655","545385","549891","546668","556746","546735"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["bus","boarding","dweller","descent","bustle","flare","involvement","downtown","street","establishment"]}
