{"path":"556710.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts a bustling urban street scene, likely from the mid-to-late 20th century based on the style of the cars and fashion. The setting appears to be a busy city intersection with multiple lanes and various cars parked and moving. Among the visible cars are models from the 1960s or 1970s, such as a white Chevrolet Chevelle and a tan sedan.\n\nThe photo captures several pedestrians crossing the street or walking along the sidewalk. Most are dressed in business attire, suggesting it might be a weekday. The men wear suits and ties, and the women are in dresses or skirts with knee lengths typical of the era.\n\nIn the background, tall commercial buildings line the street. Some shop and company signs can be seen, including one that reads \"DEAK & CO. | FOREIGN EXCHANGE\" brightly illuminated in white against a dark background, suggesting financial or business services.\n\nThe weather seems overcast, as some individuals hold umbrellas, and the street reflects a slight sheen, indicative of recent rain. The overall composition of the photograph, with its classic cars and fashion along with the urban setting, conveys a vivid slice of city life during this period.","title":"Frustrated drivers jam an intersection in downtown Washington, district of Columbia, during a may, 1974, bus strike.  The strike forced 250,000 people who normally ride the buses to find alternate methods of transportation, usually the autoMobile many of the drivers parked their cars in normal bus lanes, on sidewalks, near fireplugs and on the grass.  The police ignored most of the violations because of the situation.  The city normally has 1,800 buses on the street during rush hours","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["548369","549882","548388","556734","546626","547788","556724","549906","549872","550139","551135","548368","554297","556225","556733","556199"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["street","car","fashion","business","sheen","umbrella","city","company","knee","intersection"]}
