{"path":"556751.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This image features a poster or advertisement that promotes using a service called \"Dial-A-Ride.\" The poster is structured as a comparative list that shows the cost difference between using a personal car and the Dial-A-Ride service. The background is mostly a plain solid blue, likely the backdrop or the surface on which the poster is mounted.\n\nThe text of the poster is arranged to lead with a headline that reads: \"If your car costs more than this to operate......use DIAL-A-RIDE.\" This is followed by a list of typical car operating costs (such as gas, oil, insurance, maintenance, tires, and depreciation) all showing a cost of $0.00, indicating that these are not applicable when using Dial-A-Ride. The only expense listed under Dial-A-Ride is a fare of $0.30, with a note at the bottom stating \"senior citizens .15,\" which presumably means there is a reduced fare for seniors.\n\nAt the very bottom of the poster, there are elements reinforcing the benefit of the service, emphasizing energy conservation with the statement \"YOU SAVE ENERGY WITH DIAL-A-RIDE\" alongside corresponding symbols for a telephone receiver and a car, which graphically suggest the service involves calling for a ride.\n\nThe layout is simple, utilizing bold, blocky lettering for clarity and impact. The overall tone of the poster is utilitarian, aimed at promoting cost-efficiency and energy savings through the use of a public or shared transportation option.","title":"Advertisement for the dial a ride radio dispatched door-to-door bus service in Haddonfield, New Jersey.  It began in february, 1972, as a demonstration project between federal and state transportation departments.  Funding ended in march, 1975 spokesmen reported the system worked well in rush hour along fixed routes.  But the fare wasn't enough to cover one to three persons picked up at home in off hours.  At its peak, about 1,000 riders a day were picked up","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["555443","556788","555477","555380","556744","555504","555494","548174","556792","546153","555423","542952","547021","549685","556757","545964"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["poster","list","service","call","promote","car","use","energy","headline","bottom"]}
