{"path":"556798.jpg","date":"June 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts a close-up view of a person sitting inside a vehicle, which appears to be a helicopter, given the curved nature and the rivet pattern on the structure surrounding the window. The window frame is metallic, predominantly white with a broad section painted in a rusty orange color, accented with numerous rivets.\n\nThe person, whose body is partially visible, is wearing a vibrant yellow hat with a broad, wavy brim, likely made of a soft, flexible material given its undulating shape. This style of hat is often associated with sun protection or fashion statements. Next to the window, only the upper body of the person is visible; they appear to be seated and facing towards the right side of the frame, suggesting they might be looking out of the window or facing another occupant.\n\nThe background within the vehicle is dim, lacking detail which keeps the focus primarily on the color and form of the hat. The image composition focuses on contrasting the intricate texture and bold color of the hat against the industrial aesthetics of the helicopter’s interior design, capturing a moment that balances elements of human presence and mechanical environment.","title":"Commuter framed by a window aboard a Metropolitan Atlanta Rapid Transit Authority (MARTA) bus in Atlanta, Georgia. In 1974 the system carried 73,727,000 passengers, an increase of 27 percent from 1970. Almost 90 percent of the increase came from the people who had not ridden the bus before. They were attracted by a combination of a fare decrease from 40 to 15 cents, new buses, new routes, night service, passenger waiting shelters and fringe parking.","placename":"Atlanta (Ga.)","location":"Atlanta, Georgia","nn1":["555825","557869","556657","548815","556800","543864","553787","556084","556547","553634","552382","553786","553710","548899","553610","546861"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["rivet","helicopter","hat","window","person","brim","statement","occupant","protection","vehicle"]}
