{"path":"556744.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a scene involving an older woman and a bus. The bus, which is fairly large and painted in a white and red color scheme, has the words \"dial-a-ride\" and a phone number visible on the side, suggesting that it offers a call-to-request transport service. The bus is modern for its era, with a front design featuring two rounded headlights and a prominently displayed vehicle number \"23\" near the roof.\n\nThe older woman, dressed in a purple outfit with her hair styled in a way that suggests practicality and neatness, appears to be either watching the bus as it arrives or waiting for it to stop and let her board. She stands by the roadside on a paved area, possibly a parking lot, near a suburban setting. In the background, you can see leafy trees and a house, which lend a calm, residential ambiance to the setting.\n\nThe lighting is bright, indicating daytime, and casts shadows on the ground, suggesting a sunny day. The overall composition of the image, with the bus entering the frame from the left and the woman positioned on the right, guides the viewer's eye across the scene, connecting these two primary elements of the photograph.","title":"Passenger ready to board a dial a ride radio dispatched door-to-door bus service in Haddonfield, New Jersey.  This particular bus travels along a fixed route.  This service began in february, 1972 as a demonstration project between federal and state transportation departments.  Funding ended in march, 1975 spokesmen reported it worked well in rush hour along fixed routes but the 30-cent fare wasn't enough to cover one to three persons picked up at their door","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["549685","556804","556757","556742","556743","551445","545385","556799","546666","547195","556786","556809","546655","555978","556794","546615"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["bus","number","woman","practicality","let","arrive","call","phone","dial","paved"]}
