{"path":"556796.jpg","date":"June 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts an interior scene, likely within a bus or train compartment. The main focus is on two individuals captured from distinct angles.\n\nA man with dark hair, wearing sunglasses and a light beige long-sleeve shirt, is seen from the back and slightly to one side. He is standing and holding overhead handles in the transport compartment, seemingly indicating a moving vehicle. His posture suggests the act of balancing or stabilizing himself.\n\nIn the background, slightly out of focus, sits an elderly woman facing the camera. She wears eyeglasses and has her hair neatly set. She appears engrossed in a book she is holding with both hands, suggesting a quiet, contemplative moment amidst the surroundings of a public transport journey. Her attire includes a floral blouse and a light scarf or shawl over her shoulders.\n\nThe lighting is soft and diffused, enhanced by the natural light streaming through the windows opposite the woman. The overall ambiance reflects a typical public transit scenario where passengers are engaged in their own personal activities, creating a snapshot of everyday life in public settings.","title":"Commuter stands aboard a Metropolitan Atlanta Rapid Transit Authority (MARTA) bus in Atlanta, Georgia. In 1974 the system carried 73,727,000 passengers, an increase of 27 percent from 1970. Almost 90 percent of the increase came from the sector of population who had not ridden the bus before. They were attracted by a combination of a fare decrease from 40 to 15 cents, new buses, new routes, night service, passenger waiting shelters, and fringe parking.","placename":"Atlanta (Ga.)","location":"Atlanta, Georgia","nn1":["556839","556034","546597","549893","556033","556834","555977","556848","556743","556756","555978","549897","556745","556795","556656","556739"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["compartment","transport","shawl","streaming","eyeglass","handle","scarf","act","hair","journey"]}
