{"path":"556708.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a busy urban street scene. The composition includes several vehicles and a cyclist on a road that appears to be moderately congested. The vehicles include a variety of car models mainly from the 1970s or 1980s. The cars depicted vary in color with a prominent white car on the left dominating the foreground, followed by a sequence of other vehicles including a red station wagon and a white car of a smaller model, indicating varied traffic.\n\nInterestingly, in the middle of this composition, there is a cyclist dressed in red attire riding a bicycle with a rear carrier, possibly indicating urban commuting or delivering goods. The cyclist and the vehicles are heading in the same direction, flowing from the left to the right of the frame.\n\nThe background shows lush green trees lining the street, and there are visible elements of urban architecture, including a multi-story building on the right side which hints at a possibly residential area. The road itself has some visible debris or litter, suggesting an everyday urban setting rather than a pristine or meticulously maintained one.\n\nThis image could be illustrating daily life in a city, focusing on transportation modes and typical traffic scenarios. The overcast sky and soft lighting contribute to a calm, routine urban atmosphere.","title":"Bus strike in Washington, district of Columbia, during may 1974, resulted in 250,000 people having to find alternate methods of transportation, usually traffic jams resulted.  A few hardy souls used their non-polluting bicycles.  Many drivers parked their cars in normal bus lanes, on sidewalks, near fireplugs and on the grass normally the city has 1,800 buses on the streets during the morning and evening rush hours","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["556732","556727","556734","551443","553681","556729","548388","549662","551478","557882","549849","552711","556195","546626","546730","553718"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["cyclist","car","vehicle","model","sequence","mode","traffic","commuting","deliver","pristine"]}
