{"path":"556703.jpg","date":"April 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts an indoor scene, which appears to be a spacious, dimly-lit public area, possibly within a transportation hub like a train station or airport terminal. The area is supported by several large, round concrete columns, and the ceiling is not visible, emphasizing the vastness of the space.\n\nThe main focus of the image is a bright red classic car, centrally displayed on a platform and surrounded by stanchions with ropes, probably part of an exhibition or promotional event. The car's hood is open, showcasing the engine, which along with the overall presentation, attracts the attention of bystanders and suggests the car's special significance.\n\nBehind the car, there is a large, illuminated billboard featuring what looks like a fashion advertisement. The billboard spans almost the entire length of the back wall and displays various images of models in different outfits, illuminated by backlighting which makes it a visually striking contrast against the darker surroundings.\n\nThe floor space is populated sparsely with people, about twelve visible individuals in different postures: walking, standing, and one person is sitting leaning against a column. Most are dressed in typical casual or business attire, indicating a routine day with people likely passing through or briefly stopping by the exhibit.\n\nOverall, the composition and lighting create a moody atmosphere, highlighting the brightness of the advertisement and the classic car while leaving much of the surrounding details in shadow. This emphasizes a sense of evening or nighttime and focuses attention on the key elements of the scene.","title":"New car display and amtrak passenger train ticket counters in the background at New York city's Pennsylvania station in 1974 the corporation reported 18,000,000 passengers, in the u.s., an increase of 10 percent from the previous year.  Revenue collected during 1974 totalled $256.9 million, but there was a deficit of $272.6 million amtrak is trying to achieve a 55 percent average load factor and is near the 50 percent level","placename":"New York (N.Y.)","location":"New York, New York","nn1":["554388","554387","554389","554385","554373","557886","557847","557874","554372","554376","557905","554381","557848","554390","552412","554384"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["billboard","car","advertisement","column","terminal","exhibition","airport","presentation","nighttime","attract"]}
