{"path":"556718.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a busy urban street scene, likely from the 1970s or 1980s given the style of the cars. The image is filled with various models of cars that are characteristic of the time period, including sedans and coupes in an array of colors like white, beige, and dark hues.\n\nThe setting is a city street lined with large trees and traditional architecture. The buildings have a classic appearance with large windows and detailed facades, showing signs of commercial use on the ground levels, including visible shop fronts and signage. The street is bustling with activity, suggesting this could be a central area in a city.\n\nThe cars are parked along both sides of the street, and there are more traveling on the roadway. Due to the cars' vintage styles, the scene has a nostalgic feel. Additionally, there are no visible modern elements that would suggest a more recent time frame. The picture shows no pedestrians, which focuses the viewer's attention more on the vehicles and streetscape. The color palette is slightly muted, typical of film photography from that era, providing a soft yet detailed look at urban life in the past.","title":"Cars were illegally parked on traffic \"islands\", sidewalks, the grass, bus lanes and near fireplugs during a bus strike in Washington, District of Columbia, in May, 1974. Some 250,000 people were forced to find alternate methods of transportation, usually the car. Monumental traffic jams resulted as drivers learned there were more autos than places to park legally. Very few tickets were given for violations because of the situation. Normally 1,800 buses are used during rush hours.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["556709","556724","551913","549872","554297","545216","554551","551135","546626","556225","542586","548388","547369","549662","556734","550139"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["street","car","streetscape","coupe","past","1980","city","time","photography","film"]}
