{"path":"556716.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"In this photograph, we see a busy urban street scene, filled with cars lined up along a road. The image captures a variety of cars, mostly from the 1970s or 1980s, suggesting it was taken during that era. A prominent black car in the foreground is a \"Diplomat Cab,\" marked with the words \"Diplomat Cab Association\" along its side, indicating its use as a taxi. The taxi's phone number, \"2-2422,\" is also visible on the vehicle.\n\nOne side the street features three-story buildings, likely residential or mixed-use, reminiscent of typical city architecture from mid-20th century. The road is busy with traffic, likely indicating either rush hour or a congested area. There are several people visible; a man is stepping off the sidewalk, crossing the road, and two others are walking along the sidewalk.\n\nThe presence of trees lining the street adds a touch of greenery to the urban landscape. A street sign saying \"Low Clearance\" is also visible, indicating a warning for vehicles. The ambiance suggests a bustling, somewhat congested urban setting, capturing a moment of daily life in a city from a few decades ago with a nostalgic charm conveyed by the older model cars and taxis.","title":"Citywide traffic jams were a normal occurrence during a bus strike in Washington, District of Columbia, during May, 1974. The strike forced 250,000 people to find alternate methods of transportation, usually the autoMobile. Many of the drivers were forced to park in bus lanes, on sidewalks, near fireplugs, and on the grass. The police issued very few tickets because of the situation. The Metro bus system usually has 1,800 buses on the streets during the two rush hours.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["554331","549873","554310","548410","554330","548331","554314","549876","549848","549869","549859","554329","554297","556724","554293","554294"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["taxi","street","car","sidewalk","road","rush","phone","use","warning","city"]}
