{"path":"556757.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"In the photograph, an elderly woman is standing outside a public service vehicle, which appears to be part of a transportation service called \"dial-a-ride.\" The van is painted in white and red, with the service name and a phone number \"735 3100\" visible on its side.\n\nThe woman, with short gray hair, is dressed in a long, houndstooth patterned coat and is holding a blue and white patterned box, possibly a container or a small suitcase. She seems about to enter or is just beside the open door of the vehicle, facing towards a person inside the van, who is partially visible. The van's interior is minimally visible, but a white interior with some black features can be seen around the doorway.\n\nHer posture and location suggest she might be preparing to board the van or perhaps she is communicating with the individual inside. Her expression is not visible as she is viewed from behind. She's wearing black shoes and you can see she has rolled down stockings.\n\nThe setting seems to be an urban area, possibly near a parking lot or alongside a street given the vehicular context and the presence of what appears to be roadway infrastructure behind her. The lighting and quality of the image indicate it might have been taken in the late 20th century, based on the style of the van and the film's grainy texture.","title":"Passenger ready to board a dial-a-ride bus in front of the Haddonfield, New Jersey, train station. The bus is operating in a fixed zone during the evening rush hour. At other times of the day such buses are aVailable to pick up individuals at their home. The demonstration project was funded by federal transportation departments in February, 1972. Funding ended in March, 1975. At its peak, about 1,000 riders per day were carried, some 30 to 50 percent to or from the train station.","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["556744","549685","556742","556804","549686","556794","557837","551937","546666","556743","553480","556730","545385","546605","557177","555978"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["van","service","interior","suitcase","phone","ride","doorway","woman","film","roadway"]}
