{"path":"556752.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph provides a view from the interior of a vehicle, likely a bus, capturing the perspective of a driver navigating a tree-lined street in what appears to be an urban or suburban setting. The driver, visible from behind, is a person wearing a light-colored shirt. His focus and part of his head are visible, adding a personal dimension to the composition.\n\nThe dashboard of the vehicle is somewhat cluttered with various items, including a clipboard holding papers and possibly schedules or maps pertinent to the driver's route. There's also what appears to be a meter or fare device positioned to the right, suggesting this is public transportation.\n\nOutside, the scene includes several vintage cars dating possibly from the 1970s or 1980s, indicating the era when the photo was taken. The cars, in various sizes and colors, are parked along the sides of the road and driving on the road. The street is framed by lush green trees, enhancing the serene suburban feel of the photograph.\n\nThe distance is marked with traffic lights and more dense foliage. The overall atmosphere is calm with a typical suburban vibe, characterized by single-family homes visible behind the greenery and an absence of high-rise buildings. The lighting in the photograph suggests it might be midday, providing good visibility and a bright outlook to the scene.","title":"Dial a ride radio dispatched door-to-door bus makes its way through the streets in Haddonfield, New Jersey. During rush hour the buses travelled in zones along fixed routes. The remainder of the day they were aVailable to pick up individuals at their home and drop them off at their destination. The clipboard at the bottom of the photo is used to write down addresses for radio dispatched calls. The experiment began in February, 1972, and ended in March 1975.","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["548272","556803","546652","556802","551471","556729","556791","553718","552379","549685","546682","556732","553719","545419","548473","556718"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["driver","schedule","dashboard","clipboard","dimension","meter","map","street","midday","route"]}
