{"path":"556739.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts an interior scene from a public bus. The perspective is from inside the bus, looking towards the front where you can see a bus driver and a passenger interacting.\n\nIn the foreground, a female passenger is standing by the open door of the bus, facing the driver. She appears to be in casual attire, wearing a light-colored sleeveless top and carrying a dark handbag. Only her back and side profile are visible.\n\nThe bus driver, a male, is seated in the driver's seat. He has short hair and is wearing glasses and a light blue short-sleeved shirt. His arm is visible with a tattoo and he seems to have a watch on his wrist. He is turned slightly toward the passenger, possibly in conversation.\n\nAbove the driver, there is a handle bar and what appears to be a route map or schedules attached to the inside of the bus. The interior of the bus is modestly lit and utilitarian with visible components like the fare box and driving controls. Outside the window, a residential street can be glimpsed, suggesting an urban setting during daylight hours.\n\nThe general ambience suggests a routine public transport scene where a passenger might be asking for directions or making a payment. The image captures a moment of everyday interaction, framed by the interior elements typical of a city bus.","title":"Passenger paying fare after boarding a dial-a-ride radio dispatched door-to-door bus service at her home in Haddonfield, New Jersey. It began in February, 1972, as a demonstration project sponsored by the U.S. Department of Transportation Administration and the New Jersey Department of Transportation. Funding ended in March, 1975. Spokesmen reported it worked well in rush hour along fixed routes. But the 30-cent fare wasn't enough to cover one to three person pickups at home.","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["556747","556743","556756","556789","556748","556793","556762","556745","556797","556794","556740","556804","554241","556795","556741","556796"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["bus","driver","passenger","tattoo","inside","schedule","wrist","handbag","map","ambience"]}
