{"path":"556715.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a street scene likely from the 1970s or early 1980s, showcasing a busy urban environment. In the foreground, two cars are prominently featured. The car on the left is a blue station wagon, possibly a Chevrolet, with visible signs of wear and tear such as rust and a somewhat dented body. The car on the right is a cream-colored coupé, which appears to be in better condition.\n\nBetween these two cars, a woman is walking. She is dressed in a short, patterned skirt and a light-colored top, with long, flowing hair. She carries a medium-sized, light-toned bag in one hand.\n\nThe background reveals an architectural setting characterized by a modern building with strong geometric features, possibly an office building or a parking structure. The presence of a sign reading \"FULL\" suggests that it could be an entrance to a parking lot. In the distance, further architectural details and construction activity can be observed, as well as other vehicles and a street sign, which all contribute to the impression of a bustling city area. The overall atmosphere of the image, enhanced by its slight blur and the era-specific attire and vehicles, suggests a lively, dynamic urban moment captured in time.","title":"Even spaces in commercial parking lots and garages were at a premium during a bus strike in Washington, district of Columbia during may, 1974.  Some 250,000 people who normally rode the buses were forced to find alternate methods of transportation, usually the autoMobile.  Many of the drivers were forced to park in bus lanes, on sidewalks, near fireplugs and on the grass.  The metro bus system usually has 1,800 buses on the street during the two rush hours","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["556726","556709","556711","551913","549882","546626","556742","556718","556723","549645","554297","554551","556734","556753","546743","556710"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["parking","car","sign","tear","medium","ton","cream","observ","street","wagon"]}
