{"path":"556701.jpg","date":"April 1974","photographer":"Pickerell, Jim","caption":"This photograph features a lit Amtrak train station sign. The top of the sign displays the Amtrak logo followed by the text \"America's first nationwide passenger rail system,\" both presented in white on a dark background. Below, there are multiple sections of information illuminated in varying colors:\n\n1. The \"Metroliner\" signage in a blue hue indicates the service name.\n2. Beneath the Metroliner segment, in a red hue, is a route listing: \"WILM-BALTO-WASH,\" likely abbreviating stations Wilmington, Baltimore, and Washington.\n3. The next portions, underlined in lighter tones, detail coach and sleeper car locations. \"Coach Locations\" are on \"3 Thru 4,\" while \"Club or Sleeper Locations\" are on \"5 Thru.\"\n4. At the bottom of the sign, in a green hue, the specific information for \"Track 5 Departs 5:42\" is visible, indicating the track number and departure time. \n\nOverall, the composition captures an example of a traditional, analog information display system used at train stations to guide passengers to their respective boarding areas. The colors are used to differentiate types of information, ensuring clarity and visibility. The photograph is generally well lit and focused primarily on the sign. There are no visible people or background activity, focusing attention exclusively on the details of the transit information.","title":"Amtrak information signs tell train passengers at the 30th street station in Philadelphia, Pennsylvania, departure and destination information for the metroliner bound for Washington district of Columbia.  Amtrak has trains which make 16 round trips each day between the nation's capital and New York city, making four or five stops enroute.  Amtrak officials report 18,000,000 passengers in the u.s.  Rode their trains in 1974, up 10 percent from the previous year","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["556649","555960","556063","556059","556107","556071","556704","556688","555986","556058","556073","556128","556131","556090","555984","556127"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["information","station","sign","system","train","hue","boarding","lit","example","departure"]}
