{"path":"556725.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a typical urban street scene, possibly from the 1970s or early 1980s, based on the fashion and vehicle designs. The scene is set at a pedestrian crossing with a traffic signal displaying a “DON'T WALK” sign.\n\nThree people are featured prominently in the foreground. On the left side of the frame, a woman is seen leaning into a black car, parked at the curb, speaking to someone inside. She is dressed in a light-colored jacket and patterned scarf, wearing dark pants, and holding a red purse. Next to her, another woman stands facing away from the camera. She is wearing a horizontally striped poncho or shawl over a light-colored blouse and jeans, emphasizing the casual fashion of the era.\n\nOn the right side of the frame, another woman holds a red umbrella, perhaps anticipating or sheltering from rain. She is dressed in a dark suit with distinctive white trim at the cuffs and along the sides of her pants, and she also carries a sizable handbag. Her posture is attentive, poised to cross the street, she awaits the traffic signal to change.\n\nThe background shows a lush, green, tree-lined street with several other cars moving and parked, indicating this is a well-trafficked area. The overall ambiance is slightly overcast, suggested by the cloudy sky and street wetness, hinting at recent or impending rain.","title":"People found taxi rides hard to get during a bus strike in Washington, District of Columbia, during May, 1974. Some 250,000 persons were forced to find alternate methods of transportation, usually the car. Monumental traffic jams were the result as drivers learned there were more cars than places to park legally. The metro bus system normally has 1,800 buses on the streets during morning and evening rush hours.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["553184","556711","556808","558253","556726","556710","546626","549645","549923","556723","546639","548369","546600","546622","556715","556199"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["signal","street","rain","fashion","wetness","shawl","woman","cuff","traffic","handbag"]}
