{"path":"556717.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"The photograph shows a vintage urban street scene, likely captured in the 1970s or 1980s, distinguished by the styles of the cars and the overall atmosphere. In the foreground, two parking meters are prominently featured; they're old-fashioned with circular, domed tops displaying time limits and rates. The closest meter is in sharp focus, showing detail like labels and a coin slot.\n\nBeyond the parking meters, the street is lined with parked cars that exhibit the design characteristics of mid-20th century automotive design, such as sharp, boxy contours and bright, solid color schemes. A notable car in the scene is a yellow sedan, parked directly beyond the parking meters. This car has a long, horizontal body, typical of the era's design aesthetics.\n\nFurther in the background, the street stretches busy with more cars and hints of urban life. The architecture visible includes a variety of mid-rise buildings, probably shops and residences, signifying a bustling, densely-populated neighborhood. The architecture and signage suggest a somewhat dated, yet lived-in commercial district in a city.\n\nThe entire scene captures a sense of past daily life in an urban setting, focusing on mundane yet distinctly historical objects and surroundings, giving a glimpse into the feel and texture of city life in that era.","title":"No tickets for overtime parking were issued in Washington District of Columbia, during a bus strike in May, 1974. Some 250,000 people were forced to find alternate methods of transportation usually the car. Monumental traffic jams resulted as drivers learned there were more autos than places to park legally. As a result they used bus lanes, sidewalks, the grass and other usual illegal places. The Metro bus system reports 1,800 buses are normally out during the rush hours.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["556709","556718","556707","551913","550053","554297","556724","550139","556735","545216","549872","549882","551135","556773","548238","556736"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["meter","parking","car","street","rate","design","era","residence","life","limit"]}
