{"path":"556747.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"The photograph captures a scene inside a bus, showcasing an interaction between a bus driver and a passenger. The bus driver, a male wearing a light blue shirt and glasses, is seated on the driver's seat situated on the right side of the frame. He holds a clipboard with papers in his right hand and appears to be engaged in a discussion, possibly checking schedules or routes, which is indicated by his attentive and somewhat assertive expression.\n\nThe passenger, a young male with shoulder-length hair, is standing in the aisle of the bus, facing the driver. He wears a blue shirt and carries a shoulder bag, suggesting he might be a student or someone traveling with minimal luggage. The bus interior features rows of empty seats which are of a dark color, and the overall lighting in the bus is bright, likely from natural light entering through the bus windows.\n\nVisible through the front window of the bus is a green, tree-lined area indicating that the bus is parked or stationed in a somewhat lush area, perhaps within a campus or a park-like environment. The entire scene has a casual, everyday feel and it seems to capture a moment of everyday public transportation use, focusing on the interaction between the passenger and the bus driver. The photograph likely dates back to the 1970s or 1980s given the style of clothing and bus interior design.","title":"Passenger boards a dial a ride radio dispatched door-to-door bus service in Haddonfield, New Jersey.  It began in february, 1972, as a demonstration project between federal and state transportation departments.  Funding ended in march, 1975.  Spokesmen report it worked well in rush hour along fixed routes.  But the 30-cent fare wasn't enough to cover one to three persons picked up at home in off hours.  At its peak, the service picked up about 1,000 riders per day","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["556739","556748","556756","556794","556793","556743","556741","556795","556789","556762","554264","556745","556797","554241","552381","555978"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["bus","driver","passenger","male","shoulder","seat","campus","aisle","schedule","clipboard"]}
