{"path":"556742.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures an everyday urban scene, likely from mid to late 20th century based on the vehicle designs and fashion style. The image is taken outdoors during the daytime, showcasing a street scene with a woman, a bus, cars, and buildings in the background.\n\nIn the foreground, there is an older woman walking across the tarmac. She is dressed in a striped, sleeveless dress with hues of red, white, and black. She has accessorized her look with matching red shoes and is carrying what appears to be a white purse. Her attention is focused downwards towards the large bag she is carrying, which is possibly mid-transfer or being adjusted in her grip.\n\nBeside her, occupying the left side of the image, is a parked bus with a distinctive 20th-century design. The bus has a white body with red accents, and doors open ready for passengers to board or alight. The bus's design features round headlights and a chrome front bumper, presenting a vintage aesthetic. You can also see text and some markings on the bus possibly related to bus routes or identification, but it's not entirely legible from the current angle and distance.\n\nIn the background, there is a moderately busy street setting with several cars parked along the sides of the road. The cars appear to be models from the 1960s or 1970s. A prominent building stands across the street behind the bus, featuring a classic architectural style with a white facade and a central entrance flanked by columns and a clear, distinguished clock tower above, resonant of community structures like a school or municipal building.\n\nThe overall composition of the photograph seems candid, capturing a moment of daily life with hustle and motion implicit in the scene's setup and the woman’s movement. The image gives an impression of a routine day in a busy town or suburban area, reflecting the lifestyle and era it portrays.","title":"Woman ready to board a Dial-a-Ride radio dispatched door-to-door bus service in Haddonfield, New Jersey. It began in February, 1972, as a demonstration project between federal and state transportation departments. Funding ended in March, 1975. Spokesmen reported it worked well in rush hour along fixed routes but the 30-cent fare wasn't enough to cover one to three persons picked up at home in off hours. At its peak, the service picked up about 1,000 riders per day.","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["556715","556786","556804","556726","556791","556711","556744","556808","546605","546668","548369","556794","547814","549645","551445","549891"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["bus","street","grip","transfer","design","woman","tarmac","car","identification","purse"]}
