{"path":"556722.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts a large, densely packed parking area filled with hundreds of cars, capturing a chaotic scene likely from a few decades ago given the style of the vehicles. The cars, of various sizes, shapes, and a multitude of colors including red, blue, green, yellow, beige, and many shades in-between, are closely packed together with little space between them, demonstrating the high occupancy of the parking lot.\n\nThe backdrop of the image includes a grand building with a classical architectural design, featuring large arched windows and elaborate façades, suggesting the importance or prominence of the structure, possibly a governmental or significant administrative building. The pattern of the architecture includes rows of windows lined up across multiple stories.\n\nSurrounding the packed parking area, there are patches of green lawn and a few glimpses of what seem to be city streets with several moving cars. The overall ambiance reflects a bustling urban environment. This type of scenery likely indicates the photograph was taken in a major city that deals with heavy vehicle congestion. The vantage point of the photo is from an elevated position, overlooking the scene from above, providing a broad perspective on the density and scale of urban automobile usage during the time period the photo was captured.","title":"Cars were jammed even more than usual into every spare space at a downtown commercial parking lot during a bus strike in Washington, district of Columbia, in may, 1974.  Some 250,000 people were forced to find alternate forms of transportation, usually the autoMobile.  Monumental traffic jams resulted as drivers learned there were more cars than legal places to park.  As a result they used bus lanes, traffic \"islands\", \"no parking\" zones, sidewalks and lawns","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["547826","546879","556721","553303","546685","556773","554349","556790","549875","546813","548432","547480","556204","556736","546708","547686"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["parking","pack","deal","shapes","congestion","prominence","multitude","city","automobile","importance"]}
