{"path":"556729.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts a busy urban street scene characterized by heavy traffic. The view is from within a vehicle, mid-way through a traffic jam that fills the street from the foreground deep into the background. The vehicles within view vary widely in style, suggesting a mixture of several different model years, mostly from the 1960s or 1970s.\n\nThe cars, ranging from sedans to trucks, are tightly packed along multiple lanes. Most vehicles have a metallic finish in various shades including blue, red, and white. The environment is brimming with tall trees on either side, and dense vegetation can be seen throughout the scene.\n\nModern high-rise buildings flank the sides of the wide street, hinting at a bustling metropolitan setting. Visible in the distance are street lights and traffic signals, reinforcing the urban nature of this locale. The overall composition captures the congestion typical of city life, particularly during peak traffic hours. The atmosphere conveys a sense of slow movement and perhaps the frustration commonly associated with congestion. The slight blurriness of the image contributes to the feeling of being in the midst of this hectic traffic scene, reflecting a typical day in an energetic city.","title":"Monumental traffic jams resulted during a bus strike in Washington, district of Columbia, during may, 1974, as drivers learned there were more cars than places to park legally.  Some 250,000 persons were forced to find alternate forms of transportation, usually their cars.  Drivers faced this ordeal twice each day during the strike which lasted several days.  Normally the metro bus system has 1,800 buses in the streets each day during the morning and evening rush hours","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["556727","556732","542684","556195","546370","549903","553893","545884","553719","556734","549919","548419","549874","556724","553019","549849"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["traffic","congestion","street","metropolitan","jam","vehicle","locale","city","finish","trucks"]}
