{"path":"556740.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph is taken inside a bus with a row of windows visible on either side, showcasing a view of the outdoors where green trees and shrubs can be seen, indicating the bus is in a park or a tree-lined street. The interior of the bus features rows of bench-like seating arranged face-to-face, with the seats upholstered in black leather. \n\nThere are two people in the bus - both women engaged in a conversation. The woman seated on the left side of the bus is wearing a green top, dark pants, and black shoes; she is seated in a relaxed manner with one leg across the other, leaning slightly towards the other woman. The woman on the right is wearing a light-colored blouse with blue pants and white shoes; she holds what appears to be a wallet or small clutch in her lap, possibly pulling something out of it or showing it to her companion.\n\nThe bus appears to be stationary given the relaxed posture of the occupants and the open view through the side door visible to the left of the frame, which is open and showing a clear view outside. The lighting inside the bus is natural, enhanced by the large windows, creating a serene and candid atmosphere.","title":"Mother and daughter along on a dial-a-ride radio dispatched door-to-door bus service after boarding at their home in Haddonfield, New Jersey. It began in February, 1972, as a demonstration project between federal and state transportation departments. Funding ended in March, 1975. Spokesman reported it worked well in rush hour along fixed routes. But the 30-cent fare wasn't enough to cover one to three persons picked up at home.","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["556745","556739","556743","556797","555978","556748","556795","556756","554241","556804","554264","556747","556789","546593","556034","556762"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["bus","woman","shoe","companion","row","face","leather","occupant","pant","lap"]}
