{"path":"556731.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph features a group of four adults, likely colleagues, standing close together outside of a building with a clean and simple architectural facade in the background. From left to right, the first person is a man with medium-length dark hair and a mustache, dressed in a dark suit with a light blue vest and a navy tie. He is holding several books in one hand.\n\nNext to him is another man wearing a dark blue suit, a white dress shirt, and a cowboy hat; he is smiling and appears to be in mid-conversation with the group. The third individual, also a man, has short brown hair and is wearing a dark jacket over a blue shirt and dark tie. The final person in the group, a woman, is dressed in a smart dark jacket and blue scarf, and is holding a shopping bag.\n\nAll individuals are smiling and seem to be enjoying a light, happy moment together. The general appearance and attire suggest a business or professional setting, and their relaxed postures and expressions convey a sense of camaraderie and casual interaction. The building behind them is largely out of focus, emphasizing the group in the foreground.","title":"Trying to figure out a way to and from work for those who didn't have or want to use their autos was a serious business during a bus strike in Washington, District of Columbia, during May, 1974. Some 250,000 persons who normally used the bus system were forced to find alternate methods of transportation and for most it had to be their autos. The metro bus system usually has 1,800 buses on the streets during the morning and evening rush hours.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["553909","553182","557145","545475","547443","556247","544325","547425","553189","549327","551853","549328","546541","549908","553122","556028"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["group","tie","suit","colleague","navy","jacket","scarf","mustache","camaraderie","shopping"]}
