{"path":"556709.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a vibrant street scene, likely from the 1970s, judging by the style and model of the vehicles. The image is taken from the middle of a city street, looking down the centerline between two lanes of parked cars.\n\nOn the left side of the image, there is a line of cars, among which a red sedan is prominently visible with its curved rear design and circular brake lights, indicative of the Mustang models from the late 1960s or early 1970s. Behind it, other cars of various colors and designs indicate a busy metropolitan area, likely a commercial district given the context.\n\nOn the right side of the image, there is an array of mostly older model cars, including a beige station wagon parked directly adjacent to the camera's position. These cars exhibit the typical boxy design of mid-century American automotives.\n\nBeyond the cars, the architecture is uniform and suggests a mid-20th century approach to commercial building design - flat facades with large windows at street level, some adorned with awnings, suitable for shops or businesses. The presence of pedestrians further reinforces that this is a bustling city area.\n\nThe street itself is busy, with a visible lane of traffic evident in the gap between the parked lines of cars, where a yellow vehicle is slightly visible. Overcast lighting conditions suggest either a cloudy day or early evening ambiance, adding a slightly muted tone to the color palette of the image.\n\nOverall, the composition offers a slice-of-life view from an era characterized by specific automotive designs and urban architecture, with no distinct landmarks but a clear depiction of a busy downtown street scene.","title":"Bus strike in Washington, District of Columbia, during May 1974, resulted in 250,000 people having to find alternate methods of transportation, usually the autoMobile. Monumental traffic jams resulted, as noted with these bumper to bumper lines of cars in the business district. Many of the drivers parked their cars in normal bus lanes, on sidewalks, near fireplugs and on the grass. Normally the city has 1,800 buses on the streets during morning and evening rush hours.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["556718","556724","554297","551913","554551","549872","545216","549882","551135","550139","548388","556753","556707","542586","556734","547369"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","street","model","design","lane","1970","park","awning","gap","architecture"]}
