{"path":"556724.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a bustling urban street scene filled with an array of vintage cars, reflective of a typical cityscape during the mid-to-late 20th century. The scene shows a three-lane street populated heavily with parked and moving vehicles. The cars are mostly large, typical of American automotive design from the 1960s and 1970s, featuring prominent chrome bumpers, grille designs, and rectangular body shapes.\n\nThe vantage point of the photo is from one end of the street, looking down the middle lane, which is occasionally marked with white lines on the asphalt surface. The cars to the left are all parked along the curb, while the ones to the right appear to be in slow-moving traffic. A pedestrian, a man in dark clothing, is crossing the street between the parked and moving cars, heading from left to right.\n\nIn the background, the street is lined with mid-rise buildings, possibly a mix of residential apartments and commercial establishments. Leafy trees can be seen intermittently along the sidewalks, contributing to an urban environment. Overhead, light traffic signals hang across the intersections. A distinctive white truck with a signage saying \"KANE\" is visible in the midst of traffic towards the center of the photo, suggesting commercial activity or delivery services prevalent during that era.\n\nThe overall composition and elements in the image provide a glimpse into the automotive and urban landscape of the period, characterized by robust vehicle designs and densely packed city streets.","title":"One driver has double-parked his car while he runs an erRand, creating additional woes for motorists during a bus strike in Washington District of Columbia, during May, 1974. Some 250,000 people were forced to find alternate forms of transportation usually the car. Monumental traffic jams were the result as drivers learned there were more cars than places to park legally as a result they used bus lanes, traffic \"islands\", \"no parking\" zones sidewalks and lawns.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["556709","554297","556718","545216","549872","551135","550139","548388","549882","554551","547369","551913","546626","549919","556753","542586"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["street","traffic","lane","car","move","park","design","delivery","grille","bumper"]}
