{"path":"556736.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts a busy parking area populated with numerous cars from what appears to be the 1970s, based on the styles and models visible. The cars are parked haphazardly with many different types, including sedans, station wagons, and smaller compact cars, showcasing a variety of colors like yellow, red, brown, and blue.\n\nIn the middle ground of the image, two pedestrians are visible. One person, dressed in dark clothing, is walking towards the left side of the frame, while another, wearing light-colored clothes, appears to be standing near a tree slightly towards the right side of the frame.\n\nThe backdrop of the scene includes more cars and a park-like setting with large trees providing shade. A green space can be seen beyond the paved parking area, suggesting that this photograph might have been taken near a public park or a similar recreational area. The environment seems orderly yet bustling with the typical activity of a parking area during what could be a workday or a public event. The overall feel is of a typical urban setting during this era, showcased by the diversity in car designs and the leisurely pace of people moving through the area.","title":"Lawns, \"no parking\" zones, traffic \"islands\", bus lanes and sidewalks were among the spaces appropriated by motorists during a bus strike in Washington, district of Columbia, in may, 1974.  Some 250,000 persons who normally rode the buses were forced to find alternate forms of transportation, usually their car.  Drivers soon learned there were more autos than places to park legally usually the metro bus system has 1,800 vehicles on the streets during both rush hours","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["556773","546599","556204","546731","554349","547826","556790","549858","556201","546879","549885","548496","558254","556722","556734","556709"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["parking","car","park","workday","pace","showcase","wagon","diversity","sedan","populate"]}
