{"path":"556719.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a vivid street scene dominated by a line of parked motorcycles, likely taken in an urban setting judging by the background. The foremost motorcycles are two classic Honda models, one prominently labeled with \"CB 750 Four\" on its engine casing, indicating the specific model. Both motorcycles boast a polished chrome finish and black seats with sleek body designs, underscoring the typical style of bikes from what looks like the 1970s based on their design.\n\nBehind the motorcycles, there is an array of vintage cars parked along the curb. The vehicles vary in color and model, resembling the typical car styles from the 1970s or early 80s, with noticeable shades of brown and red among them. The photo seems to have captured a quiet moment without any people visible, focusing purely on the transportation methods.\n\nThe setting is lined with trees and a tidy sidewalk, hinting at a well-maintained urban environment. The buildings in the background are multi-storied and carry features of mid-20th-century architectural styles. The composition and depth of field focus bring the motorcycles to the forefront, making them the central subject of the image, while the serene, orderly background complements the primary focus.","title":"Those people who owned motorcycles turned to them for commuting in greater numbers than usual during a bus strike in Washington, district of Columbia, in may, 1974.  Some 250,000 persons were forced to find alternate methods of transportation, usually the auto.  Monumental traffic jams resulted as drivers learned there were more autos than places to park legally.  Drivers used traffic \"islands\", bus lanes, sidewalks and lawns.  Police issued very few tickets because of the strike","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["549316","551383","546614","556206","558232","556709","544859","556718","551913","556707","556724","554293","551917","551443","546169","545328"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["motorcycle","model","80","1970","boast","judging","style","method","bike","finish"]}
