{"path":"556748.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts an interior scene from a bus, capturing a snapshot of daily life during an unspecified era, possibly in the mid-20th century based on the style of clothing and bus design. On the right side of the image, the bus driver is seated at the wheel, and he is wearing a short-sleeved white shirt and sunglasses, smiling towards the camera with confidence. The driver's area includes various bus controls and a large steering wheel.\n\nThe left side of the image shows several passengers seated on fabric-covered bus seats. Four women are visible, three of whom are sitting together in a row. These women are dressed in fashion typical of the mid-20th century, including dresses and skirts, and two of them are wearing sunglasses. They appear engaged in either conversation or are looking out of the bus windows. One woman is reading what appears to be a book or magazine. The interior of the bus features overhead lighting and large windows, allowing ample natural light to illuminate the cabin.\n\nThe background outside the bus shows a glimpse of a sunny day and what appears to be a suburban or urban setting, with other vehicles, possibly parked cars, visible through the bus windows. The atmosphere inside the bus suggests a casual, everyday commute or travel scenario.","title":"Bus driver and passengers on a dial-a-ride radio dispatched door-to-door bus service in Haddonfield, New Jersey. It began February 1972, as a demonstration project between federal and state transportation departments. Funding ended in March 1975. Spokesmen report it worked well in rush hour along fixed routes, but the 30-cent fare wasn't enough to cover one to three persons picked up at home in off hours. At its peak, the service picked up about 1,000 riders a day.","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["556743","556795","555978","556756","556797","556745","556747","554264","556739","556794","554241","546604","556789","556740","556802","556741"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["bus","driver","wheel","sunglass","woman","window","magazine","commute","century","steering"]}
