{"path":"556702.jpg","date":"April 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts two young women engaged in an activity, seated on the floor of what appears to be a public transportation facility, given the indication of a sign that reads \"HELP KEEP YOUR STATION CLEAN.\" They are both focused on a game of cards splayed out between them. \n\nThe woman on the left is dressed in a dark hoodie and pants, with her dark hair loosely tied back, partially obscuring her face as she leans forward to examine her hand of cards. The woman on the right has long, straight brown hair draped over her shoulders and wears a plaid shirt with dark pants. She is also looking intently at her own cards.\n\nSurrounding the pair are several bags, suggesting they might be travelers passing time during a wait. Near them are a large, upright black suitcase, a backpack, and a guitar case, hinting at a possible musical interest from one or both individuals. \n\nThe environment is an indoor setting with a brown brick column partially visible, and the floor is carpeted in a muted color, enhancing the sense of a relatively nondescript public place. The overall atmosphere is one of casual, focused interaction, with a sense of transient stillness typical of waiting areas.","title":"A game of cards keeps two young ladies occupied while waiting for a departure of an amtrak passenger train from New York city's Pennsylvania station.  In 1974 the corporation reported 18,000,000 passengers in the u.s., an increase of 10 percent from the previous year.  Revenue collected during 1974 totalled $256.9 million amtrak is trying to achieve a 55 percent average load factor and is near the 50 percent level","placename":"New York (N.Y.)","location":"New York, New York","nn1":["558227","553798","548581","556705","558320","558329","555961","548586","548582","551436","556081","553164","556699","553541","556103","556839"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["card","woman","floor","case","suitcase","guitar","waiting","traveler","indication","pants"]}
