{"path":"556734.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts a busy street scene, capturing a moment of everyday congestion and activity, likely in an urban setting from approximately the 1970s based on the style and model of the vehicles visible. The scene is filled with a variety of tightly packed cars, suggesting either a traffic jam or a parking area, as most cars appear stationary. The vehicles shown include a broad spectrum of colors such as red, yellow, blue, green, and beige, and they range from sedans to station wagons, reflecting typical automotive styles of that era.\n\nAmidst the cars, several people are visible. Some pedestrians are navigating between the cars, and at least two are holding umbrellas, indicating that it might be raining or has recently rained. The individuals seem engaged in ordinary street-crossing activities, with no apparent interaction between them, each person focused on their own destination.\n\nThe background reveals a street lined with buildings that appear to be typical city architecture, possibly shops or offices, with large windows facing the street. Trees lining the street add a bit of greenery to the urban environment. The overall mood is one of mundane urban life, caught in a snapshot that reflects the era's automotive and fashion styles amidst daily routines.","title":"Washington, District of Columbia, policeman stands surrounded by vehicles in a monumental traffic jam in May, 1974 during a bus strike in the metropolitan area. During the bus strike which lasted several days, police were shifted from other duties to direct traffic at key intersections. Some 250,000 persons who normally rode the buses were forced to find alternate forms of transportation, usually their car. The Metro bus system normally operates 1,800 vehicles during the rush hour.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["556709","556727","546626","556724","556710","556729","552711","551913","554551","548388","551324","556718","548369","542684","556681","551135"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["street","car","spectrum","jam","style","era","crossing","congestion","destination","umbrella"]}
