{"path":"556704.jpg","date":"April 1974","photographer":"Pickerell, Jim","caption":"The photograph shows an illuminated map panel indicating the Intercity Rail Passenger Routes of the National Railroad Passenger Corporation, commonly known as Amtrak. This map is designed to highlight various routes across the continental United States.\n\nThe map uses different colored lines to delineate various routes. White dots appear to indicate station stops or points of connection. A central, brighter area, possibly representing a major hub, emits lines that fan outward across the map. The map includes outlines of Canada and Mexico, but only the U.S. routes are highlighted.\n\nThe background of the map is dark, enhancing the visibility and brightness of the lit routes. The map's title and the Amtrak logo appear prominently at the top in white lettering against the black background, providing a clear indication of the map's organizational affiliation. Some light reflections or glare are visible on the left side and center of the panel—a result of the ambient lighting when the photograph was taken.\n\nOverall, the map serves as an informative and visually striking representation of national rail connections designed to assist passengers with travel planning.","title":"Amtrak passenger train routes in the United States are shown on this lighted map on the wall of New York City's Pennsylvania Station in 1974. During that year the corporation reported 18,000,000 passengers, in the U.S., revenue of $256.9 million and a deficit of $272.6 million. Their inventory included approximately 2,000 cars and 110 new locomotives. Amtrak leases use of the tracks from the nation's railroads.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["556701","556649","556059","556063","555960","555992","556132","556058","555986","556107","556688","556073","556071","556112","556039","555987"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["map","route","connection","panel","title","affiliation","fan","glare","result","indication"]}
