{"path":"556794.jpg","date":"June 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts a vignette of urban life, likely dating back to the 60s or 70s, judging from the fashion and style evident. The scene captures an interaction between a bus driver and a customer at a bus ticket booth. The bus driver, dressed in a traditional white uniform complete with a peaked cap, leans on the window sill of the ticket booth, engaging with the customer, an elderly woman standing outside. The woman is dressed conservatively in a white and black floral skirt, a sweater, and comfortable shoes, indicative of the era's fashion for older women.\n\nThe ticket booth itself is built into the side of a bus, with a panel displaying an array of colorful ticket options available for purchase. The bus is colorfully decorated in stripes of orange, cream, and blue, giving it a cheerful and functional appearance. On the side of the image, part of another woman, likely another customer, is visible but mainly out of frame.\n\nThe setting is an urban street, noticeable with road signs indicating a no turn zone, and the buildings in the background suggest a typical city environment with functional low-rise architecture. There is a sense of a busy city life but caught in a moment of mundane, everyday interaction. The overall composition and the light suggest it might be midday or early afternoon. This image serves as a fascinating snapshot of a moment in time, reflecting everyday public interactions and city life from a past era.","title":"Booth where metropolitan Atlanta rapid transit authority (marta).  Passengers can get information about the system.  It is located at one of the main intersections in downtown Atlanta Georgia.  The improved information service, a fare decrease from 40 to 15 cents, new buses, new routes, night service and fringe parking are among the reasons the bus system attracted an increase of 27 percent between 1970 and 1974","placename":"Atlanta (Ga.)","location":"Atlanta, Georgia","nn1":["556747","556739","556748","556742","556793","556743","546605","556804","551841","549090","556795","549921","546655","556786","553796","547195"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["ticket","bus","booth","customer","driver","woman","fashion","city","dating","sill"]}
