{"path":"556753.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photo depicts a street scene, likely from the late 1960s or early 1970s, showing a mix of vehicles and a glimpse of urban life. Prominently visible in the foreground is a classic dark-colored car with a shiny finish and retro body style. To its right, capturing the central lane of the street, is a pale-colored sedan showing signs of its time with distinctive headlights and grille design typical of that era.\n\nParallel to these cars and opposite in direction, a blue Volkswagen Beetle is seen, a model known for its unique compact shape and popularity throughout the mid-century. Behind the Beetle, a red city bus with a traditional design adds depth to the urban landscape.\n\nThe backdrop features a street lined with light buildings, probably shops and businesses, with mid-century architecture, storefronts, and signage suggesting a vibrant town setting. Among the signs, one reads “NO LEFT TURN,” adding a touch of everyday traffic regulation to the scene.\n\nPedestrians are visible on the left sidewalk, giving life to the scene, suggesting a busy time of day. Greenery from trees partially obscures the upper part of the image, complementing the urban setting with a touch of nature. Overall, the photograph captures a typical moment in an American town during this period, highlighted by the presence of vehicles that epitomize automotive design of their time.","title":"Dial a ride radio dispatched door-to-door bus makes its way through traffic in Haddonfield, New Jersey. During rush hour the buses travelled in zones along fixed routes. The remainder of the day they were aVailable to pick up individuals at their home and drop them off at their destination. It was an experiment between federal and state transportation departments which began in February, 1972, and ended in March, 1975.","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["550139","556709","556724","556712","554551","554297","556718","551912","549882","549919","545216","549872","542586","553019","556791","548388"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["street","time","town","popularity","design","touch","regulation","grille","retro","century"]}
