{"path":"556733.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"The photograph captures a bustling urban street scene, likely from the mid to late 20th century based on the style of the cars and fashion. In the foreground, a man stands out prominently. He wears a dark three-piece suit, a light-colored dress shirt, and a dark fedora. He is also carrying what appears to be a leather briefcase, suggesting he might be a professional or businessman. The man is glancing downward towards the street, possibly watching his step or looking at something on the ground.\n\nThe background of the image is a busy city street filled with vehicles. The focus is somewhat blurred, but we can discern several vintage cars that indicate the era of the photograph. In the middle ground, there is a large delivery truck labeled \"M.S. Bergman Co.\" suggesting a commercial area likely accustomed to frequent deliveries.\n\nThe trees lining the street suggest this might be a more established, possibly residential area alongside commercial buildings. The overall atmosphere is one of a dynamic city life, with the architecture typical of mid-century American cities visible in upper parts of the frame.","title":"Some 250,000 persons who normally rode the buses in Washington, District of Columbia, during May, 1974, were forced to find alternate forms of transportation during a strike which lasted several days. Particularly vulnerable were people who did not own an autoMobile. Many of them were forced to rely on friends or even attempt to hitchhike. The Metro bus system usually has 1,800 buses on the streets during the morning and evening rush hours.","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["548388","556710","548369","549812","549882","548399","556225","546626","557805","550118","551135","545351","551125","549851","549906","554310"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["delivery","street","city","glance","briefcase","fedora","leather","establish","discern","car"]}
