{"path":"556761.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a gloomy, dimly lit urban setting, most likely an older public transit station or a similar semi-covered area. The composition is centered around a long wooden bench placed along a walkway, under an extended roof which is supported by columns visible on the left side of the frame. The floor shows wear and scattered debris, contributing to a sense of neglect.\n\nThe walls are heavily adorned with a variety of posters and flyers, adding a rich visual texture and providing context about the time and social environment. The posters include advertisements and public service announcements with strong societal messages. One notable poster on the far left says, \"DON'T BE RECKLESS,\" and features images of a group of people, possibly emphasizing safety or civility. Another significant poster states, \"A Mind Is a Terrible Thing to Waste,\" a slogan historically associated with the United Negro College Fund, suggesting efforts towards educational empowerment in the community.\n\nAdditional posters include political campaign advertisements, such as one for \"Wm. E. Brown Jr. for State Representative.\" This indicates an active political environment and the involvement of the local community in governmental elections.\n\nThe darkened ambiance and the content of the posters together narrate a story of a community keen on education, political participation, and social advancement amidst urban decay. The absence of people in the photograph adds a lonely and desolate mood, emphasizing the focus on the messages carried by the posters rather than daily activity in the space.","title":"Advertising is posted on a waiting platform at a train station in the suburbs of Philadelphia, Pennsylvania.  It is one of the places commuters catch trains downtown on cars leased by the southeastern Pennsylvania transportation authority (septa) from various railroads in the metropolitan area.  The system encompasses 157 train and bus lines and 2,790 route miles.  From 1971 to 1974 ridership increased from 273 to 293 million.  Improved facilities helped","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["556055","556017","552457","549785","556648","556821","553506","552751","556000","550253","549786","546051","549897","550022","552477","553736"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["poster","message","advertisement","community","advancement","narrate","campaign","education","slogan","participation"]}
