{"path":"556765.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph features a woman standing outdoors with a natural backdrop of lush green leaves that fill the background. The woman, likely in her 20s or 30s, sports a stylish and voluminous afro hairstyle and wears large, round-framed sunglasses that add to her fashionable appearance.\n\nShe is dressed in a striking sleeveless turtleneck sweater that is bright yellow at the top and dark green at the bottom, paired with what appears to be a black undergarment or blouse. This vibrant outfit is complemented by what looks to be a crossbody or shoulder bag worn on her left side.\n\nThe woman appears to be engaged in reading a newspaper, which she holds open with both hands. Her expression seems focused and absorbed in the content of the paper, and her stance suggests she is standing still, possibly waiting or simply taking a moment to catch up on the news.\n\nOverall, the image captures a moment of daily life, possibly from the 1970s or early 1980s given the fashion and hairstyle, set against a simple yet effective natural background that emphasizes the subject. It has a snapshot quality that feels candid and unposed, providing a glimpse into the personal routine or small moments of the subject's day.","title":"Commuter waits for the morning Southeastern Pennsylvania Transportation Authority (SEPTA) train into downtown Philadelphia from the northwest suburbs. SEPTA has 157 bus and train lines and 2,790 route miles in the metropolitan area. State and local governments provide half the $180 million in annual operating budget, the remainder comes from fares. Some 30 million riders in 1974, out of a total of 293 million, were commuters.","placename":null,"location":"OTHER","nn1":["553191","549888","557039","546623","556143","557114","553321","556254","553157","553156","554270","553165","556150","544747","554051","551821"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["hairstyle","30","woman","sleeveless","turtleneck","subject","1980","absorb","stance","newspaper"]}
