{"path":"556743.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures an interior scene of a bus. There is a woman sitting towards the front of the bus on the left-hand side. She appears to be in her middle ages, wearing a horizontally striped dress in shades of red and white, complemented by bright red shoes. She also wears sunglasses and is holding a book or a small clutch bag in her lap.\n\nThe bus driver is visible in the foreground on the right, though only his arm and part of his torso can be seen. He is operating the bus, suggested by his hand on what looks like the steering wheel.\n\nThe interior of the bus has a somewhat vintage feel, highlighted by the metal poles and leather-like material of the seats. The bus also features large windows which let a significant amount of light inside. A framed map or similar informational poster is displayed on a panel near the door, visible through the bus’s front door window, which is open.\n\nOutside the bus, through the windows, other vehicles and hints of a suburban setting can be observed, though details are not clear. The photograph has a natural, candid quality, providing a glimpse into a moment of everyday life during a bus ride.","title":"Woman riding alone on a dial-a-ride radio-dispatched door-to-door bus service in Haddonfield, New Jersey. It began in February, 1972, as a demonstration project between federal and state transportation. Departments funding ended in March, 1975, spokesman reported it worked well in rush hour along fixed routes but the 30-cent fare wasn't enough to cover up at home in off hours. At its peak, the service picked up about 1,000 riders a day.","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["556748","556739","556745","555978","556756","556795","556797","556804","556747","556789","556034","556744","554241","556740","556794","556796"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["bus","torso","door","window","leather","map","steering","lap","poster","ride"]}
