{"path":"556707.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a street scene featuring multiple parked cars that appear to be from the 1960s or 1970s, lined up along a curb. The foreground prominently displays part of a large, two-toned car with a white body and a dark roof, possibly a classic American model, showing details such as shiny hubcaps and a curving fender.\n\nTo the left in the image, there is an old-fashioned, deep green fire hydrant on the sidewalk, which adds a touch of urban utility to the scene. The sidewalk continues alongside the row of cars and features a manhole cover near the curb.\n\nIn the background, slightly out of focus, a series of other vintage cars follow in line, emphasizing the common practice of street parking in what appears to be a suburban or urban area. Above the cars, there is a steel bridge or an elevated highway, suggesting this area could be near a significant roadway or underpass typically found in city environments.\n\nOverall, the atmosphere evoked by the photograph is somewhat nostalgic, highlighting an era of distinct automotive design and urban layout. There's a muted sky, possibly overcast, contributing to the soft lighting and quiet mood of the setting.","title":"Bus strike in Washington, district of Columbia, during may 1974, resulted in 250,000 people having to find alternate methods of transportation, usually the autoMobile.  Monumental traffic jams resulted the police department allowed motorists to park in areas normally restricted.  Many drivers parked their cars in normal bus lames, on sidewalks, near fireplugs and on the grass.  Normally the city has 1,800 buses on the street during the morning and evening rush hours","placename":"Washington (D.C.)","location":"Washington, D.C.","nn1":["556709","556735","556724","556718","557877","551913","549829","547954","556713","554297","548238","556717","557692","556723","546177","553488"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["curb","car","sidewalk","hydrant","fender","ton","curving","street","practice","roadway"]}
