{"path":"556738.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph is taken from what appears to be the darkened interior of a vehicle (possibly a bus), focusing outward towards a bright scene. The viewer’s gaze is directed along a concrete pathway leading to a quaint house. The house has a covered front porch with a red railing and is framed by lush greenery, including a sprawling shrub in the front yard and taller trees visible behind the house.\n\nOn the porch, there is a figure, possibly an older woman, appearing to be involved in a cleaning activity as suggested by her upright posture and the object she holds, which might be a broom or mop. Another figure, a child, is observed a bit off to the right at the front yard near the pathway, giving a sense of daily residential life. The atmosphere suggests a sunny day with substantial natural light enhancing the vivid greens of the vegetation and the warm hues of the house’s architecture. \n\nThe use of the interior framing by the vehicle's doorway adds an interesting visual layer, creating a framed, almost voyeuristic perspective on an everyday, domestic scene. The shadows and reflections on the vehicle’s door window add depth and a hint of introspection to the overall composition.","title":"Mother and daughter about to board a dial a ride radio dispatched door-to-door bus service in Haddonfield, New Jersey.  It began in february, 1972, as a demonstration project sponsored by the u.s.  Department of transportation, the urban mass transportation administration and the New Jersey department of transportation funding ended in march, 1975.  Spokesmen reported it worked well in rush hour along fixed routes.  But the 30-cent fare wasn't enough to cover one to three person pickups at home","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["551100","545321","551091","555605","543314","545041","551090","551109","556752","551119","545372","542802","555942","556472","546441","549685"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["house","yard","porch","pathway","broom","darkened","vehicle","everyday","cleaning","introspection"]}
