{"path":"556700.jpg","date":"April 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a moment among a group of people, likely in a subway station. The setting is dimly lit, contributing to an atmosphere that feels somewhat intimate despite the public location.\n\nIn the foreground, there are three women visible. The woman on the left has long blonde hair and is facing the right side of the frame, slightly turned away from the camera. She appears to be looking at or listening to someone off-camera. The middle woman has dark hair and is captured mid-kiss with a man whose back is to the camera, partially blocking her body from view. The intimacy of their kiss contrasts with the public setting. The third woman, to the right, has short dark hair and a light-colored trench coat. She is looking off to the right, detached from the couple's interaction.\n\nIn the blurred background, there's a moving subway train, indicated by streaks of light which suggest its motion. The train’s motion creates a dynamic backdrop, emphasizing the fleeting nature of the moment captured.\n\nThe overall mood of the image is one of isolation juxtaposed with closeness, underscored by the semi-darkness and candid nature of the shot.","title":"A final goodbye kiss shared by passengers board an Amtrak Metroliner at the 30th Street Station in Philadelphia, Pennsylvania it is one of four or five stops made by Amtrak Metroliners which make 16 round trips each day between Washington, District of Columbia and New York City. Amtrak officials report 18,000,000 passengers in the U.S. rode their trains in 1974, up 10 percent from the previous year. Despite increased ridership, there was a $272.6 million deficit in 1974.","placename":"Philadelphia (Pa.)","location":"Philadelphia, Pennsylvania","nn1":["556658","556092","557909","556654","554326","556814","556042","557898","551895","556660","548261","556665","556817","554370","556650","555959"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["subway","woman","hair","train","camera","motion","closeness","trench","intimacy","streak"]}
