{"path":"556745.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures the interior of a bus with passengers seated at various points throughout the scene. The bus features rows of metallic-framed seats, which have a brown coloring and exhibit a retro design. To the right, the windows show glimpses of trees and sunlight, indicating the bus is in a wooded area during daylight.\n\nOn the left side, near the front of the bus, three passengers are seated individually across three seats. The first passenger is a man sitting by the window, wearing a light-colored shirt, closely followed by a woman in a blue shirt, and another person wearing a white shirt who seems to be in thought or looking outside.\n\nTowards the middle of the bus, there's a woman with blonde hair seated by a window, holding onto a red bag on her lap. \n\nOn the right-hand side, towards the front, a woman dressed in dark clothing and a white cardigan is seated independently, looking towards her right with an observant expression.\n\nOverall, the atmosphere seems calm and everyday. The photo elicits a sense of routine or daily travel, with passengers absorbed in their thoughts or views. The bus's design and windows dominate the frame, setting a distinctly public, transit-related setting.","title":"Passengers on a nearly empty Dial-A-Ride radio dispatched door-to-door bus service in Haddonfield, New Jersey. It began in February, 1972, as a demonstration project between federal and state transportation departments. Funding ended in March, 1975. Spokesmen report it worked well in rush hours along fixed routes, but the 30-cent fare wasn't enough to cover one to three persons picked up at home in off hours. At its peak, the service picked up about 1,000 riders a day.","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["556797","556795","556756","555978","554241","556789","556743","546593","556748","554264","556740","556034","549893","556739","556062","556834"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["bus","passenger","seat","thought","window","woman","cardigan","retro","coloring","shirt"]}
