{"path":"556764.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a candid moment of everyday life, likely from the 1970s, considering the attire and style depicted. It shows a group of seven adults sitting on a red bench outside a somewhat dilapidated building with peeling yellow paint and posters on the wall.\n\nOn the left side of the bench, a black man wearing a patterned blazer, white shirt, striped trousers, and dark sunglasses is sitting beside a black woman in a white blouse and plaid skirt. Both appear to be in conversation or waiting for something. Next to them, a white man and woman are also seated; the man is dressed in a light-colored short-sleeve shirt and dark pants, engrossed in a book or newspaper. The woman is dressed in a white blouse paired with a plaid skirt, similar to the first woman, holding a bag and also reading.\n\nTo their right, more towards the center and right edge of the bench, three older white women are seated. They are dressed in attire that suggests a different era; one is wearing a fur stole over a light dress, the middle woman has a patterned scarf on her head and a light dress, and the last woman is dressed in a dark, possibly floral, dress. All three women are focused on their own activities; one appears to be reading, another looks contemplative, and the third is resting her cheek on her hand, looking off into the distance.\n\nOn the far right of the frame, a man in a striking yellow suit with a matching jacket and trousers stands at a kiosk or entrance, engaging in an activity that is not visible due to his back being turned towards the camera.\n\nThe overall mood captures a slice of urban life, with each individual absorbed in their own world, suggesting a variety of narratives and personal stories, all set against a backdrop that suggests wear and everyday use. The architecture, combined with the fashion, gives an insight into the period and social context of the time.","title":"Commuters wait for the morning southeastern Pennsylvania transportation authority (septa) train into downtown Philadelphia from the northwest suburbs.  Septa has 157 bus and train lines and 2,790 route miles in the metropolitan area.  State and local governments provide half the $180 million in annual operating budget, the remainder comes from fares.  Some 30 million riders in 1974, out of a total of 293 million, were commuters","placename":null,"location":null,"nn1":["553169","554178","555906","555991","553205","553183","550082","552727","556760","556532","550679","548625","553319","553158","546855","551433"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["woman","bench","dress","skirt","plaid","blouse","trouser","kiosk","cheek","matching"]}
