{"path":"556705.jpg","date":"April 1974","photographer":"Pickerell, Jim","caption":"This image depicts a scene inside what appears to be a busy public area, possibly a train station or airport. In the foreground, there are three young women seated on luggage, clearly waiting, possibly for a train or flight. \n\nThe woman on the left, dressed in a white jacket and dark pants, looks somewhat tense or tired as she sits slightly bent forward with one hand holding a cigarette and the other arm resting on her knee. She seems to be gazing into the distance. \n\nThe middle woman, wearing a red jacket and dark pants, is seated directly on the suitcase with a slightly open posture. Her expression, as she looks to her left with eyes wide open, seems to indicate curiosity or attention to something off-frame slightly behind her.\n\nThe woman on the right, dressed in a black coat with a tan collar and stripy pants, is seated with her chin resting on her hand, looking pensively downward. Her posture and facial expression convey a sense of weariness or contemplation.\n\nThey are surrounded by the hustle and bustle of other travelers and passersby, seen in various states of motion in the background, which adds to the sense of a crowded, public setting. The lighting is somewhat dim, suggesting an indoor location with natural light possibly coming from off-frame.\n\nOverall, the photograph captures a moment of transit and waiting, typical of travel hubs, accompanied by the expressions and body languages that reflect the tiredness, alertness, and introspection that often accompany travel delays or waits.","title":"Suitcases are used for seats as members of the younger generation wait for a train in New York City's Pennsylvania Station. One of the busiest train routes from New York is that to Washington, District of Columbia. Amtrak Metroliner trains make 16 round trips each day between the two points, stopping at four or five places en route. The corporation reported a total of 18,000,000 passengers in the U.S. during 1974, an increase of 10 percent from the year before.","placename":"New York (N.Y.)","location":"New York, New York","nn1":["553736","556699","556648","549897","556103","556049","556687","556680","556054","556827","556070","556044","557909","556677","556091","549893"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["wait","accompany","woman","pant","seat","train","travel","expression","alertness","suitcase"]}
