{"path":"556755.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a man engaged in an analytical or coordinating task involving a large, detailed wall map. The map appears to cover a specific geographical region with numerous street names and zones clearly marked, and is reminiscent of an urban planning or public service operational setting.\n\nThe man, likely in his twenties or thirties based on his appearance, has light brown hair and is dressed in a blue, long-sleeved shirt with a paisley tie. He seems focused and serious as he interacts with the map, his expression thoughtful as he holds and positions what appears to be a magnetic or pinned token object onto the map. This token is distinctively topped with small, model police cars, suggesting that this activity could be related to dispatching, emergency services coordination, or some form of logistical control in a city setting.\n\nThe environment looks utilitarian and work-oriented; there's minimal decoration, focusing instead on functionality. The presence of other similar tokens on the map further suggests a real-time strategizing or monitoring scenario, perhaps within a control room or emergency response unit’s headquarters. The background is subdued in color and focuses primarily on the broad map and the task at hand, which fills the frame and draws the viewer’s attention immediately to the action and utility of the setup.","title":"Dispatcher marks locations on a city map for the dial-a-ride radio-dispatched door-to-door bus system in Haddonfield, New Jersey. It was a joint demonstration project between federal and state departments which began in February, 1972, and ended in March, 1975. The system worked well enough during rush hour spokesmen reported, but the small demand in off hours wasn't enough to make the program self-supporting.","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["551898","546280","552390","552388","551916","552392","556383","551904","551915","551896","548443","552387","551902","551897","552389","551903"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["map","emergency","control","service","thirty","twenty","coordination","task","response","police"]}
