{"path":"556792.jpg","date":"June 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a vibrant urban scene featuring a classic red double-decker bus in the foreground. The bus features advertisements including one for the Art Institute of Atlanta and another promoting a Fly Pan Am Delta 747 flight directly to London. The side of the bus also includes some text related to walking for health benefits, possibly part of a public health campaign.\n\nIn the driver compartment, a person wearing a light-colored top is visible. A couple of passengers can be seen inside the bus; one standing by the door seemingly interacting with someone outside, perhaps another passenger or the driver.\n\nNext to the bus is a yellow car, typical of auto design from the mid to late 20th century, which adds to the temporal context of the scene. Behind these, the urban environment includes a distinctive building labeled \"TOWERS\". The ground floor of this building houses various storefronts, including one that appears to be a grocery store advertising \"Meats\", \"Snacks\", and \"Produce\" as seen through its large display windows.\n\nThe architecture of the building, the vehicles present, and the advertisements provide a snapshot of city life from around the 1970s or 1980s, reflecting both the cultural and economic environment of the time. The photograph also features a clear blue sky which contrasts with the urban elements, adding a bright and airy feel to the scene.","title":"Double decker bus on the streets of Atlanta, Georgia. It is not a part of the Metropolitan Atlanta Rapid Transit Authority (MARTA) bus system which has improved its facilities and attracted a growing number of riders. MARTA has reduced the fare from 40 to 15 cents and added services such as new routes, fringe parking and passenger waiting shelters. Voters have authorized a one percent sales tax to improve their transit system.","placename":"Atlanta (Ga.)","location":"Atlanta, Georgia","nn1":["547814","556791","549891","546668","556793","556742","556802","551445","546605","556224","556806","545385","547195","552793","556203","556749"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["bus","health","driver","advertisement","passenger","campaign","auto","grocery","meat","snack"]}
