{"path":"556786.jpg","date":"June 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts a busy urban street scene, likely captured during the late 20th century based on the fashion and vehicles present. A group of people, predominantly women, is waiting at a bus stop, lined up along the sidewalk. They are dressed in a variety of clothing, including coats, dresses, pants, and skirts, which illustrate a range of styles from that period. Several people are seen carrying bags or purses, and many wear hats or headscarves.\n\nThere are two buses in the scene; the one closest to the camera is marked with the number \"23-West Dyke\" and the words “CITY BUS” below the windshield. Another bus, labeled \"Special,\" is parked behind the first bus, facing away from the viewer. The buses appear to be of an older model, characteristic of public transit buses from the mid-20th century with their rounded edges and prominent front grilles.\n\nThe façade of the building behind the bus stop is partially visible, showing detailed, ornamental architecture typical of urban constructions in earlier decades. The setting suggests a bustling, possibly downtown, area with a focus on public transportation. The mood conveyed by the image is one of routine urban life, capturing the everyday activity of people commuting via public transport.","title":"Passengers in Atlanta, Georgia, waiting for their Metropolitan Atlanta Rapid Transit Authority (MARTA) bus during rush hour. Ridership increased 27 percent from 1970 to 1974 when it reached 73,727,000 passengers. The increase occurred for a number of reasons, including new buses, new routes, night service 100-passenger waiting shelters (see photo), fringe parking and a decrease in fare from 40 to 15 cents.","placename":"Atlanta (Ga.)","location":"Atlanta, Georgia","nn1":["556203","546655","546615","556742","556809","546605","556749","556799","549921","556804","556791","549891","548608","547195","556808","546735"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["bus","stop","purse","headscarf","grille","century","windshield","people","transit","façade"]}
