{"path":"556756.jpg","date":"May 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a scene inside a moving bus. The composition includes three main subjects: a bus driver and two passengers spaced apart from each other.\n\nStarting from the front of the bus, the bus driver, an older man, is focused on the road, seated in the driver's seat with his hands on the steering wheel. He wears a short-sleeve white shirt and appears concentrated on driving.\n\nSitting in the middle of the bus is a female passenger. She is young, with long hair partially pinned back, wearing a light-colored blouse adorned with floral elements and a dark vest. She has a contemplative or perhaps worried expression, gazing out of the window next to her seat. A large, patterned bag rests in her lap, and her hands are placed over it.\n\nFurther back, seated towards the rear of the bus, is another passenger—a middle-aged man sitting alone. He wears a light-colored outfit and seems to be staring ahead blankly or lost in thought.\n\nThe interior of the bus features wood paneling and rows of lightly colored seats, some with headrests, which create a somewhat dated or retro feel. The ceiling of the bus has an array of lights and a ventilation system. Through the windows on both sides of the bus, a blurred landscape can be seen, suggesting the bus is in motion. The overall atmosphere appears somewhat solemn or reflective, underscored by the apparent solitude or introspection of the passengers.","title":"Passengers on a dial-a-ride radio dispatched door-to-door bus in Haddonfield, New Jersey. It began in February, 1972, as a demonstration project between federal and state transportation departments. Funding ended in March, 1975. Spokesmen reported the system worked well in rush hour along fixed routes. But the fare wasn't enough to cover one to three persons picked up at home in off hours. At its peak, about 1,000 riders per day used the system.","placename":"Haddonfield (N.J.)","location":"Haddonfield, New Jersey","nn1":["556745","556797","556795","555978","556743","556739","556748","554241","556747","556789","556034","546593","554264","556796","556741","555977"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["bus","passenger","driver","seat","stare","paneling","lose","ventilation","introspection","pin"]}
