{"path":"556810.jpg","date":"July 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts a bustling subway station scene. In the foreground, to the left, a subway train with the number 8891 is visible with its doors open. A few individuals are seen either entering or exiting the train. One man stands closer to the viewer, dressed in business attire (white shirt, tie, and trousers), looking towards the train.\n\nIn the center and foreground, the movement of people (a mix of men and women) suggests the dynamic nature of public transportation. Most appear dressed in typical mid-20th-century fashion — suits for men and knee-length dresses for women. Their movements convey a sense of hurried transit, typical of a subway environment.\n\nTo the right, a woman is seen carrying shopping bags, interacting with another woman in front of a subway station indicator sign. The sign provides key location data: this station is Worth St, with connections to Brooklyn Bridge, situated south of Reade St. Additionally, an old subway route indicator \"BB\" sign is visible.\n\nThe station itself features tiled walls and floors with florescent overhead lighting, which casts a stark, artificial glow that's typical of underground settings. The environment conveys an everyday urban transit scene, characterized by the quick pace and diverse array of commuters.\n","title":"Passengers boarding the Lexington avenue line subway in New York city.  The system has 232-miles of track and is the longest one in the world.  In 1974 the subway provided four million rides each work day which amounted to a little less than two million people (most people made round trips, and some made several trips each day.)  The subway is of crucial importance to New York.  In 1970 it transported 47 percent of the city's work force daily","placename":null,"location":null,"nn1":["556812","556774","556818","556779","551883","556819","556651","556815","556650","551894","551886","556823","556682","551890","556821","556660"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["subway","station","indicator","train","transit","woman","commuter","datum","sign","pace"]}
