{"path":"556802.jpg","date":"June 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a scene viewed from inside a bus, providing a perspective of urban traffic congestion. The foreground inside the bus features the back of the bus driver’s seat at the left, and the black silhouettes of vehicle controls can be seen on the right, partially obscured by the windshield wipers that divide the pane. \n\nThrough the front windshield, multiple lanes of traffic are visible, comprising various cars and another bus ahead on the road. The vehicles appear to be predominantly from the 1970s era, judging by their designs. In the upper part of the photo through the bus's large front window, street signs and traffic lights are observable. Notably, one street sign reads “NO STANDING ANY TIME.”\n\nIn the middle distance, there are some commercial buildings including one with a visible sign that partially reads \"READING\" and another word which is obscured. This setting is typical of a busy urban street environment during a time likely close to peak traffic hours, given the density of the vehicles.\n\nThe overall image gives a viewer the essence of commuting in a bustling city, with the bus driver navigating through traffic, serving as an everyday scene for many urban commuters.","title":"View from the front of a Metropolitan Atlanta Rapid Transit Authority (MARTA) bus in downtown Atlanta, Georgia. New services increased the number of passengers 27 percent between 1970 and 1974. Voters authorized a one percent sales tax for upgrading the transit system and it brought in $53 million in 1974. A $1.79 billion 53-mile rail system addition has been proposed, but has been held up by legal battles. The MARTA operating budget in 1974 was $29 million and $10 million was collected in fares.","placename":"Atlanta (Ga.)","location":"Atlanta, Georgia","nn1":["548272","549891","556803","553719","556729","556752","556791","556732","556727","556748","556807","556797","556743","549853","549919","555782"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["bus","traffic","windshield","driver","street","vehicle","commute","commuter","sign","read"]}
