{"path":"556850.jpg","date":"July 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a dynamic scene on a railroad track. The foreground features part of a train moving along the tracks, which extend straight into the distance, flanked on either side by lush greenery, hinting at a rural or semi-wooded location. On the left side of the image, other parts of the same train can be seen curving around, suggesting the train is either very long or this image captures it navigating a slight bend in the tracks.\n\nThe focus of the image is partly on a particular train engine, numbered 222, adorned in a dark color scheme with yellow details, indicating it may belong to a specific rail company. At least one more train car, a boxcar with visible letters \"CCT\" in white on its dark body, is visible towards the right edge of the image.\n\nThere are bright lines gleaming on the tracks, created either by the sunlight or by the reflection of train lights. The backdrop is dense with trees, contributing to a sense of isolation and the train’s envelopment by nature. The overall atmosphere is one of movement and tranquility, combined intriguingly with the industrial elements of the train. The lighting suggests this scene occurs on a bright day, possibly in the morning or late afternoon based on the soft quality of the light.","title":"View from an Amtrak passenger train enroute from Harrisburg, Pennsylvania, to Baltimore, Maryland, and Washington D.C. This section of the train split up in Harrisburg; the other section continued on to New York City. The train originated as the Broadway Limited in Chicago. Some 18 million passengers were carried by Amtrak in 1974, an increase of 10 percent from the previous year. The corporation had revenue of $256.9 million and a deficit of $272.6 million in 1974.","placename":null,"location":"OTHER","nn1":["556759","556104","556120","556837","556106","556029","556009","556857","557963","552714","556856","556003","545541","554834","557966","545378"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["train","track","gleam","belong","railroad","company","engine","occur","scheme","rail"]}
