{"path":"556805.jpg","date":"June 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts a group of approximately fifteen African American women standing on a city sidewalk. The women vary in ages but mostly appear to be middle-aged or older. They are dressed in a variety of styles, from casual to semi-formal, featuring a mix of patterns and colors including floral prints, solid colors, and geometric patterns. Some women wear headscarves and others have their hair styled in different ways, including afros and bobs.\n\nSeveral of the women are talking among themselves, with expressions indicating conversation and engagement. Their body language is relaxed and social, with several of them holding handbags and personal belongings.\n\nThe background shows a beige stone building with a sign stating \"Social Services\" and office hours posted on a door. The urban environment suggests this might be a gathering possibly related to the services provided at the location, or it could be after a meeting or church service, given the dress and organized nature of their assembly.\n\nThe overall atmosphere of the photo is one of interaction and community, with a strong sense of cohesiveness among the women. The condition of the photo, marked by its vintage color saturation and quality, gives it an air of being taken in the 1970s or 1980s.","title":"Group of passengers waiting for a Metropolitan Atlanta Rapid Transit Authority (MARTA) bus in Atlanta, Georgia. Ridership on the system increased 27 percent from 1970 to 1974. It resulted from a fare decrease from 40 to 15 cents, improved information service, new buses, new routes, night service, 100-passenger waiting shelters and fringe parking. MARTA authorities hold a once a month \"public comment session\" to hear input from their passengers and other observers.","placename":"Atlanta (Ga.)","location":"Atlanta, Georgia","nn1":["547190","553804","551013","551466","546855","556808","551063","553205","547006","553154","555906","557158","551142","553761","549855","549678"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["woman","service","afro","handbag","headscarf","belonging","language","meeting","assembly","print"]}
