{"path":"556838.jpg","date":"July 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a scene inside a train car, featuring a group of children and adults engaging in various activities during a train journey. In the foreground, two boys are seen playing checkers. One of them is sitting cross-legged on the floor, focused on the game, while the other is resting on his side, observing the board closely. Both boys are dressed in casual attire, suitable for a comfortable journey.\n\nSurrounding the boys are blue upholstered seats with red and gray patterned headrests covered by white disposable headrest covers, typical of public transport vehicles to maintain cleanliness. These seats are arranged in pairs, facing forward, suggesting the direction of travel.\n\nIn the background, more passengers are visible, likely family members or fellow travelers, some of whom are resting or sleeping, slumped over in their seats with their heads resting on the seat backs or turned to the side. A sense of a long journey is implied by the relaxed and informal poses of the passengers.\n\nThe interior of the train car appears aged, with signs of wear and use, adding a realistic and almost nostalgic air to the scene. The natural lighting coming from the windows suggests daytime travel. The overall composition of this image portrays a typical moment of leisure and relaxation during travel, encapsulating a snapshot of life on a train.","title":"Youngsters play checkers between the seats of Amtrak's Broadway Limited on its way from Chicago to points east. The train arrives in Harrisburg, Pennsylvania, the following morning and splits into sections which continue on to New York City and Washington, D.C. In 1974 Amtrak carried 18 million passengers, an increase of 10 percent from the previous year. It received revenues of $256.9 million in 1974, but posted a deficit of $272.6 million which was covered by government subsidy.","placename":null,"location":"OTHER","nn1":["556081","555972","556835","555974","556096","556097","556834","556095","556061","556094","556671","556062","556833","556656","556080","555998"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["seat","train","journey","travel","boy","passenger","cleanliness","traveler","game","member"]}
