{"path":"556854.jpg","date":"July 1974","photographer":"Pickerell, Jim","caption":"This photograph provides a view from the side of a train, capturing a railway landscape under a clear sky. It features multiple railway tracks that converge into the distance, edged by overhead electric lines intricately arranged above. The scene is bathed in the soft light of either early morning or late afternoon, casting long shadows across the tracks.\n\nOn the right, another train or a part of a train is partly visible, with its side facing the viewer. It appears to be stationary. The surroundings include structure edges and partial views of buildings in the background, suggesting an urban environment near a station or a rail yard.\n\nThe horizon is dominated by these electrical wires and poles, creating a geometric pattern against the sky. At least one small figure can be seen standing beside the tracks, adding a human element to the largely mechanical and industrial vista. The overall composition highlights the expansiveness and complexity of railway infrastructure, with a focus on lines, both literal (tracks, wires) and visual (perspective converging in the distance).","title":"Amtrak train passes overhead wires and other tracks as it enters Washington, D.C. It started out at 4 p.m. the previous day as the Broadway Limited in Chicago. It was to arrive in Harrisburg, Pennsylvania, the following morning at 6:22. At that station, the train was split into two sections, with one heading for the nation's capital and the other to New York City. The Washington train, due at 10:10 a.m., was two hours late. The Chicago to points east run has a history of being late.","placename":null,"location":"OTHER","nn1":["556841","547940","556783","556856","556873","556888","556120","556851","556902","544324","556692","556837","545378","547140","556877","556853"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["track","railway","train","converge","wire","expansiveness","vista","edge","rail","complexity"]}
