{"path":"556807.jpg","date":"June 1974","photographer":"Pickerell, Jim","caption":"This photograph provides an elevated view of a busy urban street scene, likely taken from a high-rise building. The image is vertically oriented and captures a wide street that stretches from the foreground to the horizon, flanked by tall buildings on either side.\n\nThe street itself is divided into several lanes in each direction, marked by white line stripes, and is bustling with traffic. Notably, there are multiple buses lined up in the middle lanes, pausing seemingly at a bus stop, accompanied by several moving and parked cars. The vehicles vary in color and type, including sedans and vans.\n\nThe sidewalks down the left side are visible, lined with various buildings ranging in architecture, suggesting a mix of residential and commercial usage. Street signs and parking signs are intermittently visible, adding to the urban feel.\n\nTo the right side foreground, the upper structure of a building is shown, characterized by a rectangular shape and filled with large windows, reflecting a more modern architectural style compared to the other buildings surrounding it.\n\nThe lighting in the photograph suggests an overcast day, casting soft light across the scene and diminishing shadows, thereby giving the image a somewhat moody atmosphere. The overall composition and the bird’s-eye view provide a comprehensive snapshot of city life and urban transportation.","title":"Overhead view of Metropolitan Atlanta Rapid Transit Authority (MARTA) buses on a street in downtown Atlanta, Georgia. Ridership on the system increased 27 percent from 1970 to 1974 because of improved service and a fare decrease. Voters authorized a one percent sales tax for improving the transit system. In 1974 it produced $53 million. During that year the MARTA operating budget was $29 million, and $10 million was collected in fares.","placename":"Atlanta (Ga.)","location":"Atlanta, Georgia","nn1":["551478","553301","549874","553681","549849","552710","551471","556681","555782","553845","548419","546707","555450","546617","556193","551474"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["street","bus","lane","building","stop","van","usage","sedan","stripe","sidewalk"]}
