{"path":"556813.jpg","date":"July 1974","photographer":"Pickerell, Jim","caption":"This image captures a scene inside a subway car, likely dating back to the late 20th century based on the style of clothing and appearance of the subway car. The car is fairly crowded with passengers who are seated along either side of the car, facing inward. The seating is longitudinal, with passengers seated on benches that run parallel to the length of the car.\n\nThe passengers, a mix of men and women, display a variety of hairstyles and clothing styles typical of the 1970s or 1980s. Many of the men are sporting longer hair and casual attire like T-shirts and jeans, while women also appear in casual, everyday clothing. The expressions and postures of the passengers vary; some appear engaged in reading newspapers or books, others are looking away, lost in thought, and a few engage in conversation or look out of the car windows. \n\nThe subway car itself shows signs of wear and age, with graffiti visible on the exterior of the car seen through the open train door. Inside, the car is lined with advertisements and maps above the windows, typical of public transit decor from the era. The car's interior is utilitarian with metal poles for standing passengers and the floors display a checkered pattern.\n\nOverall, the photograph provides a candid snapshot of everyday life in a past era, capturing a typical moment of urban commute where diverse individuals coexist briefly while traveling in the public transport system.","title":"Subway passengers aboard a New York City Transit Authority car on the Lexington Avenue line are oblivious to the graffiti scrawled on the walls. In 1973, transit police arrested more than 1,400 persons for such an offense; in 1974, the number of offenders was more than 2,000. Very few cars in the 232-mile system are free of graffiti despite a program of constant maintenance and repainting. The subway is of crucial importance to the city. In 1970, it carried 47 percent of the work force.","placename":null,"location":"OTHER","nn1":["556780","556691","556698","556653","556669","556665","554328","556652","548261","548273","556661","556817","548256","556814","554327","553823"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["car","passenger","subway","clothing","commute","era","map","past","decor","hairstyle"]}
