{"path":"556832.jpg","date":"July 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a busy urban expressway. The viewpoint is elevated, likely taken from a bridge or an overpass. The expressway spans the center of the frame, extending into the distance with multiple lanes filled with cars and trucks. Traffic appears to be very dense, suggesting either peak travel times or possibly a slowdown.\n\nOn either side of the expressway, there are patches of greenery, but these areas are relatively barren, with some sparse grass and a few trees, possibly indicating an urban setting that hasn't fully invested in extensive landscaping along the highway.\n\nThe background features a mix of architectural styles. To the left, a classic church spire rises above the horizon, adding a historical element to the scene. Further to the right are industrial and possibly commercial buildings, characterized by flat roofs and functional designs.\n\nThe sky takes up the upper third of the photograph, showing a mix of cloud cover and blue patches, which add a dynamic element to the overall mood of the image.\n\nIn the foreground, part of the structure from which the photo is taken is visible, including a protective railing and a geometric pattern, most likely part of the bridge or overpass, providing a partial frame to the bustling roadway scene below.","title":"View from the window of an Amtrak passenger train crossing an overpass on its way from Chicago. The Broadway Limited leaves daily at 4 p.m. and arrives at 6:22 a.m. the following day at Harrisburg, Pennsylvania. There the train is split into two sections, one for New York City and the other for Washington, D.C. This train has a history of late arrivals. Amtrak officials blame it on the poor condition of the roadbed, which is leased from the nation's railroads.","placename":null,"location":"OTHER","nn1":["546670","546612","546681","546608","547780","546686","556194","545467","549861","547770","546713","549890","547785","553475","542682","549902"],"cl":[42],"cluster":["#42 &mdash; Transportation Infrastructure"],"terms":["overpass","bridge","mix","spire","landscaping","third","church","roadway","viewpoint","travel"]}
