{"path":"556800.jpg","date":"June 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts a woman seated inside a vehicle, possibly a bus or a van. She is dressed in a green sleeveless top layered with a white, sleeveless collared blouse, conveying a sense of casual, practical attire suitable for travel or a day out. The woman is wearing large, round sunglasses and her brown hair is styled in a short, curly manner typical of certain periods.\n\nShe appears to be looking down at something out of frame, giving her a pensive or distracted demeanor. Around her neck hangs a long, thin strap attached to which seems to be a circular, possibly metallic object, resembling a clock or some sort of medallion, suggesting it might be an item of personal significance or practical use.\n\nShe is seated near a window, through which a blurry exterior view is visible, indicating movement. The window frame is slightly grimy, adding to the candid and unpolished feel of the scene. The lighting is soft, possibly filtered through the windows of the vehicle, highlighting the side of her face and her hair.\n\nOverall, the image captures a moment of everyday travel, framed in a manner that centers on the individual while also offering subtle hints about her personality and the context of her journey.","title":"Tired passenger riding home after work on a Metropolitan Atlanta Rapid Transit Authority (MARTA) bus in Atlanta, Georgia. She is one of 73,727,000 passengers carried by the system in 1974, an increase of 27 percent from 1970. Many of the new riders had not ridden buses before. They were attracted by a fare decrease from 40 to 15 cents, new buses, new routes, night service, passenger waiting shelters and fringe parking.","placename":"Atlanta (Ga.)","location":"Atlanta, Georgia","nn1":["556743","555975","546597","556728","548255","556796","545316","556745","546667","556839","556804","556739","555978","557904","554241","546593"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["manner","travel","window","strap","clock","hair","journey","van","sort","neck"]}
