{"path":"556842.jpg","date":"July 1974","photographer":"Pickerell, Jim","caption":"This photograph depicts an interior scene of a moving train. In the image, there are two prominent figures and one partially visible person. On the left side, there is a woman partially visible from the side, appearing contemplative as she looks out of the window. She is dressed in a denim jacket.\n\nIn the center of the composition lies a person who is napping peacefully. This person is covered in various textured blankets or shawls, which have intricate patterns and a mix of possibly traditional and floral designs. Most notable is the polka-dotted material and a darker fabric featuring a red paisley design. A pillow supports their head.\n\nNext to this person, on the right side of the image, there's a young child, also asleep. The child is dressed in an off-white or light blue sweater and has a patterned cloth wrapped around their head. This child rests their head on the shoulder or upper arm of the central figure, indicating a sense of closeness or familial relationship.\n\nThe background outside the train window shows a blurred landscape, indicating the motion of the train. The overall lighting in the photograph seems natural, coming from the window and casting shadows and highlights across the figures and interior, creating a quiet, intimate atmosphere in the compartment.","title":"Passengers try to get some sleep in their seats on Amtrak's Broadway Limited enroute from Chicago to points east. The corporation carried 18 million passengers during 1974, an increase of 10 percent from the previous year. Revenues totaled $256.9 million in 1974, but there was a deficit of $272.6 million. Amtrak officials are trying to achieve a 55 percent average load factor on their trains and report they are nearing the 50 percent mark.","placename":null,"location":"OTHER","nn1":["556848","556062","556097","555977","555998","555972","552935","556839","555971","555974","556835","556094","556095","556671","556656","556838"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["train","head","person","child","figure","pillow","shawl","window","polka","closeness"]}
