{"path":"556801.jpg","date":"June 1974","photographer":"Pickerell, Jim","caption":"This image depicts a bustling outdoor shopping center parking lot scene from what appears to be the 1970s, based on the clothing styles and vehicle models. The photograph captures a diverse group of people, primarily African American, walking through the parking lot. Some individuals are heading towards the stores, while others are engaged in conversations or going about their day.\n\nIn the center of the photograph is a woman wearing a yellow top and black pants, walking directly towards the camera, which draws attention to her as a focal point. Around her, other people can be seen in various outfits, including bell-bottoms, patterned shirts, and dresses, which are indicative of the fashion at the time.\n\nIn the background, the shopping center displays prominent signage for \"Davison's\" and \"Eckerd,\" suggesting the names of the businesses located there. The architecture of the building is simple and functional, typical of mid-20th-century commercial design.\n\nThe parking lot is filled with a variety of cars from the era, including VW Beetles, sedans, and a couple of convertibles, reflecting the automotive styles and preferences of the period. The setting is completed by a clear and bright sky, suggesting a warm and sunny day. This everyday scene captures a slice of life, showing people engaging in routine activities within their community.","title":"Passengers from a Metropolitan Atlanta Rapid Transit Authority (MARTA) bus head for their cars at a fringe parking lot at one of the shopping centers in Atlanta, Georgia. New services increased the number of passengers 27 percent between 1970 and 1974 voters authorized a one percent sales tax for upgrading the transit system; in 1974 it brought in $53 million. A $1.79 billion 53-mile rail system has been proposed, but has been held up by legal battles.","placename":"Atlanta (Ga.)","location":"Atlanta, Georgia","nn1":["546599","546731","556204","556773","556736","554617","556201","546594","556227","557016","552411","551124","556808","556790","549885","556221"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["lot","parking","shopping","preference","center","bell","people","store","sedan","slice"]}
