{"path":"556840.jpg","date":"July 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a scene at a train station in Fort Wayne, as indicated by the sign on a post in the station. It seems to be taken during the day given the amount of sunlight and shadows present.\n\nOn the left, a man in glasses, wearing a short-sleeved shirt, shorts, and knee-high socks, appears to be with two young boys. One of the boys is in a white shirt and shorts, and the other is wearing a green tank top and darker shorts. They all seem to be engaged in a conversation or waiting, positioned near the station platform.\n\nIn the center and on the right side of the photograph, several other individuals are standing by the train, possibly greeting others or preparing to board. A group consists of an older man and woman talking to a younger woman and a child beside a red-capped train conductor or railway worker. The older woman is dressed in a white outfit with a pattern, and the older man is in a lighter suit.\n\nThe train itself has a dark burgundy or maroon color with silver accents and markings. The platform is simple, with a roof structure supported by columns, providing shade for the people.\n\nIn the background, other elements of the station are visible including benches and structural beams of the station roof. The atmosphere appears leisurely and calm, typical of a small to mid-sized town train station scene from a past decade, possibly in the 1950s to 1970s, judging by the style of clothing and color saturation of the photograph.","title":"Amtrak's broadway limited makes a stop enroute from Chicago to points east to pick up and discharge passengers.  Many families ride the trains because the youngsters are able to travel on reduced fare.  This train continues on to harrisburg Pennsylvania.  There it splits into sections which continue on to New York city and Washington, d.c.  The train has a history of late arrivals.  Amtrak blames it on the poor condition of the roadbed leased from the nation's railroads","placename":null,"location":null,"nn1":["556041","556074","556114","556091","556071","555984","556089","555985","556026","556782","556044","556063","556760","556688","556857","556670"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["station","train","short","boy","platform","waiting","woman","1950","conductor","burgundy"]}
