{"path":"556836.jpg","date":"July 1974","photographer":"Pickerell, Jim","caption":"This photograph captures a scene viewed from the side of a moving train. The focus is on the right-hand side showing the accompanying railroad tracks that run parallel to the track the train is on. These tracks are lined on either side by unkempt grass and weeds, indicative of a somewhat rural or less-maintained area.\n\nIn the distance, a prominent industrial building labeled as a \"GRAIN CO.\" can be seen. It is a large, multi-structured complex with various components including storage facilities and possibly processing units, typical of a grain storage or distribution center. The building is painted primarily white and has multiple silos and elevated structures, characteristic of agricultural industrial architecture.\n\nTo the left side of the image, across the other set of tracks and slightly obscured by the speed of the train, there is a row of trees that line a road. This road appears to be residential or leading into a town, with structures that could be homes or small businesses visible through the trees.\n\nThe overall setting and the elements within the image suggest this photograph was taken either on the outskirts of a town or in a lightly industrialized rural area where agriculture plays a significant role in the local economy. The light and colors in the picture indicate it might be either early morning or late afternoon, giving the photograph a somewhat muted, soft tone.","title":"View from Amtrak's Broadway Limited in northern Indiana enroute from Chicago to points east. The passenger train leaves Chicago daily at 4 p.m. and is scheduled to arrive at Harrisburg, Pennsylvania, the following day at 6:22 a.m. There it splits into two sections, one going to Washington D.C., and the other to New York City. The train has a history of being late. Amtrak officials blame it on the poor upkeep of the tracks it leases from the nation's railroads.","placename":null,"location":"OTHER","nn1":["556008","554834","556010","556837","556851","556029","556009","556003","543174","545541","556783","556382","547528","556111","555887","556853"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["track","train","town","economy","storage","weed","distribution","grain","side","railroad"]}
