{"path":"556808.jpg","date":"June 1974","photographer":"Pickerell, Jim","caption":"This image captures a bustling urban street scene, likely from the 1970s given the fashion and color palette. The picture shows a diverse group of people, predominantly women, standing at a street corner seemingly waiting to cross or for public transportation. There are about 12 individuals visible, encompassing a range of ages and possibly ethnic backgrounds.\n\nThe foreground of the photograph features a group clustered near a utility pole topped with traffic signs that read \"NO PARKING ANY TIME\" and another sign partially visible that states \"COACH STOP NO PARKING.\" The scene is lively and the people are dressed in various styles indicative of the era—flared trousers, mini skirts, patterned dresses and tops, and bold, solid colors. Some individuals are accessorized with large bags, hats, and sunglasses. One woman is wearing a white hat and another has a colorful scarf tied around her head. The expressions and poses vary; some people are looking directly at the camera, while others are engaged in conversation or looking away.\n\nIn the background, the architecture suggests a commercial area with storefronts and buildings that have a slightly worn appearance. Faint signs and other architectural details suggest a densely populated city environment. There is a blurred view of other pedestrians and a street scene including cars and possibly other street signage in the further background.\n\nThe overall composition of the photograph has a candid and spontaneous feel, capturing a moment of everyday life in an urban setting. The image provides a rich tableau for exploring urban public life and fashion of a bygone era.","title":"Commuters on a street corner in downtown Atlanta, Georgia, waiting for a Metropolitan Atlanta Rapid Transit Authority (MARTA) bus. Ridership in 1974 was 73,727,000, an increase of 27 percent from 1970. Most of the increase came from persons who had never before been regular riders on the system. A fare decrease from 40 to 15 cents, new buses, new routes, night service, improved information service and fringe parking were reasons for the passenger increase.","placename":"Atlanta (Ga.)","location":"Atlanta, Georgia","nn1":["553184","549923","549906","548369","545231","553155","551835","556199","549855","548368","546626","551124","547190","556711","556725","556221"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["street","fashion","parking","era","sign","accessorize","encompass","scarf","tableau","hat"]}
