{"path":"556998.jpg","date":"July 1974","photographer":"","caption":"This image presents an aerial view over a scenic landscape that includes a large lake reflecting the sky, surrounded by areas of dense forests and patches of cultivated fields or gardens. In the foreground, near the lakeshore, there appears to be a residential area with small houses nestled among the trees, enjoying an expansive view of the water. The middle ground shows a mix of open fields, possibly farmland, interspersed with small forested sections and some rural buildings or homes. In the distance, the terrain raises slightly and is predominantly covered in forests, contributing to the feeling of a secluded, natural setting.\n\nFar on the horizon, partially shrouded by atmospheric haze and standing with a commanding presence, is a majestic mountain, likely a volcanic peak, identifiable by its distinct conical shape and snow-capped summit. This feature adds a dramatic backdrop to the serene environment, emphasizing the wild and untouched character of the region. The overall mood conveyed by the photograph is peaceful and picturesque, showcasing a harmonious blend of natural and human-inhabited landscapes. The time of day appears to be either morning or evening, as suggested by the soft light casting gentle hues across the scene.","title":"Aerial view of the community of olympic view, located south of Bangor annex and fronting on hood canal.  This area and others like it will be affected by population growth when the navy's trident submarine base is built nearby.  A \"new city\" is proposed to house a substantial portion of the projected 27,000 people who will move into the area when the naval installation is built","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["556926","548178","555695","550579","556930","550641","543761","555692","556936","554652","554399","555683","555712","553825","550599","555696"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["forests","summit","inhabit","caste","field","shroude","garden","character","nestle","peak"]}
