{"path":"556940.jpg","date":"December 1974","photographer":"","caption":"The photograph depicts a construction site that appears to be in the early stages of building a large structure, possibly a dam or large building foundation. The environment is marked by a significant amount of excavation work within an overcast, possibly damp, landscape dominated by evergreen trees in the background which suggests a forested or rural area.\n\nAt the center of the image is a large constructed framework made from heavy-duty wooden planks forming tall concrete formwork. These wooden frameworks are aligned vertically and are supported by metal or wooden beams to maintain their stability. Within this formwork are grids of rebar, indicating preparation for pouring concrete to create a robust and sturdy structure.\n\nWorkers can be seen on the site; they are attired in work gear that includes helmets, possibly suggesting an emphasis on safety protocols. The ground around the construction area is rugged and uneven, with visible rocks and mud, which implies recent digging or excavation work. There are visible tools and construction materials scattered around the working area, further implying an active construction site. \n\nThe overall composition of the photograph, with its natural and industrial elements, highlights the scale and depth of the construction project, set against a backdrop of a typical forested area, emphasizing the intrusion of human activity into a natural setting. The image also carries a slightly gloomy tone due to the overcast sky, contributing to the industrial feel of the scene.","title":"View of construction activity for the Trident submarine base at the Navy's Bangor annex. The addition of facilities for the proposed installation is expected to increase population and affect the way of life for humans and animals presently living in the area.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["553385","547829","546252","553353","553453","544167","553383","549169","553391","553375","548431","547989","547833","545631","547235","543592"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["construction","site","excavation","framework","work","rebar","protocol","digging","stability","foundation"]}
