{"path":"556926.jpg","date":"July 1974","photographer":"","caption":"This photograph depicts an expansive aerial view of a lush landscape primarily dominated by densely wooded areas and bodies of water. In the foreground, there is a large, tranquil lake reflecting a muted blue tone, surrounded by patches of land with various shades of green. The lake shores are irregular, with peninsulas and small inlets, and bordered by thick forests.\n\nIn the middle distance, smaller bodies of water can be seen amidst the forest, creating a mosaic of land and water. There's an expanse of open field or possibly a cleared patch of land in closer proximity to the lake, providing a contrast to the predominantly forested area.\n\nIn the background, the topography gently rises into rolling hills, fading into a misty horizon. Beyond these hills and occupying the upper section of the image, a significant mountain peak, possibly volcanic, dominates the skyline. This mountain is partially enshrouded in clouds, accentuating its height and distance from the vantage point of the photograph.\n\nThe entire scene conveys a sense of serene wilderness, untouched and tranquil, with natural elements of flora and water bodies enveloping the landscape, offering a window into the natural beauty and remote expansiveness of this area. The lighting in the image suggests either early morning or late afternoon, giving the colors a soft, subdued quality.","title":"Aerial view looking southeast from the Hood Canal tidal flats below Devil's Hole Causeway. It is on the Navy's Bangor Annex across the Puget Sound basin. Mount Rainier is seen on the horizon. The Navy is building new facilities for the Trident submarines in the area. Additional growth is expected to affect the lives of humans and animals living nearby.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["556998","550579","555695","556930","556906","554652","555698","552141","555712","550541","556931","550569","542882","550644","555692","554695"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["lake","land","forest","mosaic","expansiveness","peninsula","inlet","body","mountain","topography"]}
