{"path":"556944.jpg","date":"December 1974","photographer":"","caption":"This photograph captures a rather bleak and industrial scene centering on what appears to be a concrete structure, possibly a water control or floodgate system, over a rushing body of water, potentially a river or stream. The water appears to move swiftly, indicated by its blurred motion in the image.\n\nThe major portion of the structure visible in the photo is made of large, heavy concrete blocks stacked and arranged to form a sort of channel or barricade. These concrete blocks have visible wear and stains, hinting at exposure to elements over time. Several metal fixtures, including rods and hooks, protrude from the blocks, adding to the industrial feel of the scene.\n\nOn the left side of the structure, there's a cylindrical metal object affixed to the concrete, perhaps a mechanical part of the water control system. The foreground on the far left shows a mix of partially frozen water and snow-covered ground, suggesting cold weather conditions. There are also traces of accumulated debris and small branches, likely carried by the water.\n\nThe background adds an element of natural contrast to the man-made structure; there are bare trees and branches, suggesting this photo was taken in winter. The overall tone of the scene is quite moody and cold, emphasized by the overcast sky and the general lack of bright colors.\n\nOverall, the photograph presents a stark view of human engineering within a natural environment, capturing the interaction between man-made structures and the natural force of flowing water under wintry conditions.","title":"Bulkhead and outfall from drainage at hunter's marsh showing a flow meter which was \"on line\" june, 1973.  High waves during january, 1974, displaced the large concrete blocks and made access to the meter unsafe at the navy's Bangor annex installation tidal waters of hood canal form the Westerly boundary of the annex's kitsap Peninsula facility","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["547952","552213","549564","550201","552071","544674","547890","550715","546899","548870","547037","544795","553462","547948","546067","548309"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["block","water","system","control","barricade","affix","hook","branch","make","accumulate"]}
