{"path":"556906.jpg","date":"July 1974","photographer":"","caption":"This photograph portrays a breathtaking aerial view of a densely forested landscape with a backdrop of a mountain range and a sizable body of water, possibly a sea or large lake. The foreground is dominated by a vast expanse of lush, dark green trees that blanket the landscape uniformly, suggesting a deep, untouched wilderness. The central area of the image reveals a slightly opened landscape with noticeable patches of lighter green areas, possibly marshes or meadows.\n\nToward the middle distance, the treeline breaks to reveal an open waterway that cuts through the terrain, reflecting light and creating a striking contrast with the dark forest. The water body is large and extends into the natural horizon, lined by more forested areas and what appear to be sandy or muddy shores on one side.\n\nThe background mountain range under a clear sky adds a majestic quality to the scene, with peaks that are possibly snow-capped, adding to the serene and pristine environment. The lighting appears natural, with sunlight casting subtle shadows, enhancing the textural details of the tree canopy and contributing to the overall tranquil and untouched impression of the scene. There is no visible human activity or structures, emphasizing the natural and undisturbed state of the landscape.","title":"Aerial view looking southwest at Bangor Annex. It shows typical re-growth Douglas fir land, ammunition bunkers in the upper left portion of the photo, a lightning tower in the central background, Hood Canal and Olympic Peninsula in the background. Bangor Annex is the U.S. Navy installation where new facilities will be built for the Trident submarine base. Polaris-Poseidon submarines currently are based at the base.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["550541","555677","556931","555698","556926","550642","553564","550629","557003","542882","555728","550643","553570","550578","553567","556930"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["reveal","treeline","range","marsh","meadow","mountain","forest","blanket","landscape","open"]}
