{"path":"556983.jpg","date":"October 1974","photographer":"","caption":"The photograph captures a street scene during dusk with a somewhat moody and dimly lit ambiance. It's taken from the middle of a two-lane road, looking toward a row of buildings and shops that line one side of the street and extend into the distance.\n\nOn the left side of the image, there's a building with a large glass front, possibly a store or commercial building. Visible through the glass are items that suggest it could be a retail store. A red van is parked directly in front of this building alongside parked cars further down the road suggesting ample street parking. The environment has a combination of wet asphalt and dark clouds, hinting at recent or impending rain.\n\nThe road itself features cars in mid-motion; some are blurred due to their speed, emphasizing a sense of activity on the street. The crossing electrical and telephone wires overhead add an element of grid-like visual texture to the sky, contrasting against the natural clouds. \n\nOn the right, the scene stretches into a developed area with more buildings, including a visible sign with lettering, and more utility poles lining the road. The road shows signs of wear and patches, depicting a well-used city road. The overall lighting conditions create shadows and highlights that play across the pavement and the buildings, adding depth and a slight dramatic flair to the scene. \n\nOverall, the photograph captures a typical urban road scene, characterized by commercial activity, routine traffic, and the atmospheric effects of a dim, cloudy day.","title":"Main street of the Kitsap County town of silverdale.  This community and others in the area will be affected by population growth when the navy's proposed trident submarine base is built nearby","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["556681","552933","549846","555381","547051","544013","544009","553845","552710","551322","543957","545451","544005","553301","555782","546744"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["road","street","store","building","flair","telephone","glass","front","asphalt","pavement"]}
