{"path":"556946.jpg","date":"July 1974","photographer":"","caption":"This image is an aerial photograph depicting a naval base or shipyard. This locale features multiple large naval ships, including aircraft carriers and possibly destroyers or cruisers, docked in a orderly arrangement. The bodies of water surrounding the ships give a deep blue contrast to the grey metallic tones of the vessels and piers.\n\nIn the near background, there are extensive industrial facilities aligned along the water's edge, visibly comprising warehouses, factory-like structures, and several large, linear, roofed constructions that may serve as dry docks or shipbuilding areas. Railroad tracks run parallel to the shoreline, suggesting the transportation of goods and materials to and from the area.\n\nThe further background reveals a more urban area with buildings densely packed, spreading into the rolling hills. There are visible patches of vegetation interspersed throughout the urban landscape, showing the integration of green spaces within the city. The photograph captures a panoramic view extending into a misty horizon where the watercourse continues and blends with a forested landscape in the distance.\n\nThe overall atmosphere is one of structured industrial activity, dominated by maritime and possibly military functionalities, set against a broader urban and natural backdrop. The image is slightly dark and moody, likely taken in subdued daylight which emphasizes the industrial character of the scene.","title":"Aerial view looking northeast across the puget sound naval shipyard in downtown Bremerton, and up rich passage.  Skyscrapers of Seattle are just visible in the upper right portion of the photo across puget sound.  The battleship Missouri, a war memorial open to the public, is seen in the lower foreground.  These communities will be affected by population growth when the proposed trident submarine base is built nearby","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["555788","555806","545147","548346","544657","551609","552181","547574","551574","552244","552153","550910","555766","550886","550890","551997"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","cruiser","dock","shipyard","integration","locale","railroad","aircraft","functionality","comprise"]}
