{"path":"556929.jpg","date":"July 1974","photographer":"","caption":"This image is an aerial photograph capturing a scenic landscape that includes a towering communication tower prominently situated on a narrow strip of land. This strip of land extends into a body of water, possibly a river or lake. The base of the tower is surrounded by small buildings and parking areas, indicating some functional usage of the site, perhaps related to communications or broadcasting.\n\nThe tower is painted in a red and white pattern, likely to enhance its visibility. Adjacent to the tower, there's a visible dock extending into the water with a large, dark-colored ship moored alongside. This suggests that the location might also serve some logistical or transportation purposes related to waterways.\n\nThe background is dominated by vast stretches of dense, lush green forests that extend to the horizon, reflecting a remote or less urbanized region. The body of water appears calm, and there are no significant waves visible, providing a serene aspect to the setting.\n\nIn the distant backdrop, under a muted, possibly overcast sky, a mountainous silhouette can be discerned, adding a dramatic natural element to the composition. This aerial perspective provides a comprehensive overview of the interconnectedness of natural and human-made structures within this specific geographical setting.","title":"Aerial view across the Puget Sound Basing with the Navy's Bangor Annex Marginal Wharf Facility in the foreground. Mount Rainier is seen in the background. The Navy is building new facilities for a Trident submarine base in the area. The addition is expected to add to the population growth and affect the lives of humans and animals living nearby.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["546054","550753","556913","553829","544690","554452","556912","556907","556977","556908","550638","544537","556904","556919","550757","544300"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["tower","communication","strip","extend","overview","land","relate","usage","discern","moor"]}
