{"path":"556912.jpg","date":"February 1974","photographer":"","caption":"This photograph provides a high-altitude, aerial view of a coast-side industrial area adjacent to a forest and a large body of water, possibly a sea or lake. The industrial site includes several facilities:\n\n1. **Port Infrastructure**: At the center of the industrial area along the coastline, there is a pier that projects into the water. Several ships are docked at this pier, suggesting that it's likely used for maritime activities, either for industrial shipping or transport purposes.\n\n2. **Buildings and Parking**: On the land side of the pier, there are multiple flat buildings likely used for industrial or administrative purposes. The area includes a sizeable parking lot indicating the presence of workers or visitors.\n\n3. **Large Tower**: On the far end of the pier, a very tall tower with red and white stripes stands prominently. This structure could be a chimney stack or a communications tower, a common feature in industrial zones for either emissions or signal transmission.\n\n4. **Natural Surroundings**: The industrial site is bordered on all sides by dense forests, with the foliage exhibiting hues of dark green and brown, indicating either the season or the time of day.\n\n5. **Color and Lighting**: The photography captures this scene with a very distinct color tone, with deep blues and shadows suggesting it might be either during twilight or an effect of the film used. The water body reflects some light, possibly from the low sun or moon, enhancing the mystique and isolation of the setting.\n\nOverall, the composition contrasts the industrial activity and natural wilderness, juxtaposing human expansion with natural landscapes. This setting might also suggest environmental or economic themes reflecting the interaction between industry and nature.","title":"Aerial view looking west at the navy's Bangor annex marginal wharf facility with its lightning tower.  It was the largest waterfront structure on the banger annex in 1975.  As facilities are built for the trident submarine base there will be a need for explosive handling piers, refitting piers, drydocks and a deperming berth, each one significantly larger than the marginal wharf.  It is estimated that the explosive handling pier will be 120 feet high and extend 700 feet into hood canal","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["551574","551607","551606","551566","550761","550890","546359","551609","552245","552007","549472","552207","555769","552181","551976","546083"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["pier","tower","parking","mystique","purpose","moon","site","transmission","expansion","coast"]}
