{"path":"556982.jpg","date":"July 1974","photographer":"","caption":"This photograph depicts an aerial view of a coastal landscape. The foreground prominently features dark blue waters, which could be a river or sea inlet. A distinct line of white, foamy waves, possibly indicating tidal currents or the edge of a shallow water body, curves gracefully along the water surface.\n\nAdjacent to the water is a sandy beach followed by dense vegetation, primarily evergreen trees typical of a temperate or cooler climate. This vegetation clusters around small residential areas where homes and structures can be seen nestled among the trees. These homes appear as small, scattered white and dark specks, indicating rooftops and possibly fenced areas.\n\nBeyond the immediate coastal area, the landscape opens into broader fields, some of which are clear and possibly used for agriculture, and others that are dotted with intermittent patches of trees or shrubs. The terrain further back gradually becomes hillier, covered with more dense forests, and stretches out into a hazy horizon.\n\nNo people, animals, or moving vehicles are discernible in this high-altitude image, focusing instead on the natural and lightly residential character of the area. The overall lighting suggests it might be taken during midday given the bright illumination and absence of long shadows. The colors and details in the photograph provide a quiet, scenic view of this coastal region.","title":"Aerial view of a residential area in the Kitsap County town of silverdale.  This community and others in the area will be affected by population growth when the navy's proposed trident submarine base is built nearby","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["557466","554057","543088","543427","548604","554023","556953","557453","551573","554156","552922","548785","554170","547508","554022","556923"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["home","inlet","speck","become","rooftop","current","illumination","midday","agriculture","water"]}
