{"path":"556973.jpg","date":"July 1974","photographer":"","caption":"This photograph presents an aerial view of a small, rural settlement surrounded by lush greenery, primarily dense forests. In the center of the image, there is a small town consisting of neat, rectangular blocks with single-story houses. These homes appear to have substantial yard spaces and are interspersed with a few trees, with multiple-access roads lining the blocks.\n\nTowards the center left of the image stands a notable white water tower, which is a common feature in such communities for storing potable water. Prominently, the environment surrounding the settlement is thick with trees, showcasing a mix of possibly coniferous and deciduous varieties, indicative of a temperate climate zone.\n\nIn the backdrop, the landscape opens into a broader vista featuring a large body of water, likely a lake, bordered by more forested areas and some cleared fields, possibly for agriculture. There are also hints of other small clearings throughout the wooded areas which could be used for various purposes or might be other properties.\n\nThe overall topography descends slightly from the forested heights to the lake, suggesting that the community is situated on a gentle slope, providing residents with an elevated view of the natural surroundings and water body. The color palette of the image, enriched with greens and blues, underlines a serene and pristine environment, potentially highlighting the natural beauty typical of a rural or semi-rural North American setting.","title":"Aerial view of the central valley quadrangle which is bounded by tracyton, illahee, brownsville and silverdale.  These communities and others in the area will be affected by population growth when the navy's proposed trident submarine base is built nearby","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["556972","556994","558061","556955","556993","556967","558060","556981","550583","556997","556969","558063","552837","556954","556915","558111"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["settlement","block","lake","vista","community","resident","descend","forest","enrich","topography"]}
