{"path":"556935.jpg","date":"July 1974","photographer":"","caption":"This aerial photograph captures a landscape scene dominated by natural and man-made elements. A highway cuts prominently through the frame on the left side, characterized by several lanes that are largely empty except for a few scattered vehicles. This road runs adjacent to a railway with visible train cars parked on the tracks, suggesting industrial or transportation activity.\n\nBeside the man-made structures is a large area of forested land, showing dense patches of trees with deep green hues, typical of a coniferous forest. This forested expanse is interrupted by a sizable cleared area in the center and right portions of the image; this area looks like it may have been recently logged, as evidenced by the sparse vegetation, fallen trees, and exposed soil. Several dirt tracks crisscross this cleared plot, indicating ongoing or recent human activity, possibly related to forestry operations.\n\nIn terms of composition, the photograph provides a clear contrast between the developed, linear elements of the road and railway, and the natural, more chaotic patterns of the forest and cleared land. The viewpoint from above offers a comprehensive overview of how these elements interact within the landscape. The lighting, possibly from a low sun, gives the scene a slightly moody tone with rich shadows cast by trees and vehicles, accentuating the depth and texture of the scenery.","title":"Aerial view looking northeast across the Navy's Bangor Annex railroad switching yard, the proposed site of the Trident submarine base administration buildings and the present administration complex. Extensive construction will take several years before the Navy finishes work on the new base. Humans and animals now living in the area will be affected by the expected population growth.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["542835","546733","556934","556933","550613","556913","556938","550600","556996","555630","556907","556904","542836","556918","551204","542833"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["railway","track","overview","land","forest","forestry","cut","plot","term","viewpoint"]}
