{"path":"556919.jpg","date":"July 1974","photographer":"","caption":"This is an aerial photograph illustrating a diverse and expansive landscape. The upper portion of the image reveals a stunning view of a large body of water, possibly a river or inlet, which extends into the distance and is flanked by a range of mountains. The mountains, capped with snow, add a majestic backdrop to the scene, appearing under a clear sky.\n\nThe central and lower parts of the image consist of a mix of developed and natural areas. Right at the center, there is a cluster of industrial or commercial buildings with several roofs visible. Surrounding this developed area, there is a network of roads that weave through the scene, connecting different parts of the industrial zone and extending out towards the denser natural landscapes.\n\nThe remainder of the landscape is densely forested with rows of trees that seem to be part of managed woodlands, possibly indicating logging activity, given the organization and clear separation among tree rows. The boundaries between these forested areas and the developed land are crisp, showcasing a distinct division between human activity and natural environment. \n\nOverall, the image captures the intersection between natural beauty and human development, emphasizing both the industrial imprint on nature and the striking natural scenery of the region.","title":"Aerial view looking southwest across the Bangor Annex Navy installation. The administrative complex is seen in the left center of the photo. The area will be home to the new Trident submarine. Population growth in the area is expected to affect the way of life for both humans and animals.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["556913","552243","556907","556904","556977","556908","556915","550533","556937","555684","550639","550330","557532","556916","555683","555861"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["separation","row","division","inlet","organization","mountain","woodland","part","intersection","boundary"]}
