{"path":"556956.jpg","date":"July 1974","photographer":"","caption":"This photograph is an aerial view of a residential neighborhood surrounded by a dense area of coniferous trees. The neighborhood consists of several single-story houses, each with different roof designs and varying shades ranging from light gray to dark brown. Certain roofs reflect more sunlight, indicating they might be made of metal or coated materials.\n\nThe houses are aligned along a curved road that winds through the neighborhood, flanked by sidewalks on both sides. The road appears to be asphalt and shows signs of wear and patchwork. Several driveways extend from the main road to the individual houses, and a few cars can be seen parked beside some of the homes.\n\nThe lots around the houses are well-defined, some with visible fencing and others with natural barriers of dense shrubbery or trees. Several yards have lush green grass, and some include vegetable garden plots or ornamental trees, adding a touch of organized greenery to the domestic landscape.\n\nOverall, the composition of the photograph, with its natural green and urban gray hues, presents a tranquil suburban setting, integrating human habitation closely yet comfortably with the surrounding forest environment. The image provides a quaint, peaceful look at everyday suburban life from an uncommon bird's-eye perspective.","title":"Aerial view of the flat re-growth Douglas fir land and a residential district between Brownsville and Bremerton. This area is accessible by Highway 303. These communities and others in the area will be affected by population growth when the Navy's proposed Trident submarine base is built nearby.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["547769","556975","553970","548011","547211","549071","546399","553929","556974","557405","553704","553700","548824","557547","558057","553699"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["neighborhood","house","road","fencing","driveway","patchwork","asphalt","plot","shrubbery","roof"]}
