{"path":"556951.jpg","date":"December 1974","photographer":"","caption":"This is an aerial photograph depicting a vast, panoramic view of a landscape dominated by both natural and human-made elements. The setting is a densely populated area with a river running through it, and a significant feature is a large bridge that spans the river, connecting two parts of the urban area.\n\nForeground: In the immediate foreground, there are several rows of houses with dark roofs arranged along a grid of streets. Adjacent to this residential area is a large green space, presumably a park or community forest, which provides a stark contrast to the built environment. There are also parking lots and smaller buildings, likely commercial or industrial in nature, along the edges of this forested area.\n\nMidground: The river flows prominently through the center of the image, with the bridge — a tall, modern structure with significant architectural presence — crossing it. The bridge's tall pillars and the span across the water are clearly visible. On either side of the river are more urban areas, with clusters of buildings, roads, and possibly more residential zones.\n\nBackground: Beyond the bridge and the river, the landscape opens up into a wider view of the city, which fills the valley and extends to the rolling hills in the distance. The cityscape includes a mix of residential, commercial, and possibly industrial buildings. The hills in the distance suggest that the city is situated in a river valley, adding a scenic quality to the photograph.\n\nSky and Lighting: The sky occupies the upper portion of the photo, showing a soft, daylight setting with mild cloud cover, which casts natural light across the scene, enhancing the vividness of the natural and built environments.\n\nOverall, the composition of the photograph captures a dynamic and sprawling urban area that is seamlessly integrated with the natural landscape, highlighting both the density of human habitation and the natural beauty of the surrounding environment.","title":"Aerial view looking southwest showing the Warren Avenue Bridge connecting East Bremerton, in the foreground, and the town of Bremerton across Dyes Inlet. The towns are near Seattle. The right portion of the horizon is formed by Gold Mountain, which is 1,761 feet high, and Green Mountain, which is 1,639 feet high. They are the highest points in Kitsap County. This area will be affected by population growth when the Navy's proposed Trident submarine base is built nearby.","placename":null,"location":"OTHER","nn1":["556949","548414","551188","548317","548019","550550","546706","555720","557274","548407","551189","546582","550548","548344","546669","557273"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["river","bridge","valley","span","city","pillar","hill","vividness","habitation","area"]}
