{"path":"556938.jpg","date":"July 1974","photographer":"","caption":"This photograph is an aerial view of a landscape that consists primarily of forested areas and some development. The terrain is dense with green trees that cover most of the visible ground. Among this forest are clearings that appear to be either small, open fields or areas being prepared for development. There's also an infrastructure of roads that snake through the landscape.\n\nIn the foreground, there are sections of land that are devoid of tree cover, possibly cleared for logging or construction. Dirt roads create patterns in these cleared areas, and several dirt trails branch off into the surrounding forest. Towards the middle of the image, a large building with a gray roof is visible, situated near a paved road that bends around the structure. This road looks like a major thoroughfare as compared to the dirt paths. Alongside the building and roads, small patches of cleared land are visible as well.\n\nThe background fades into shades of blue and gray, possibly indicating hills or mountains in the distance under a hazy sky. This provides a sense of vastness and conveys the wide scope of the landscape. The overall impression is one of a transitioning landscape, where natural forest meets human development and infrastructure.","title":"Aerial view looking northeast across the navy's Bangor annex.  The area in the foreground has been proposed for the trident submarine base support facility which would include thrift shop exchange, bank, post office, commissary, auto shop, craft shop hobby shop, gymnasium and field house, bowling alley, tennis barns indoor swimming pool and bath house, theater, youth center library, chapel and restaurants","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["556996","556934","556920","556904","556933","542835","557001","556937","556914","544446","542833","556915","556907","556913","557003","556922"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["clear","road","forest","development","dirt","scope","thoroughfare","infrastructure","land","snake"]}
