{"path":"556975.jpg","date":"July 1974","photographer":"","caption":"The photograph presents an aerial view of a residential neighborhood characterized by neat rows of houses, manicured lawns, and a clear grid layout of streets. The houses primarily feature gabled roofs and appear quite uniform, suggesting they might be part of a suburban development. Most homes show ample yard space both in the front and back.\n\nThe streets form a distinct cross, bisecting the neighborhood into quadrants, each filled with homes. There is a notable variety in the orientation and style of house placement, with some houses having longer driveways, detached garages, or outbuildings. Vegetation is visible in the form of individual trees dotted around properties and dense tree lines potentially marking property boundaries or the edges of the neighborhood.\n\nThe greenery contrasts with the various shades of grey and brown rooftops, creating a picturesque suburban landscape. This sort of aerial perspective provides a comprehensive view of the area’s layout, including road access and the arrangement of residential plots. No people or moving vehicles are in sight, giving the photo a calm, static quality. The surrounding landscape outside the immediate neighborhood is not clearly visible, suggesting that the photo is tightly focused on this particular residential area.","title":"Aerial view of a portion of a central valley quadrangle which is bounded by tracyton, illahee, brownsville and silverdale these communities and others in the area will be affected by population growth when the navy's proposed trident submarine base is built nearby","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["549071","546399","553970","547769","547211","544510","544550","556956","548824","553700","553699","556974","547435","557405","545914","548011"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["neighborhood","house","property","layout","detach","home","quadrant","outbuilding","orientation","bisect"]}
