{"path":"556993.jpg","date":"February 1974","photographer":"","caption":"This is an aerial photograph capturing a scenic, rural landscape alongside a large body of water, possibly a lake or wide river. The image features an expanse of water on the right, reflecting the blue sky overhead. On the left side of the image is a rural community nestled amidst lush greenery. The community consists of several small houses, distinguishable by their bright roofs dotting the landscape. These houses are spaced apart, surrounded by patches of fields and clusters of trees, suggesting a spacious, somewhat isolated setting.\n\nSeveral roads meander through the area, connecting the houses and outlining parcels of land. Some areas are more forested, with dense tree cover, while others appear as open fields, perhaps used for agriculture or left as natural grassland. The overall feel is tranquil and picturesque, typical of a rural region that might be used for both living and farming.\n\nThe horizon is met with another, denser forested area across the water, indicating that this body of water is fairly large. The day appears to be clear with no visible clouds, enhancing the visibility and contributing to the vibrancy of the natural colors in the photograph.","title":"Aerial view of the community of Bangor. It is on the Hood Canal adjacent to the Bangor Annex southern boundary. This community and others like it will be affected by population growth when the Navy's Trident submarine base is built nearby. A \"new city\" is proposed to house a substantial portion of the projected 27,000 people who will move into the area when the naval installation is complete.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["556994","556981","556972","558061","556971","545896","556997","556967","556964","558060","556969","556973","556931","556955","556915","556953"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["house","parcel","grassland","community","overhead","field","agriculture","vibrancy","water","living"]}
