{"path":"556953.jpg","date":"July 1974","photographer":"","caption":"This photograph is an aerial view of a coastal area with varied landscapes and elements. In the foreground, there’s a dense forest area leading into a small residential community lined along a waterfront. The photograph captures several houses neatly arranged next to each other, visible by their distinct, mostly rectangular roofs in varying hues—most likely shades of gray, red, and brown. A prominent feature near the residential area is a long pier extending into the water, suggesting a fishing or boating community.\n\nAdjacent to the residential area is a winding river or stream, emerging from the forest and flowing into the larger body of water, creating vibrant patterns where the silt and soil discolor the water. The surrounding larger body of water appears dark, contrasting sharply with the lighter colors of the land.\n\nBeyond the residential and forested areas, the landscape opens up to more developed regions with what seems like broader roads, larger buildings, and open spaces, indicating a more urban settlement. In the far background, there are mountain ranges, providing a scenic backdrop to the scene. The clarity and visibility across the landscape suggest it might be either a clear day or shot during a time of day when sunlight is abundant. The image encapsulates a serene and diverse natural environment, coupled with small-scale human settlement and development.","title":"Aerial view looking southwest at the illahee area, a typical Kitsap County residential area with saltwater frontage Bremerton, Washington, gold and green mountains and the snowcapped olympic mountains are seen in the distance.  This area will be affected by population growth when the navy's proposed trident submarine base is built nearby","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["556954","556955","557451","556981","547984","557504","556937","553778","557462","556982","556966","557532","556908","544441","554058","553945"],"cl":[10],"cluster":["#10 &mdash; Coastline"],"terms":["settlement","silt","arran","developed","forest","community","waterfront","emerge","water","encapsulate"]}
