{"path":"556981.jpg","date":"July 1974","photographer":"","caption":"This image is an aerial photograph depicting a lush, green rural landscape near a body of water. In the foreground, you can see a shoreline with muddy areas and small bits of land protruding into the water. Close to the shore, there are residential properties with houses surrounded by well-maintained gardens. Some of these plots include small docks or piers over the water.\n\nThe area immediately beyond the shoreline features several rows of parcels that are possibly agricultural, with sections that look like fields or orchards. There are patches of darker and lighter green, indicating different types of vegetation or crops. A network of roads divides these plots, forming a grid layout through which the properties are accessed.\n\nFurther inland, the land rises slightly and is densely covered with forest, suggesting a more untouched natural area compared to the cultivated shoreline. The perspective widens towards distant hills and mountains, adding a sense of depth and vast expanses of natural wilderness.\n\nThe composition of the image uses natural color contrasts—the rich greens of the forests and fields against the dark blues and browns of the water and mud, with residential areas adding intermittent white and grey from rooftops. This photograph captures a peaceful coexistence of human habitation and natural environment, typical of many rural areas found along water bodies.","title":"Aerial view of a residential area in the Kitsap County town of Silverdale. This community and others in the area will be affected by population growth when the Navy's proposed Trident submarine base is built nearby.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["556993","556972","556997","556964","556937","556994","558061","556953","556971","556969","556955","556915","550749","556954","556968","545896"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["shoreline","plot","property","parcel","water","land","rooftop","forest","field","cultivate"]}
