{"path":"556908.jpg","date":"July 1974","photographer":"","caption":"The photograph presents an expansive aerial view of a coastal and forested landscape. In the foreground, there are numerous structures with white roofs that appear to be aligned in rows, likely some form of industrial or agricultural facilities. These buildings are surrounded by large areas of dense, dark green forest. Patches of cleared land and dirt roads can also be seen weaving through the trees and between the structures, indicating some human activity and land development.\n\nJust beyond the immediate industrial site, the terrain opens into a wider, flat area covered with grass or low vegetation, forming a contrast with the dense forested sections. This possibly hints at use for agriculture or as a natural clearing.\n\nThe middle ground of the image reveals a large body of water, likely a lake or coastal inlet, which reflects the sky and adds a serene element to the scene. Across this body of water, faint emissions of steam or smoke are visible from a distant point, suggesting an industrial presence across the shore as well.\n\nIn the far background, towering mountains extend across the horizon, adding a dramatic and natural backdrop to the industrial and forested foreground. The overall composition of the photograph contrasts the human-made elements with the surrounding natural beauty, illustrating the intersection of industrial development and natural landscapes. The lighting suggests that the photograph was taken on a clear day, contributing to the vividness and depth of the colors, particularly the greens and blues.","title":"Aerial view looking northwest at U.S. Navy Bangor Annex installation. Ammunition bunkers are seen at the middle of the photo with Hood Canal and the Olympic Mountains in the background. It is in this general area that new facilities will be built for the Trident submarine support site. Currently Polaris-Poseidon submarines are stationed at this annex of the Keyport Naval Torpedo Station.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["556913","556977","556907","556904","556919","552243","556980","545112","550330","545042","552196","545013","551606","557532","553778","556953"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["development","inlet","land","agriculture","vividness","intersection","emission","clearing","steam","body"]}
