{"path":"556925.jpg","date":"July 1974","photographer":"","caption":"This photograph depicts an aerial view of a large industrial complex situated in a vast, green, forested area. The complex consists of numerous flat-roofed buildings clustered together, mainly arranged in an organized grid layout. The buildings vary in size; some are notably large while others are smaller, possibly serving different functions within the industrial site.\n\nTowards the front of the complex, there are wide open paved areas, likely used for parking lots and loading docks, indicated by the presence of several trucks and smaller vehicles. Connecting these facilities, you can see multiple roads that weave through the complex and extend towards the surrounding areas.\n\nThe complex is surrounded by dense forests with pockets of clearings. In the upper left portion of the image, there appears to be a large body of water, providing a natural backdrop to the area. In the distance, beyond the industrial site, the terrain opens into more fields and scattered patches of forest, with distant hills faintly visible on the horizon.\n\nThe overall setting suggests a well-established industrial operation located in a remote or rural area, surrounded by natural landscapes, which emphasizes a contrast between industrial development and the surrounding wilderness.","title":"Aerial view looking west across the Navy's Bangor annex. The annex administrative complex is seen in the foreground of the photo and the Hood Canal at the top of the picture. Just in front of the canal is the clearing for the Strategic Weapons Facility, Pacific. The Navy is building new facilities for the Trident submarines in the area. Additional growth is expected to affect the lives of humans and animals living nearby.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["550552","550563","556980","556977","542515","549727","556913","551578","550856","549506","551579","551203","550331","555779","543872","551192"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["complex","site","pocket","forest","clearing","function","grid","layout","lot","wilderness"]}
