{"path":"556948.jpg","date":"July 1974","photographer":"","caption":"The photograph is an aerial view of a densely populated urban area, suggesting a small to medium-sized town or suburban area. The image captures a mix of residential, commercial, and possibly industrial buildings.\n\nAt the forefront, the photo shows a network of streets filled with single-story houses characterized by their compact plots and uniform rooftops, most likely residential in nature. The layout is gridded indicating planned urban development. There are several green spaces interspersed between the houses, likely private gardens.\n\nIn the middle portion of the image, the density of buildings increases. This section features larger, flat-roofed buildings, indicative of commercial or light industrial use. There are also visible parking lots and a few larger roads that facilitate higher traffic, connecting different parts of the town. \n\nFurther into the background, beyond the urban area, a wide, serpentine river cuts through the landscape, flanked by greener, less developed areas that contrast with the urban environment. The other side of the river hosts more sparse development, likely residential or recreational areas.\n\nAdditionally, the area is surrounded by natural features that suggest the town might be located near a coastal area or within a valley, as indicated by a hazy horizon that might be suggestive of a larger body of water or distant mountains.\n\nOverall, the composition of the photograph portrays a structured urban settlement with distinct residential, commercial zones and prominent natural boundaries provided by the river and possibly distant terrains. The lighting and shadows suggest the photo was taken either in the early morning or late afternoon, contributing to the slightly subdued color palette.","title":"Aerial view looking east across Bremerton and Bremerton's 6th Avenue. The town is located near the proposed site for the Navy's Trident submarine base. This community and others in the vicinity will be affected by population growth when the proposed base is under construction and ready for occupancy.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["553692","553971","550555","553300","550550","553062","550548","547256","555720","556180","550551","558112","548334","550558","553936","556951"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["town","river","development","house","area","plot","rooftop","settlement","density","boundary"]}
