{"path":"556952.jpg","date":"July 1974","photographer":"","caption":"This image is a high-altitude, aerial photograph of a city beside a large body of water. The photograph looks towards the horizon where the sky is visibly clear and serene. The body of water stretches horizontally across the image, partially surrounding the urban area and is spanned by a bridge connecting two parts of the city. The bridge is a noticeable structure with several arches supporting it.\n\nThe urban area is densely packed with buildings that vary in size and height, but most appear to be low-rise structures. The patterns of the streets organize the buildings into a grid-like arrangement. The color palette of the rooftops varies from darker hues to lighter tones, indicating diverse types of materials and architecture. Immediate to the shores of the water, larger industrial-type buildings can be seen, suggesting a waterfront industrial area.\n\nTowards the bottom of the image, closer to the viewpoint, residential areas with greener surroundings can be noted. These areas have houses with more space around them, lawns, and patches of dense trees between them, providing a contrast to the more commercial or industrial parts of the city. The surrounding topography is relatively flat near the water but becomes hillier in the areas more distant from the shore.\n\nOverall, the image captures a city that actively utilizes its waterfront location, incorporating both industrial, commercial, and residential zones in close proximity to each other. The clear weather and sprawling layout suggest a calm and organized urban environment.","title":"Aerial view looking southwest from East Bremerton, at the Manett Bridge to the town of Bremerton and up to the head of Sinclair Inlet. These communities and others in the area will be affected by population growth when the Navy's proposed Trident submarine base is built nearby.","placename":null,"location":"OTHER","nn1":["549480","553790","552223","542868","556947","556949","549505","555720","548317","552133","557501","550134","548453","548412","551189","548344"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["city","waterfront","bridge","shore","type","rooftop","topography","arch","water","area"]}
