{"path":"556942.jpg","date":"December 1974","photographer":"","caption":"This photograph depicts a forest scene with significant environmental pollution. A small, muddy stream snakes through the middle of the image, surrounded by dense foliage including both deciduous and coniferous trees. The immediate focus, however, is on the various pieces of waste, particularly automotive parts and other debris, that have been discarded into and around the stream.\n\nThe most prominent objects include what appear to be pieces of a car, like parts of the chassis, half-submerged and rusting in the muddy water. There are also several overturned barrels, some of which are brightly colored, hinting at the potential hazardous nature of their contents. The area around the stream is littered with more debris and appears soggy and disturbed, likely exacerbating the environmental damage.\n\nThe background shows a thick forest, with trees exhibiting early signs of autumnal color change or possibly the effects of seasonal transition. The sky is not visible, covered by the canopy of the trees, which cast the scene in dim, natural light, enhancing the somber and neglected feeling of the location.\n\nOverall, the photograph serves as a stark visual reminder of the environmental degradation caused by unlawful dumping and poor waste management practices in natural settings.","title":"View of the north dump at the Navy's Bangor annex. This base is the proposed site for the Trident submarine facilities. The dump was referred to by the federal affairs coordinator of Region X for the Environmental Protection Agency as being an \"outstandingly good, environmentally sound dump\". It was used for disposal of contaminated petroleum and RDX scrappings. The base executive office reports it will be \"fixed\" by bulldozing it full of fill.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["550352","544810","557999","556419","552089","551440","550259","552811","555851","551247","550800","547907","547525","550812","546920","543819"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["stream","waste","chassis","dumping","overturn","reminder","piece","debris","forest","barrel"]}
