{"path":"556904.jpg","date":"July 1974","photographer":"","caption":"This photograph is an aerial shot presenting a diverse landscape. The scene is composed of large areas covered in dense green forests. Intermittently, these are broken by infrastructure like buildings, roads, and cleared land areas suggesting human activity and industrial or commercial use.\n\nIn the foreground, a prominent feature is a small building with a parking lot surrounded by trees, adjacent to a road that winds through the forest. To the left, large warehouses or industrial buildings are visible, forming a part of a bigger complex that spans a significant area parallel to a series of what appear to be railroad tracks seen through the clearing.\n\nTowards the center and extending to the background, there are open land areas that contrast starkly with the surrounding dense foliage. This could possibly be agricultural land or undeveloped plots. The backdrop boasts a panoramic view of a serene lake leading up to a majestic range of snow-capped mountains in the distance, creating a picturesque horizon under a clear sky. This scenic juxtaposition of industrial development against natural beauty highlights the interaction between human activities and the environment in this region.","title":"Aerial view looking southwest across the Bangor annex, the ammunition bunkers, the Strategic Weapons Facility, Pacific (cleared opening) and the Toandos Peninsula. The horizon is formed by the profile of the Olympic Mountains. Bangor annex is the U.S. Navy installation where new facilities will be built for the Trident submarine base. The base currently berths Polaris-Poseidon submarines, and is part of the Keyport Naval Torpedo Station.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["556913","556977","556919","556907","556908","556914","556938","550533","552243","556915","556937","556918","550554","556916","550330","556980"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["land","forest","plot","railroad","clearing","warehouse","road","shot","lot","complex"]}
