{"path":"557045.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a scene from a parade, featuring a woman on a float. The woman, wearing a sash that reads \"WHEAT QUEEN,\" waves cheerfully to the crowd. She is dressed in a traditional, floral-patterned dress, typical of a festive, celebratory outfit. Her expression and gesture convey a friendly and engaging demeanor.\n\nThe float itself is decorated with a large, blue globe displaying a map of the world, prominently marked with the words \"FOR THE WORLD.\" It also contains large hay bales and cylindrical objects that could be symbolic of food reserves or agricultural products, symbolizing abundance. In the foreground, a sign reads \"1974 WHEAT CENTENNIAL,\" indicating the event commemorates a centennial celebration related to wheat farming or production.\n\nThe background of the photograph shows some storefronts, including one with the sign \"JIM & SON,\" suggesting the parade is taking place in a small town with local businesses. The setting gives a mid-20th-century small American town vibe, where community events such as this parade play a significant role in local culture and traditions.\n\nThe overall composition of the photograph, with its mix of celebratory elements, agricultural symbols, and community setting, paints a vivid picture of a traditional parade celebrating agricultural heritage and community spirit.","title":"Float in a parade at Cottonwood Falls, Kansas, near Emporia, a part of the scene during the annual Flint Hills Rodeo, a major cultural event of the area. The float portrays the 1974 Kansas wheat centennial. It was in 1874 that Turkey Red wheat was first planted in the state by a group of Mennonites from Russia. Cottonwood Falls is a 19th century \"cowboy\" town, and is near an area designated as a possible site for a tall grass prairie national park.","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["552660","552654","552659","552657","552658","557716","549566","557711","557710","556280","557714","552653","556274","557715","552651","557712"],"cl":[7],"cluster":["#07 &mdash; Commercial Activities"],"terms":["parade","wheat","float","community","town","globe","bale","hay","spirit","event"]}
