{"path":"557051.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"In the photograph, there is a person riding a horse in what appears to be a small town setting. The rider, who seems to be a woman, is wearing a dark sleeveless top and plaid pants, complemented by a wide-brimmed straw hat and dark sunglasses. She also has a long necklace and a bracelet. The image captures a moment of her looking confidently in a sideways direction, possibly towards something or someone out of the frame.\n\nThe horse is light-colored with visible darker spots and equipped with a bridle. The rider holds the reins loosely, suggesting a moment of casual riding rather than fast-paced action.\n\nIn the background, there are partial views of buildings that suggest a rustic or historic area, possibly in a Western-style town. The architecture includes older looking roofing and faded building facades. Visible signage in the background includes words that are partly obscured, but there is a sense of a small community setting. The overall atmosphere evoked by the setting and attire of the rider hints at a warm, sunny day. \n\nThis scene hints at themes of leisure and possibly community events or personal enjoyment of horseback riding. The focus and framing give the rider and horse prominence, setting a nostalgic or timeless quality to the image.","title":"Horsewoman parades down the main street of Cottonwood Falls, Kansas, near Emporia, during the festivities for the Flint Hills Rodeo, an annual major cultural event of the area. Horses and large cattle trucks are the feature modes of transportation. It is a 19th-century \"cowboy\" town in the heart of the Kansas Flint Hills region, and near an area designated as a possible site for a Tallgrass Prairie National Park.","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["544362","544420","554689","553118","557058","543787","544308","544414","557988","553116","544395","543776","553715","556562","554010","557041"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["rider","horse","ride","town","bracelet","riding","rein","bridle","horseback","necklace"]}
