{"path":"557062.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"The photograph captures a group of individuals riding horses in what appears to be a rodeo or equestrian event. There are several horseback riders prominently featured in the foreground of the image; they are dressed in uniforms that include white shirts adorned with badges, dark trousers, cowboy boots, and wide-brimmed hats. The horses appear well-groomed, with shiny coats and are fitted with saddles and bridle gear that includes decorative elements, possibly made of brass or reflective material.\n\nIn the background, a large crowd of spectators can be seen seated on metal bleachers, watching the event. Some spectators hold cameras, and others are cheering or watching attentively. The setting is outdoors, suggested by the daylight and the shadows appearing beneath each individual's horse, indicating late afternoon based on the angle of the shadows. There are also flags and festive decorations visible, strung along the perimeter of the arena, echoing the event's celebratory or competitive atmosphere.\n\nThe image conveys a sense of action and ceremony, likely a display or demonstration of riding skills or a parade as part of a larger festivity typically associated with North American rodeo culture. The mood is upbeat and communal, with an emphasis on tradition and community entertainment.","title":"The \"sheriff's patrol\" leads off as the first event of the annual Flint Hills Rodeo, a major cultural event of the area at Cottonwood Falls, Kansas, near Emporia. It is a 19th century \"cowboy\" town in the heart of the Kansas Flint Hills region, and near an area designated as a possible site for a tallgrass prairie national park. Festivities also include a parade through the town.","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["557047","552651","557046","557058","553109","553102","552672","553103","553716","549583","557061","557712","557043","549581","548838","557992"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["horse","spectator","event","arena","bridle","saddle","ceremony","brass","horseback","festivity"]}
