{"path":"557052.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"The photograph captures a vintage car, specifically an old-fashioned model with distinct, classic features. Most likely dating from the early to mid-20th century, the car has a glossy black exterior, adorned with shiny chrome details. It has a prominent vertical grille in the front, round headlights on either side, and a standing hood ornament, which is also chrome.\n\nThe vehicle's windows indicate that it is likely a sedan model with multiple seating areas, as dividing posts separate the windows. Inside, there are visible reflections suggesting the presence of one or more people, although specific details about the occupants are not clearly discernible. \n\nIn the background and to the right side of the image, a glimpse of the environment suggests a public or urban setting, indicated by the presence of what appears to be crowds of people, and possibly a street or event setting. One notably limpid detail includes the numbers \"20\" shown—an unclear reference, possibly to a sign or parked location. The overall composition of the photograph, focused on the car with a softly blurred background, highlights the car's design and vintage characteristics, making it the main subject of the image.","title":"Vintage cars, mule drawn wagons, children's floats and horse riders of both sexes were a part of the parade that passed down the main street of Cottonwood Falls, Kansas, near Emporia. It is a part of the festivities of the annual Flint Hills Rodeo, a major cultural event of the area. It is a 19th century \"cowboy\" town in the heart of the Flint Hills region, and near an area designated as a possible site for a Tallgrass Prairie National Park.","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["555475","554384","552412","557878","557847","547954","557874","547494","556713","552787","557866","553488","555922","547797","549882","557841"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["car","model","ornament","detail","reference","grille","occupant","headlight","characteristic","seating"]}
