{"path":"557060.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph features a vibrant and detailed scene centered around a colorful and decorative vehicle, possibly used for musical performances based on the context provided by the text on the vehicle. The side of the vehicle reads \"Bing the King\" in a large, cursive, black font accompanied by music notes, suggesting a connection to musical entertainment. Below this text, it says \"Have Organ Will Travel\" in a simpler, smaller font, indicating that the vehicle is equipped with an organ used for playing music at different locations.\n\nThe vehicle itself is painted in a striking combination of white and red. The lower half exhibits a diamond quilted pattern, possibly upholstered, in white, which gives it a cushioned appearance. The design element adds a touch of luxury and uniqueness to the vehicle.\n\nA man, partially visible, is seated inside the vehicle. He wears a cowboy hat and a plaid shirt, elements that contribute to a Western or country aesthetic. His presence, along with the attire and the musical theme, suggests he may be the organist or entertainer who performs under the moniker \"Bing the King.\"\n\nThe surroundings are not distinctly visible but seem to imply an outdoor setting with ample daylight. The open door of the vehicle and the casual attire of the man indicate a relaxed and possibly festive atmosphere, typical of outdoor fairs or musical events.\n\nOverall, the photograph captures a unique moment that blends musical performance with a distinctive, aesthetically interesting vehicle, set against the backdrop of an unspecified outdoor event.","title":"\"bing the king\"--\"have organ will travel\", a traveling organ player, is stationed at the annual flint hills rodeo to provide music for those who attend one of the area's major cultural events at cottonwood falls, Kansas, near Emporia.  It is a 19th century \"cowboy\" town in the heart of the Kansas flint hills region, and near an area designated as a possible site for a tallgrass prairie national park","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["545328","543856","552995","547797","552412","544329","557059","549058","547758","546093","555475","556032","544349","557712","556538","552661"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["vehicle","music","performance","upholster","text","quilt","luxury","diamond","font","entertainment"]}
