{"path":"557074.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph features a segment of an ornate, historical building that exhibits a blend of architectural styles, prominently including elements reminiscent of Victorian design. On the left, a portion of the building with a rounded corner shows detailed stone and brick work. The structure features a large bay window with multicolored panes and a smaller, rectangle window adjacent to it, set in finely decorated masonry emphasized by scallop shell motifs and column-like details.\n\nCentral to the image is an elaborate, freestanding white gazebo connected to the main building. This gazebo supports an intricately designed roof, topped with a finial, and features arched openings, elaborate tracery, and carved decorations that include floral motifs and grid patterns. The base of the gazebo appears to be made of stone, which contrasts with the white of its upper parts and adds an element of solidity to the otherwise airy and ornate structure. \n\nTo the right, a glimpse of the natural setting can be seen with mature trees that suggest the gazebo and building are located in a landscaped area, possibly a garden or park setting. The sky is partly cloudy, providing a light but varied backdrop to the architectural features. \n\nOverall, the photograph captures the delicate craftsmanship and ornamental design of the era, emphasizing both the grandeur and the intricate detailing typical of historical architectural styles. The use of soft, natural light highlights the textures and depth of the architectural elements.","title":"Part of the house and a porch of late 19th century example of victorian architecture in Atchison, Kansas.  It is an elaborate multi-roomed home, one of many originally built by families who made their money in railroads or shipping.  Many of this type of house have been or are being restored in this eastern Kansas City","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["557073","557066","548652","558150","555579","558156","542967","557067","555949","542815","558162","555578","542816","558159","557076","557077"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["gazebo","motif","masonry","detaile","stone","design","craftsmanship","shell","pane","carve"]}
