{"path":"557044.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a close-up view of the side of a truck, specifically focusing on the door area. The door is predominantly blue in color, with sections displaying gold/brown along the bottom and detailing. On the bottom section of the door \"WILSON TRUCK LINE\" is clearly painted in bold, white capital letters. \n\nA man is visible through the window of the door; however, only part of his face and his arm resting on the door frame can be seen. He appears to be seated inside the truck, likely the driver, glancing towards the viewer with a calm expression. The window through which he is seen is rolled half-way down.\n\nAdditionally, the truck displays several rectangular signs attached to its door. One sign, painted yellow with black lettering, reads \"OKLAHOMA 74.\" There's also another white and red permit sticker directly above the Oklahoma sign.\n\nThe overall image gives a sense of a moment captured in the daily life of a truck driver, likely during a pause or stop in his route. The setting appears to be well-lit, suggesting daytime, and the focus and clarity on the truck's door and the man suggest a straightforward, documentary style of photography.\n","title":"Driver in the cab of a large cattle truck in Cottonwood Falls, Kansas, near Emporia. Such vehicles and horses are the modes of transportation during the Flint Hills Rodeo, an annual event which is a major cultural attraction of the area. It is a 19th century \"cowboy\" town in the heart of the Kansas Flint Hills region and near an area designated as a possible site for a Tall Grass Prairie National Park.","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["546176","546092","548264","548275","552360","544349","542803","554369","549883","542606","553607","542782","548999","555817","544329","544720"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["door","truck","driver","documentary","sticker","capital","pause","sign","section","gold"]}
