{"path":"557073.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures the upper facade of an ornate, historical building that features a blend of architectural styles. The building is mainly constructed from stone or stucco, with a faint grayish hue, and is shown in bright natural light, suggesting the photo was taken during the day.\n\nThe right side of the image prominently displays a grand, circular tower with what appears to be a crenellated top, resembling a castle turret, which adds an element of Gothic Victorian allure to the architecture. The tower has round, arched windows which add to its distinguished appearance.\n\nTo the left, the building features several peaked gables with ornamental trim, enhancing its picturesque aesthetic. Each gable endows the roof with a steep, triangular shape, adding to the visual interest of the architecture. Between these, a chimneystack is visible, asserting the building's vintage character.\n\nThe windows are rectangular and uniformly sized, with some having arched tops, consistent with traditional Victorian design. Detailed moldings around the windows contribute to the building’s classic and elegant vibe.\n\nBelow, a covered porch can be glimpsed, suggesting a welcoming entrance area. The porch roof is supported by large brackets, indicating a robust construction typical of the era in which the building was designed.\n\nOverall, the composition focuses on capturing the architectural grandeur and detailing of this majestic structure, showcasing its aesthetic complexity and the enduring appeal of historical architecture.","title":"Restoration of a late 19th century example of Victorian architecture in Atchison, Kansas. It is an elaborate multi-roomed home, one of many originally built by families who made their money in railroads or shipping. Many of this type of house have been or are being restored in this eastern Kansas city.","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["557074","555949","558150","558162","557066","557643","555579","542816","550042","558156","548652","545870","557072","558159","542815","542967"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["gable","architecture","porch","building","turret","tower","stucco","allure","bracket","window"]}
