{"path":"557038.jpg","date":"June 1974","photographer":"","caption":"This photograph features a candid indoor scene with a somewhat cinematic ambiance. There are three individuals in a dimly lit room engaged in what appears to be an intense discussion or meeting. \n\nOn the left side of the frame, there is a person blurred in the foreground. This person's back is facing the camera, and only a portion of their profile is visible. In the middle, another person is seen seated at a table, captured in a partial profile as they listen intently or respond. This person's expression indicates a degree of concern or concentration.\n\nOn the right side, there is another individual, likely seated as well, who is also partially visible. This person seems to be writing or taking notes, and their face is largely in shadow except for a section illuminated by a nearby lamp, emphasizing a thoughtful or serious demeanor.\n\nThe setting includes elements such as a lamp casting a soft glow, and dark interiors likely composed of wood, contributing to a moody and intimate atmosphere. There are other indistinct objects like papers or books on the table, suggesting a workspace or an office atmosphere. The focus and depth of field in the photograph contribute to a dramatic effect, drawing attention mainly to the interaction and expressions of the individuals involved. Visible in the background is an illuminated window, casting natural light which contrasts with the indoor lighting, enhancing the dramatic effect and focusing the view on the subjects.","title":"Concerned about trident board members david sive, center and philip best, right, interview james c.  Thebaut, director of environmental services for northwest environmental technology laboratories, inc., a sub-contractor to the navy joint venture for environmental impact statement input.  The interview took place in Seattle, Washington.  Best is an attorney from nearby Bremerton and sive is a New York attorney","placename":null,"location":null,"nn1":["555290","555234","555233","557037","548237","556028","544318","553167","543041","544314","546550","554322","546025","557704","545547","546580"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["person","lamp","profile","table","indistinct","degree","effect","meeting","expression","note"]}
