{"path":"557047.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a vibrant scene of four individuals, likely at an outdoor event such as a parade or rodeo, riding on horseback. The setting appears to be a sunny day with lush green trees in the background which probably indicates a park or a similar recreational outdoor area.\n\nFocusing on the subjects, from left to right:\n1. The first individual, a man, is wearing glasses and a plaid shirt covered by a lighter colored vest. His attire includes a wide-brimmed cowboy hat. He is riding a light brown horse.\n2. Next to him, there is a younger individual in a long-sleeve button-down shirt with a criss-cross pattern, paired with a light colored cowboy hat.\n3. The third person is dressed in a crisp white shirt and a white cowboy hat, which contrasts distinctly against the shaded background. This individual seems to be engaging actively with someone to his right, possibly in conversation or giving instructions.\n4. The final person visible on the right side is partially obscured in the scene but can be identified by wearing a dark shirt and a white cowboy hat.\n\nThe horses appear calm and are equipped with traditional Western tack, suggesting the experience and preparedness of the riders for the event. The mood is casual and the riders seem engaged either with each other or the surrounding scene. The overall composition and attire hint at a cultural or community gathering centered around horse riding or related activities.","title":"Horse riders, one with a can of beer, parade down the main street of Cottonwood Falls, Kansas, near Emporia, during festivities for the Flint Hills Rodeo, a major cultural event of the area. Horses and large cattle trucks are the featured modes of transportation it is a 19th-century \"cowboy\" town in the heart of the Flint Hills region, and near an area designated as a possible site for a Tall Grass Prairie National Park.","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["553103","548838","557062","557992","557043","552651","548987","557061","553102","553114","553109","557781","557046","543841","543366","554885"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["cowboy","horse","hat","rider","shirt","individual","riding","preparedness","horseback","instruction"]}
