{"path":"557089.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a serene and scenic view of a rural cemetery at dusk. The setting is characterized by lush green grass covering the ground, suggesting that the photo was likely taken in the warmer months. The cemetery itself is dense with a variety of tombstones, headstones, and crosses, some of which are simple and others more ornate, indicating the burial ground has been used over different time periods.\n\nAt the left side of the image, a bushy tree prominently starting to shade the ground beneath it, indicates the presence of mature, possibly native, trees in the cemetery. This adds a tranquil and natural feel to the environment. Toward the center and right of the image, there is another large tree standing alone, which becomes a focal point due to its size and isolation.\n\nThe background shows clear blue skies with few traces of clouds, contributing to the peaceful and calm atmosphere of the photo. Over the horizon, there's a hint of other vegetation or a boundary, but the details are too distant to be discerned clearly.\n\nThe composition of the photograph, with its perspective taken from a distance, encompasses a wide view of the cemetery, inviting the viewer to reflect on the tranquility and history preserved in this solemn and serene location. The lighting, evidenced by the soft shadows and the warm tones on the grass, suggests that this moment was captured either early in the morning or late in the afternoon, which enhances the serene and quiet mood of the image.","title":"St. Patrick's Catholic Cemetery outside of Atchison, Kansas, in late afternoon sun. The native stone pioneer church built in 1865 stands nearby and still is in use. This area was covered by tallgrass prairie when Homesteaded, and was mentioned earlier in the journals of the Lewis and Clark expedition.","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["557184","554790","557185","550364","557942","554824","550731","552451","547420","554792","552017","544267","552487","552016","545322","552683"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["cemetery","tombstone","headstone","month","trace","ground","grass","history","boundary","photo"]}
