{"path":"557085.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph shows a historical marker set on a rough, irregular-shaped pinkish boulder. The plaque is metallic, likely brass, affixed to the stone with visible screws. It bears an inscription commemorating an address given by Abraham Lincoln on December 2, 1859, concerning the issues of the day. The specific text on the plaque includes reference to the dedication of the plaque by a person named \"W. Emerson Reck\" in October 1958.\n\nThe background of the image features lush green trees in a park or a garden setting. The trees are slightly out of focus, suggesting the photo's focus is on the plaque and the boulder. There are dapples of sunlight filtering through the leaves, casting patches of light and shadow across the scene. In the distance, there are partially visible cars parked alongside a road or parking area, indicative of a period setting, possibly the mid-20th century based on the car designs. The foreground includes unfocused plant stems or grass, adding a natural frame around the bottom edge of the photo.\n\nThe overall ambiance is serene, with an emphasis on historical commemoration set within a tranquil, green outdoor space. The setting suggests that this location might be significant in relation to the address by Lincoln mentioned on the plaque.","title":"Plaque on a granite rock on the lawn of the Atchison county courthouse at Atchison, Kansas, commemorates an address made by abraham Lincoln on the issues of the day december 2, 1859.  The monument was erected by the Atchison chapter of the daughters of the american revolution in 1917","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["552461","543502","552018","554701","558041","544628","542721","545276","558147","557057","557118","557931","557941","552736","545686","543239"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["plaque","address","boulder","relation","brass","pinkish","dedication","affix","dapple","inscription"]}
