{"path":"557076.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures an elegant, historic house featuring a distinct architectural style. The structure is predominantly a two-story building painted in a soft, light cream color. The house features a variety of architectural elements that suggest a mix of styles, likely including colonial and possibly craftsman influences.\n\nAt the uppermost part of the house, there is an attractive curved gable with a decorative vent that includes a star-shaped design in its center, adding a unique focal point. The roof is finished in dark shingles, contrasting sharply with the lighter walls.\n\nThe house features several large, white-framed windows. Some are double-hung while others, particularly those on the upper level near the roof, are more unique with arches or special moldings, suggesting an attention to architectural detail.\n\nThe front porch is particularly prominent and inviting with its large, classical columns painted in dark tones, supporting the substantial overhanging eave. This eave also features decorative brackets and a deep, dark color that matches the columns, providing a visually striking contrast against the lighter walls and the sunny, lush surroundings.\n\nThe porch leads into the house through a dark-toned doorway, around which one can see detailed trim work.\n\nThe surrounding environment includes a well-maintained lawn with mature, neatly trimmed bushes and small trees, suggesting that the property is well cared for. The visible foliage is lush and green, indicating the photograph was taken in a season of growth, likely spring or summer.\n\nOverall, the composition of the photograph and the house's setting give a sense of historic elegance, maintained with great care, nestled comfortably within a green, serene suburban landscape.","title":"Restoration of a late 19th century example of victorian architecture in Atchison, Kansas.  It is an elaborate multi-roomed home, one of many originally built by families who made their money in railroads or shipping.  Many of this type of house have been or are being restored in this eastern Kansas City","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["548667","558156","546429","558155","558160","546439","558159","557065","548662","557071","557094","557092","548661","542967","546433","546442"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","eave","care","trim","column","porch","bracket","molding","maintain","elegance"]}
