{"path":"557092.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph features a large two-story Victorian-style house with a clean, white exterior. The house is highlighted by its sophisticated architectural details, which include a peaked roof with Gothic arched windows at the top, multiple bay windows with ornamental arches, and a grand front porch featuring classical columns and decorative railings.\n\nOn the porch, there is a person slightly visible beside the front door, offering a sense of scale and life to the scene. Also seen on the porch is a small utility table holding a television and an electrical appliance, which adds a touch of modern everyday life to the otherwise historical ambiance of the house.\n\nThe house is surrounded by lush greenery, indicating a well-tended garden or yard area. The trees are mature and partially shade the house and front lawn. The photograph is taken during the day under clear skies, allowing sunlight to enhance the bright white of the house and the rich greens of the foliage.\n\nIn the far right, another structure is partially visible, suggesting that the house is part of a larger estate or situated in a residential area with similar properties. The overall composition of the photograph captures both the architectural beauty and the serene residential setting, conveying a peaceful, homely atmosphere.","title":"Former home of aviatrix amelia earhart, who disappeared on a round the world flight in the late 1930's.  The Atchison, Kansas house is a beautiful example of neo-classical wooden victorian architecture built on a high Bluff overlooking the Missouri river it has been maintained in excellent condition","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["548667","558159","558156","546439","555578","558160","542816","557071","557076","548662","548663","555579","546434","558148","557068","557069"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","porch","arch","television","estate","appliance","ten","peaceful","bay","property"]}
