{"path":"557080.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"The photograph depicts a colorful, detailed stained glass window structured in a tall, pointed-arch shape common in Gothic architecture. The window is divided into several panels, each illustrating different biblical scenes with various figures.\n\nFrom the top, the uppermost panel displays a group of figures, possibly saints, standing around a central figure who might be Christ, based on the prominence and central positioning. This scene is executed in a multitude of vibrant colors, predominantly reds, blues, and greens, set against a richly detailed background that enhances the figures’ ethereal appearance.\n\nThe second panel shows a cluster of figures, likely depicting a biblical story. These figures are dressed in period garments, enhancing the historical feel of the narrative. They are surrounded by architectural details and other decorative elements in the glasswork that include floral motifs and geometric patterns.\n\nThe third panel, larger in size, features a scene that seems to illustrate a pivotal religious event, possibly a miracle or a preaching scene. A central figure, who appears to be a religious leader, is interacting with other figures around him, some of whom are shown in postures of supplication or adoration.\n\nThe lowermost panel depicts another group of figures in a setting that suggests a significant event, such as a blessing or healing. Among these figures, one kneels before another, who is likely another central religious character, given the attention paid to him by the surrounding individuals.\n\nThe background and borders of the stained glass window are ornately decorated with intricate patterns that include floral designs, geometric shapes, and small, detailed figures that may represent angels or other spiritual entities. The colors used throughout the window are rich and varied, creating an overall visual effect that is both vibrant and harmonious. Overall, the stained glass window is a testament to skilled craftsmanship and artistic dedication to depicting religious narratives.","title":"Stained glass windows of Trinity Episcopal Church, the second oldest church in Atchison, Kansas","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["558392","558389","557093","552535","547299","552474","556237","558383","558384","557082","558019","555312","558400","558025","547332","558018"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["figure","panel","window","glass","narrative","entity","testament","dedication","shape","event"]}
