{"path":"557061.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a scene at what appears to be a rodeo event. In the image, there are seven individuals, presumably men, gathered around and sitting on a red pickup truck. All of them are dressed in typical western attire, which includes cowboy hats, jeans, and boots, reflecting a distinct country or rancher style. One individual, seated on the edge of the truck’s bed, draws particular attention due to his pose and light-colored cowboy hat which contrasts with the darker hats worn by the others.\n\nThe men are engaged in casual conversation in a relaxed atmosphere. The background includes flagpoles bearing what seem to be American flags, suggesting a patriotic setting or celebration. Additionally, wooden structures, possibly parts of animal enclosures or stands typically found at a rodeo arena, are visible, enhancing the rustic outdoor feel of the setting.\n\nThe overall composition of the photograph, with its informal grouping of people and casual, sunlit environment, conveys a sense of camaraderie and leisure during a community event. The focus is on social interaction and cultural attire, reflecting elements of rural or western American life.","title":"Group of cowboys gathered around the chutes at the annual Flint Hills Rodeo, a major cultural event of the area at Cottonwood Falls, Kansas, near Emporia. It is a 19th century \"cowboy\" town in the heart of the Kansas Flint Hills region, and near an area designated as a possible site for a Tallgrass Prairie National Park. Festivities also include a parade through the town.","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["553117","553114","557145","557047","553103","548838","557043","558313","554481","552575","557062","544406","553104","553108","543779","557054"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["hat","arena","grouping","truck","flagpole","event","country","enclosure","camaraderie","cowboy"]}
