{"path":"557083.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"The photograph depicts an old stone church with traditional architectural features. The building is composed of block stones that vary in size and shape, giving it a rustic appearance. The church has pointed arched windows with stained glass; the windows are an integral architectural element, suggesting that this is a Gothic or neo-Gothic style building. There is a prominent buttress visible just behind the shorter section of the church, likely providing structural support.\n\nThe church roof is covered with dark shingles, and there is some ivy or similar vegetation partially covering the wall, adding to the historic feel of the building. The surrounding area includes well-kept green lawns. In the foreground, there's a trimmed hedge lining the base of the church wall.\n\nA large tree stands to the right of the church, partially obstructing the view of the building and casting shadows across it, indicating it’s a sunny day. To the right foreground, at the corner of the church, there's a black metal railing and a small sign mounted on two poles. It is shaped like a shield and reads “Christ Episcopal Church.” The sign, coupled with the traditional architecture, unequivocally points to the building's function as a place of worship for a Christian congregation.\n\nOverall, the composition and the lighting of the photograph evoke a tranquil and serene atmosphere appropriate to the religious nature of the scene.","title":"Exterior front portion of Trinity Episcopal Church in Atchison, Kansas. It is the second oldest church in the city.","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["550376","558024","557088","558163","554035","558019","554207","558023","557082","545366","554208","556480","558034","558018","552542","557952"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["church","obstruct","hedge","stone","congregation","building","shield","shape","wall","shingle"]}
