{"path":"557098.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a tranquil natural setting, primarily focusing on a dense expanse of wildflowers and tall grasses. The vegetation is varied, including broadleaf plants with clusters of small white and yellow flowers, and narrow, elongated leaves. Some of the plants have flowering tops, while others display green and brown seeds or buds.\n\nThe flora is lush and appears to be in full bloom, suggesting that the photo was taken in late spring or summer. The lighting is soft and seems to be natural sunlight, enhancing the rich greens of the leaves and highlighting the delicate colors of the flowers.\n\nIn the background, partially obscured by the dense foreground of plants, the landscape gently slopes downward, opening up to a distant view that hints at a wide, flat expanse. The horizon is faint, but it suggests a broad, open field or a valley. The sky above is clear and bright, indicating a sunny day without clouds.\n\nThe composition of the photograph focuses on the natural beauty and diversity of the wild vegetation, with the distant landscape providing a serene and expansive backdrop. The overall mood is peaceful and evocative of a quiet, natural environment, undisturbed and thriving.","title":"Closeup of invader plants in an overgrazed area that once was tallgrass prairie in the extreme northeast county on Doniphan, Kansas, near Troy. The vegetation shown includes goldenrod, dogbane, and brome grass, with hardwood forest in the distance. Northeast Kansas is unique because it contains the only hardwood forest in the state in addition to tallgrass prairie.","placename":"Doniphan County (Kan.)","location":"Doniphan County, Kansas","nn1":["557191","557099","557189","551370","557190","549232","549225","549158","547540","549229","544574","545723","555040","544443","550781","544439"],"cl":[15],"cluster":["#15 &mdash; Flowers"],"terms":["plant","flower","expanse","seed","bud","leave","bloom","wildflower","diversity","flora"]}
