{"path":"557037.jpg","date":"June 1974","photographer":"","caption":"The photograph features a dark, moodily lit office scene where two men are engaged in an intense conversation. The foreground is dramatically dominated by a blurred close-up of a stack of what appears to be books or binders, emphasizing the setting of an academic or bureaucratic environment. The focus gradually sharpens towards the background where the two men sit across a desk from each other.\n\nThe man on the left, wearing glasses and a dark suit, gestures with his hands as he speaks, suggesting a discussion involving explanations or negotiations. The man on the right, also in a dark suit, listens intently with one hand raised, possibly in a gesture of querying or emphasizing a point. His expression and posture indicate engagement and perhaps a critical evaluation of the discussion.\n\nBetween them on the desk is an open container that holds multiple writing utensils, supporting the notion of a workspace. The background is subdued with dark wooden elements, possibly shelves or paneling, enhancing the sense of a classic, formal office.\n\nThe overall composition, with its out-of-focus foreground and clearer background with natural colors, creates a sense of depth and focuses the viewer's attention on the interaction between the two individuals. The lighting is dim, which adds to the atmosphere of serious, perhaps confidential conversation.","title":"Concerned about trident board member and New York attorney david sive, right, interviews dr.  Ernest salo, professor of fisheries, university of Washington, at Seattle.  Dr.  Salo researched the trident submarine base waterfront facilities and their effects on salmonoid fish under a contract for the navy.  Five volumes of trident support site environmental impact statements are visible on the table","placename":null,"location":null,"nn1":["555234","555233","554322","557894","557038","555247","552390","557856","548237","546471","545471","557033","547367","551897","551899","557907"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["desk","discussion","gesture","office","suit","notion","conversation","paneling","utensil","writing"]}
