{"path":"557058.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph portrays a woman dressed in traditional equestrian attire participating in a parade or equestrian event. The rider is smiling and looks directly at the camera, adding a lively and engaging touch to the image.\n\nShe wears a vibrant yellow blazer, matched with a black riding hat, white shirt/decorative tie, and black gloves. The striking yellow of her jacket contrasts vividly against the dark tones of her horse and hat. She has a badge or name tag on her blazer, although the details on it are not clear.\n\nThe horse is a dark-colored steed with a meticulously groomed mane. It is dressed in elaborate tack gear, including a decorated saddle blanket that appears multicolored and possibly embellished with fringe details. The horse’s bridle is fitted with ornate elements that gleam slightly, capturing the sunlight.\n\nIn the background, spectators can be seen observing the event. They are casually dressed, indicating a laid-back, possibly outdoor setting. The environment suggests a park or a street lined with large trees providing shade.\n\nOverall, the composition captures a moment of celebration and tradition, the bright colors worn by the rider drawing the viewer's eye, set against a backdrop of a leisurely public gathering and natural greenery. The scene exudes a sense of joy and community involvement in the equestrian activities.","title":"Rodeo queen on horseback during a parade through the town of Cottonwood Falls, Kansas, near Emporia. It is a part of the annual Flint Hills Rodeo, a major cultural event of the area. Horses and large cattle trucks are the featured modes of transportation. It is a 19th century \"cowboy\" town in the heart of the Kansas Flint Hills region, and near an area designated as a possible site for a tallgrass prairie national park.","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["553715","553716","557051","552651","557062","553717","549583","557047","557712","557046","549574","554689","549576","544362","554010","557988"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["horse","blazer","rider","bridle","mane","saddle","event","tradition","tag","parade"]}
