{"path":"557066.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph depicts an intricate and detailed view of a Victorian-style architectural building. The building features richly decorated facades in bright, contrasting colors such as red and cream. The architectural details include multiple gabled roofs, decorative trim, scalloped shingles, and elaborate wood carvings that adorn the eaves and framing of the structure.\n\nKey elements visible in the photo are:\n\n1. A large rounded window with stained glass, providing a vibrant focal point set against the building's deep red exterior.\n2. Several balconies with finely detailed railings that look outwards, likely offering views from different levels of the building. These balconies feature classical balusters and paneled wooden bases.\n3. Overhanging eaves with intricate bracket supports that demonstrate skilled craftsmanship.\n4. A complex roofline with multiple points and levels, indicative of the Victorian aesthetic that often includes varied and asymmetrical shapes.\n5. A section of the building has vertical siding, while other parts feature patterned shingling that adds texture and visual interest.\n\nThe overall impression is of a well-maintained, historically-significant building displaying a wealth of architectural details, typical of the Victorian period's elaborate design sensibilities. The photograph captures these details with a clarity that emphasizes the artistic woodwork and color contrast.","title":"Restoration of a late 19th century example of victorian architecture in Atchison, Kansas.  It is an elaborate multi-roomed home, one of many originally built by families who made their money in railroads or shipping.  Many of this type of house have been or are being restored in this eastern Kansas City","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["557077","557067","558150","557074","555579","557064","557073","555578","548652","555949","557069","558156","542815","542816","558159","557071"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["eave","balcony","building","carving","detail","woodwork","basis","bracket","roofs","roofline"]}
