{"path":"557001.jpg","date":"July 1974","photographer":"","caption":"The photograph presents an aerial view of a forested landscape, predominantly showing the dense, dark green canopy of trees. In the center of the image, there is a large cleared area that has been significantly disturbed, presumably by logging activities, as evidenced by the leftover timber debris and bare earth visible. This cleared patch is surrounded by the dense forest, making the impact of the logging quite stark.\n\nA series of dirt roads or tracks are visible, crisscrossing the cleared section, suggesting recent or ongoing human activity related to the logging. These paths are lighter in color, contrasting with the darker tones of the surrounding forest and the discolored, disturbed soil in the cleared area.\n\nThe background of the image shows a distant view of rolling hills or low mountains, which are shrouded in a light mist or haze, softening their appearance. The color palette of the photo is overall quite dark with deep greens and earth tones, providing a mood of solitude and perhaps a hint of melancholy due to the environmental disruption depicted. The time of day appears to be either dawn or dusk, as implied by the soft lighting and the presence of mist.","title":"Aerial view looking northeast towards Bremerton and Seattle, from a future Department of Natural Resources recreation park. The clear-cut area in the foreground will house park facilities. This area and others like it will be affected by population growth when the Navy's Trident submarine base is built nearby. It is estimated that 27,000 people will move into the area when the naval installation is completed.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["542832","542834","542833","545143","556922","555085","542835","542827","555221","556938","545138","555150","553565","555146","555208","542820"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["mist","earth","disruption","forest","timber","logging","dawn","tone","haze","canopy"]}
