{"path":"557077.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a detailed view of an elegant and historic red brick house, highlighting architectural features characteristic of the Victorian era. The structure is two stories high, with a distinct mansard roof clad in patterned shingles. Each section of the roof culminates in an ornate, white gabled dormer that includes intricate wooden trims and a pointed arch at the top, contributing to the classic Victorian aesthetic.\n\nThe façade of the house showcases white trimmed windows with arched detailing above, lending a sophisticated contrast to the red brick. The windows are symmetrically placed and one can observe the reflection of green foliage on the glass, suggesting the presence of a well-maintained landscape surrounding the property.\n\nAt the forefront of the building, partially obscured by lush green trees, is a decorative balcony that resides beneath the central upper window. The balcony railing is adorned with a white, classical balustrade and a finely carved wooden panel below the window.\n\nThe architectural style indicates a focus on decorative embellishments and craftsmanship, as seen in the use of carved wood, contrasting trim colors, and patterned brickwork around the arches. The general condition of the building appears to be well preserved, reflecting the care taken to maintain its historic charm and architectural integrity.\n\nOverall, the photograph provides a serene and picturesque view of a well-preserved Victorian mansion, nestled in a tranquil environment with mature trees that add to the ambience and character of this stately home.","title":"Restoration of a late 19th century example of victorian architecture in Atchison, Kansas.  It is an elaborate multi-roomed home, one of many originally built by families who made their money in railroads or shipping.  Many of this type of house have been or are being restored in this eastern Kansas City","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["557071","555578","555579","558159","557069","558150","558152","558156","557067","557066","557064","542816","558160","548666","542818","557092"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["trim","carve","preserve","balcony","arch","window","brick","balustrade","embellishment","maintain"]}
