{"path":"557050.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a lively street scene, likely during a parade or a public event, featuring a traditional horse-drawn carriage. The primary focus is on an older man wearing a cowboy hat, plaid shirt, and jeans, who is driving the carriage. He is standing and seems to be steering or controlling the carriage, which is being pulled by two mules.\n\nThe mules are equipped with traditional harnesses and gear, appearing well-groomed, and are trotting along the street. There's a US flag displayed prominently on one side of the carriage, suggesting a patriotic event or a holiday celebration.\n\nIn the carriage, visible behind the driver, there appear to be two passengers, though their details are mostly obscured due to the angle and focus of the shot.\n\nThe street is populated with spectators who are watching the procession. The background shows various features typical of a small-town main street, including parked cars, other spectators, and store facades, one of which is labeled \"Jill & Son,\" hinting at locally-owned businesses.\n\nThe photograph has a nostalgic quality, enhanced by the natural daylight and the slice-of-life portrayal of a community event.","title":"Team of donkeys pull a buggy down the main street of Cottonwood Falls, Kansas, near Emporia, during a part of the festivities of the Flint Hills Rodeo, a major cultural event of the area. Horses and large cattle trucks are the featured models of transportation. It is a 19th century \"cowboy\" town in the heart of the Kansas Flint Hills region, and near an area designated as a possible site for a Tallgrass Prairie National Park.","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["557712","557053","557716","549667","551717","549576","550098","552662","549682","544395","557046","549566","557047","557049","549581","557715"],"cl":[37],"cluster":["#37 &mdash; Rural Communities"],"terms":["carriage","street","spectator","event","procession","harness","holiday","parade","celebration","portrayal"]}
