{"path":"557053.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This image captures a vibrant street scene during a parade, possibly with a historical theme. The main focus is a traditional covered wagon, commonly associated with the pioneer era in American history. The wagon is drawn by two brown mules adorned with accessories such as harnesses, straps, and distinctive feather-topped headgear. The mules are positioned in the foreground, appearing well-equipped for the parade.\n\nThe wagon itself is covered with a white canvas, resembling those used in the 19th-century American westward expansion. Inside the wagon, we see at least three people dressed in period-appropriate attire, suggesting a reenactment or celebration of historical lifestyle and travel. They wear wide-brimmed hats and period costumes, each contributing to the historic feel of the scene.\n\nThe background shows a row of buildings that seem to be spectators, including some people watching the parade. The buildings have a quaint, possibly mid-20th-century small-town America style, with covered porches and dated architectural features. There are also parked cars along the street, and American flags are visible, suggesting a patriotic event or a national holiday celebration. The atmosphere is festive and communal, with people gathered to enjoy or participate in the parade, reflecting a community’s engagement in historical remembrance or festive celebration.","title":"Mule drawn covered wagon is one of many units which traveled down the main street of Cottonwood Falls, Kansas, near Emporia, during an annual parade. It is a part of the festivities of the Flint Hills Rodeo, a major cultural event of the area. It is a 19th century \"cowboy\" town in the heart of the Kansas Flint Hills region and near an area designated as a possible site for a Tallgrass Prairie National Park.","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["557050","557712","557716","549576","552657","549566","552660","557046","552662","549574","546991","557715","549581","557710","552654","557711"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["parade","wagon","celebration","period","headgear","reenactment","remembrance","harness","costume","holiday"]}
