{"path":"557081.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"The photograph captures a pair of ornate wooden doors set within a stone wall. The doors are symmetrical and feature elaborate carvings, including top curves that resemble pointed arches typical of Gothic architecture. Each door has a central, elongated panel adorned with a pointed oval design and intricate, floral-like patterns at both the bottom and the point of the oval. Below these central designs, the wood has additional carvings that appear to be stylized leaves or flowers.\n\nThe doors have vertical planks, adding texture and visual interest, and are framed by a lighter wood trim that contrasts with the darker carvings. The hardware is minimal but visible, including hinges and what appears to be a central locking mechanism.\n\nThe stone wall framing the doors adds a rustic and sturdy feel to the scene. The stonework is rough and irregular, enhancing the time-worn aesthetic. The photograph includes a portion of the arched stone doorway, further emphasizing the Gothic or medieval style of the architecture.\n\nA metallic railing is partially visible on the left side, possibly leading to a step or small porch in front of the doors. The light, possibly from the sun, casts shadows on the stone wall, giving the image a textured and dimensional quality.\n\nOverall, the composition focuses on the craftsmanship of the doors within their architectural context, highlighting a blend of artistic woodwork and historic stone construction. The photograph suggests a setting that values both aesthetic detail and architectural heritage.","title":"Hand carved front doors of Trinity Episcopal Church in Atchison, Kansas. It is the second oldest church in the city.","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["550008","552511","545821","543348","552542","557070","552492","557075","558031","557074","548653","552530","548652","555605","557073","543345"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["door","carving","stone","wall","stylize","hardware","woodwork","stonework","wood","value"]}
