{"path":"557075.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a close-up view of a security door fitted with a decorative metal grille. The grille design features a series of interlocking circles and lines creating geometric patterns, predominantly using a star-like design in the center of each circle. The metal is painted black, contrasting with the darker blue of the door itself. The door frame is visible along the left side of the image and is painted in white, contrasting with the adjacent blue door.\n\nA peephole is installed in the door, positioned on the right side a few inches away from the metal grille. It appears to be brass or a similar golden-toned metal, and is set into the door at roughly eye level.\n\nThrough the glass pane of the door, slightly obscured by the reflections on the glass, we can see a blurred view of what seems to be an outdoor setting, possibly a courtyard or garden, implying that the photo is taken from an indoor perspective looking outward.\n\nThe photo's composition focuses on the contrast between the sturdiness and functionality of the security features (the grille and peephole) and the aesthetic elements (the intricate pattern of the grille design). The lighting is soft and diffuse, suggesting either an overcast day or shaded lighting conditions, which contributes to the muted tones of the colors in the photograph.","title":"Window glass detail of a late 19th century example of victorian architecture in Atchison, Kansas.  It is an elaborate multi-roomed home, one of many originally built by families who made their money in railroads or shipping.  Many of this type of house have been or are being restored in this eastern Kansas City","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["557081","552530","550008","548653","556618","548649","551975","546510","544012","552527","543028","543575","557391","548648","555314","552511"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["grille","door","security","circle","metal","courtyard","brass","design","install","glass"]}
