{"path":"557049.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a moment involving three people, likely a family, riding in a wagon or carriage. At the forefront is a young girl, wearing a broad-brimmed, striped hat and what appears to be a sleeveless shirt. She is looking off to the left with a serious expression. Next to her, a man presumably her father, is smiling broadly and also wearing a wide-brimmed hat, dressed in a light-colored, vertical striped shirt. To the far-right, partially cropped by the frame, is another younger individual, perhaps a sibling, also wearing a hat similar in style to the first.\n\nThe setting appears to be outdoors, possibly in a park or rural area, as indicated by the abundant greenery in the softly blurred background. The lighting suggests it's a sunny day, casting shadows and providing a warm hue to the scene. All individuals are standing, and the focus and composition of the image suggest a casual, yet intimate family outing, possibly during a festive or public event, as suggested by the traditional attire and expressions of curiosity and contentment. The man's holding of what seems to be the reins of the wagon adds a dynamic element to the photograph, implying movement and activity.","title":"Participants in a parade sit on the bench of a wagon pulled by donkeys down the main street of cottonwood falls, Kansas, near Emporia.  It is a part of the festivities of the flint hills rodeo, a major cultural event of the area.  Horses and large cattle trucks are the featured modes of transportation.  It is a 19th century \"cowboy\" town in the heart of the Kansas flint hills region, and near an area designated as a possible site for a tallgrass prairie national park","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["544361","557050","551934","556531","543540","551717","547758","557712","548303","557715","556525","556356","547135","551028","554447","556562"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["brim","wagon","family","hat","stripe","father","contentment","first","forefro","holding"]}
