{"path":"557059.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a scene from a formal or ceremonial occasion, likely a parade or public gathering. The central figure in the image is a man standing in a convertible car. He is dressed in a formal, light-colored suit and tie, projecting an air of official or dignified presence. This man is facing slightly to his left with a polite, possibly rehearsed smile, suggesting he is engaging with an audience or spectators not visible in the shot.\n\nIn the background, there's another man seated on a horse, wearing a cowboy hat, which adds a contrasting casual or regional traditional element to the scene. The horseman and the trees in the lush background give an outdoor, summery feel to the event.\n\nThe car itself is adorned with flags, indicating the event's patriotic or celebrational nature, emphasizing its significance. The focus and composition of the photograph, with the man standing in the convertible as the centerpiece, suggest that he is an important or honored figure at this event.\n\nOverall, the photograph depicts a carefully arranged public moment meant to convey a sense of official celebration or recognition, with attendees and participants dressed distinctively to reflect their roles or affiliations within this event.","title":"U.S. senator from Kansas Robert Dole stands on a pick-up truck bed, which is one of the parade units in Cottonwood Falls, Kansas, near Emporia. It is a part of the Flint Hills Rodeo festivities and an annual cultural event of major importance in the area. It is a 19th-century \"cowboy\" town in the heart of the Kansas Flint Hills region, and near an area designated as a possible site for a Tallgrass Prairie National Park.","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["557715","556247","546991","557712","558280","557050","546596","553716","555475","549581","554448","553717","549576","549583","557709","557061"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["event","centerpiece","affiliation","man","figure","occasion","parade","audience","attendee","celebration"]}
