{"path":"557071.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This image captures a large, stately home predominantly constructed in a deep red brick. The architecture is Victorian in style, featuring multiple arched windows framed with white trim, which contrasts nicely against the vibrant brick facade. One prominent architectural feature is the use of several rounded bays, adding elegance and dimension to the structure.\n\nA distinctive element of the house is its varied roofing: some parts have a mansard style topped with shingles, while others are pitched. The house also includes a sunroom or enclosed porch area on one side, characterized by numerous large windows and white framing, which stands out against the darker brick.\n\nAt the ground level, there's a porch with a flat roof supported by columns. Casual outdoor furniture can be seen on the porch, suggesting it's a space used for relaxation or socializing. The house is situated in a verdant setting, with mature trees and dense foliage partially obscuring the building and shading parts of the home. This greenery envelops the house, giving it a secluded, almost hidden look.\n\nThe general atmosphere conveyed by the photograph is one of historic grandeur and quiet elegance, set in a lush, green landscape, offering a sense of peace and privacy.","title":"Restoration of a late 19th century example of Victorian architecture in Atchison, Kansas. It is an elaborate multi-roomed home, one of many originally built by families who made their money in railroads or shipping. Many of this type of house have been or are being restored in this eastern Kansas city.","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["557077","558159","557069","558152","557065","558156","557076","555578","557068","555579","557092","548667","558160","546439","558150","558035"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["porch","elegance","house","brick","home","privacy","dimension","hide","roofing","shingle"]}
