{"path":"557068.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a charming scene featuring a two-story Victorian-style house with an attached sunroom. The house is set on a gently inclined lush green lawn, which is framed by mature, leafy trees on either side, adding a secluded, cozy feel. The main structure has a red brick facade, complemented by white trim around the windows and edges, evoking a classic and well-maintained appearance.\n\nAt the front, the house features a small, covered porch with ornate posts and a set of stairs leading up to a dark front door, suggesting a welcoming entrance. The sunroom on the right side of the house is enclosed with large windows that promise abundant natural light and scenic views of the surrounding greenery. This extension adds a functional, spacious look to the residence, potentially serving as a pleasant sitting or dining area.\n\nThere are no people or animals visible in the scene, placing the focus entirely on the architecture and natural surroundings. The environment is tranquil and suggests a serene living space, tucked away under the sheltering canopies of the trees, with a hint of sunny weather as evidenced by the well-lit aspects of the grass and house facade. The overall atmosphere conveyed is peaceful and aesthetically pleasing, highlighting an idyllic residential setting.","title":"Restoration of a late 19th century example of Victorian architecture in Atchison, Kansas. It is an elaborate multi-roomed home, one of many originally built by families who made their money in railroads or shipping. Many of this type of house have been or are being restored in this eastern Kansas city.","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["558153","557094","546439","557071","548664","558159","546434","545041","557092","558156","546441","558160","548295","558035","546435","557669"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","facade","extension","incline","residence","welcome","dining","tuck","stair","shelter"]}
