{"path":"557007.jpg","date":"November 1973","photographer":"","caption":"The image presents a group of five individuals situated in a forested area that appears to have experienced significant damage, leading to a large number of fallen trees. The trees, many devoid of leaves and some broken at the trunk, create a scene of natural destruction, likely from a storm or logging activity.\n\nIn the foreground, one of the individuals, wearing a bright red jacket, is facing away from the camera, looking towards the other group members. To the right, partially blocked by a tree trunk, another member with blonde curly hair and a dark jacket is seen from the back. The center of the image reveals three more people. One, with a warm yellow jacket and brown hair, is bending over slightly, possibly examining or picking up something from the ground. Accompanying this individual are two others, both wearing jackets—one in blue and the other in a darker shade—engaged in conversation or observing their surroundings.\n\nThe environment is densely packed with tall, thin tree trunks, and the ground is covered with foliage, branches, and fallen tree limbs, contributing to a rugged terrain. The lighting in the photo is muted, suggesting an overcast sky, which adds a somber tone to the setting. This context and the attire of the people suggest an outdoor excursion possibly related to a nature study, forestry investigation, or a similar activity oriented around understanding or managing the landscape.","title":"Kitsap County Audubon Society members on a field trip. They are identifying the fauna and flora on a small piece of wild land being mis-used by weekend trail motor bikers. Increased land use pressure is expected when the Navy's Trident submarine base is built nearby. A \"new city\" is proposed to house a substantial portion of the projected 27,000 people who will move into the area when the naval installation is completed.","placename":"Seattle (Wash.)","location":"Seattle, Washington","nn1":["557005","554665","544003","545308","554662","553357","543441","545512","557206","543236","551764","554672","543440","544739","542603","558066"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["jacket","trunk","member","investigation","excursion","limb","tree","individual","forestry","hair"]}
