{"path":"557043.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"The photograph captures two men on horseback, each projecting a distinctly different attitude and outfit style in a rural or possibly ceremonial setting. The man in the foreground is dressed in a vibrant yellow shirt and sports a large, light-colored straw cowboy hat. He also wears a pair of dark sunglasses and has a relaxed expression as he holds a can, likely containing a drink. The second man, in the background, is wearing a plaid shirt in shades of blue and white, paired with a darker straw cowboy hat. His demeanor comes off as more serious and focused compared to the first man.\n\nBoth men are seated on horses, and only parts of the horses are visible—an indication that the photo focuses more on capturing the riders’ interactions and styles. The background is softly blurred but hints at a natural setting with trees and clear skies, suggesting an outdoor event or a gathering in a countryside environment.\n\nThe overall composition of the photograph, with both subjects positioned towards one side and facing slightly different directions, evokes a narrative or a moment in an event, possibly a community gathering, rodeo, or a leisure outing in a rural area. The lighting is well distributed, pointing to a bright, sunny day that casts natural light on the subjects, accentuating details and colors.","title":"Mounted horsemen, one relaxing with a can of beer, await the start of the parade in Cottonwood Falls, Kansas, near Emporia. It is a part of the Flint Hills Rodeo, a major cultural event of the area. Horses and cattle trucks are the featured modes of transportation. It is a 19th-century \"cowboy\" town in the heart of the Kansas Flint Hills region, and near an area designated as a possible site for a tallgrass prairie national park.","placename":"Emporia (Kan.)","location":"Emporia, Kansas","nn1":["557042","553103","548838","557047","553118","553114","543787","544420","557041","557061","543776","553716","543779","549198","553109","554860"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["cowboy","straw","horse","pair","man","gathering","subject","horseback","event","indication"]}
