{"path":"557063.jpg","date":"June 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a construction scenario involving two workers involved in the renovation of a vintage-style building. The central focus of this image is the ornate façade of a light-colored building, presumably a small house or part of a larger structure, surrounded by vibrant greenery.\n\nThe foreground of the image prominently features a temporary structural scaffold made of wooden beams supporting the building facade. This pattern of crossing wood beams adds a dynamic element to the scene, suggesting ongoing work and renovation.\n\nTwo workers are visible; both appear to be engaged in tasks related to building or renovating the windows. One worker, seen in profile, is positioned inside the structure, working near or on the window. The other worker, facing the window, is outside the building and seems to be handling a tool or window component.\n\nThe windows themselves are large, with prominent white frames and clear glass, and they have labels which might indicate they are new or have specific energy ratings. The architectural details around the windows and the upper part of the facade include intricate moldings and decorative elements typical of Victorian or traditional architectural styles, enhancing the rich aesthetic of the building's design.\n\nThe background is filled with dense foliage, likely trees, suggesting that the building is located in a lush, possibly suburban environment. The bright sunlight and shadows cast across the scene imply a clear day, ideal for outdoor construction work.","title":"Restoration of a late 19th century example of Victorian architecture in Atchison, Kansas. It is an elaborate multi-roomed home, one of many originally built by families who made their money in railroads or shipping. Many of this type of house have been or are being restored in this eastern Kansas city.","placename":"Atchison (Kan.)","location":"Atchison, Kansas","nn1":["553471","557730","553924","551512","543594","543544","555373","546988","546446","544159","556619","547858","553477","557732","556642","546414"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["worker","renovation","window","beam","building","scaffold","facade","molding","construction","work"]}
