{"path":"557142.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"The photograph captures a rustic, rural scene during twilight. Predominantly, the image is dominated by a vintage water pump, painted red, positioned in the foreground. The pump has a long handle, which is also red and bent at an angle typical for operation.\n\nThe background offers a sweeping view of a vast farmland. The terrain transitions from a closer, possibly fallow field scattered with rocks and dotted with remnants of crop growth, to further cultivated lands exhibiting different soil colors, possibly due to different types of crops or crop stages. There's a serene gradient in the sky, showing colors transitioning from a deep blue at the top to a soft pink near the horizon, indicating either early morning or late evening.\n\nDistinctive in the middle distance, there are few small farm structures visible, possibly grain silos or machinery sheds, which are characteristic elements in a farm landscape.\n\nThe flora around the water pump is overgrown, with wild grass and weeds suggesting that the area around the pump may not be actively maintained, adding to the feel of an untouched, serene rural setting. This composition elegantly contrasts the man-made, mechanical element of the water pump with the natural, sprawling farmlands around it, encapsulating a peaceful rural life frozen at dusk or dawn.","title":"Rusted iron hand pump on land which used to be covered by tallgrass prairie in Johnson County Kansas near Kansas City.  The wave of pioneer farmers cleared the native grasses and planted crops in the fertile soil.  As a result only isolated patches of native tallgrass prairie survive.  There is a bill in Congress which would make an area of Kansas a tallgrass prairie national park, but it has been stalled in committee for several years","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["547397","554784","547309","547289","552462","549211","547428","557119","547347","545832","557023","554015","547345","557091","551333","547304"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["pump","crop","farmland","farm","transition","freeze","weed","grain","pink","cultivate"]}
