{"path":"557152.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"This photograph depicts a casual scene inside what appears to be a community hall or similar venue. Two older men are seated at a folding table, engaged in what looks like a relaxed, possibly contemplative moment during a social gathering.\n\nOn the left, a man with grey hair and glasses is seated, wearing a dark grey button-up shirt and jeans. His gaze is directed upwards, and he has a reflective expression, with one hand resting against his cheek, suggesting he might be lost in thought.\n\nNext to him on the right, another older man wearing a gingham check shirt and a baseball cap, possibly with a logo or text on it, looks off to the side. His expression is attentive, almost as if he's listening to or looking at something outside the frame.\n\nIn the background, there are other attendees; a woman in a red outfit is seen involved in an activity by a countertop, possibly preparing or arranging food or drinks. There's a purple hat visible as well, likely worn by another person, indicating a lively, populated environment.\n\nOn the table in front of the men, there are disposable cups, suggesting they are having beverages. A jar, possibly with food or condiments, and a small bottle are also on the table. Behind them, the wall is paneled wood with flyers or notices pinned up, typical of a community or public meeting place.\n\nOverall, the image captures a slice of everyday life, highlighting a moment of social interaction or reflection among elders in a communal space.","title":"Two men from the Iowa indian tribe wait for a hot lunch to be provided by the woman in the background at the indian center at White Cloud Kansas, near Troy in the northeast corner of the state funds for the meals are provided by the u.s.  Government.  White cloud was named for the last great Iowa indian chief whose tribe received land in the area under an 1836 treaty.  The Iowa-sac-fox indian reservation is located nearby","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["545984","553519","547367","557767","557856","545970","556450","553202","550323","550679","551338","553167","554097","547365","554322","555532"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["table","food","condiment","folding","cheek","jar","lose","pin","man","notice"]}
