{"path":"557131.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"The photograph captures a bustling outdoor flea market scene. There are numerous people engaged in shopping and browsing various stalls. The market appears to be set up on a street lined by vehicles and tents that provide some shading over the tables laden with goods.\n\nAt the forefront, there is a diverse mix of people of different ages and styles. One individual, wearing a vibrant green and black patterned shirt, leans over a table sorting through items, possibly inspecting something closely. Next to him, there are cardboard boxes clearly visible, one of which is labeled \"Phillips' Milk of Magnesia\" suggesting that the items on sale might include vintage or second-hand goods.\n\nTowards the middle ground, more people are seen examining a variety of items displayed on tables. The goods vary from glassware, evident by the shiny, reflective surfaces catching the sunlight, to possibly ceramics and other household items.\n\nThe background is lively yet not completely sharp, showcasing more individuals milling about, which conveys a sense of activity and crowdedness typical of such markets. The setting includes part of the urban environment, with partial views of buildings and parked cars, contributing to an overall impression of a communal, informal gathering likely happening on a sunny day given the clear skies and the attire of the attendees suited for warm weather.\n\nOverall, the composition emphasizes a community engaging in the act of trade and social interaction within an urban flea market setting, characterized by a casual and somewhat cluttered atmosphere.","title":"Flea market browsers at White Cloud, Kansas, near Troy, in the northeast corner of the state. It is sponsored by the Ma Hush Ka (Iowa Indian language meaning White Cloud) Historical Society to raise money for the local museum housed in the 100-year-old schoolhouse. Area Indians participate in the flea market in which native crafts as well as antiques are featured. The town is named after the last great Iowa Indian chief whose tribe was given area land by treaty.","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["551749","551694","557135","547370","557132","551696","547378","551752","551695","551750","551690","551691","556215","550040","558194","550041"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["market","good","flea","item","table","milk","glassware","trade","browse","happen"]}
