{"path":"557183.jpg","date":"January 1975","photographer":"Duncan, Patricia D.","caption":"This photograph captures a serene rural landscape, predominantly featuring a harvested cornfield in the foreground. The field is extensive and filled with the remnants of corn stalks, indicating a recent harvest. The terrain is flat which aids in extending the viewer's sight towards the horizon.\n\nIn the middle ground, there are two main structures: a large barn and a smaller white building, possibly a farmhouse or storage building. The barn is classic in its construction with a high pitched roof and appears well-maintained. Adjacent to these buildings, smaller outbuildings or sheds can also be seen, possibly used for additional storage or livestock.\n\nThe background is lined with a thin strip of bare deciduous trees, which are presumably leafless due to the season. Beyond the trees, the terrain gently rolls into the distance under a wide, subtly dynamic sky filled with soft, diffused clouds indicating either early morning or late afternoon light. The colors in the photograph are somewhat muted, displaying a palette dominated by browns, blues, and grays, typical of rural winter or late fall sceneries. \n\nOverall, the composition of the photo with its vast open field in the foreground and architectural elements positioned in the middle creates a sense of depth and tranquility characteristic of rural landscapes. There are no visible people or animals in the image, reinforcing a sense of quiet and stillness.","title":"Former prairie which is now farmland in Waubaunsee County Kansas, near Manhattan, in the heart of the Flint Hills region. The county is one of the sites under consideration for a tallgrass prairie national park. There is a bill in Congress for such a park, but it faces opposition and has not yet been reported from committee.","placename":"Manhattan (Kan.)","location":"Manhattan, Kansas","nn1":["556963","555537","558073","547291","554819","544481","547309","557946","547303","547288","555577","554767","552462","547304","547307","557023"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["barn","corn","harvest","storage","farmhouse","outbuilding","stalk","sight","livestock","field"]}
