{"path":"557159.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a serene and natural landscape during what appears to be early autumn. The scene is dominated by a cluster of tall trees in the center and right parts of the image, their foliage transitioning into shades of golden yellow and green, showing the seasonal change. The trees are tall, with dense canopies, suggesting a mature growth. In the foreground, there is a thick brush of tall, brown and green grass, slightly swaying and blending into the lower parts of the trees, which creates a layered texture in the image.\n\nBehind the trees and grass, glimpses of a calm river or lake can be seen, contributing a peaceful and tranquil element to the setting. The water body is partially obscured by the vegetation, but its presence adds to the natural beauty of the scene. The background is completed by a clear blue sky and distant rounded hills, which provide a sense of depth and spaciousness to the photograph.\n\nThe composition of the photograph, with its natural elements and absence of human presence or man-made structures, evokes a sense of solitude and untouched wilderness. The lighting, presumably natural sunlight, enhances the vibrancy of the leaves and casts subtle shadows that enrich the visual texture of the landscape.","title":"An area along the Missouri river near White Cloud, Kansas and Troy in Doniphan County in the northeast corner of the state in the foreground is rare and undisturbed (unplowed) tall grass with a stand of large cottonwood trees behind.  In the distance is a typical loess Bluff, a glacier-formed Bluff of solid earth.  When the settlers came to that area of Kansas cottonwoods were found all along the river.  It was called \"Kansas mahogany\"","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["554715","552599","550602","554756","557127","554526","554718","555216","550604","546963","554753","546090","556990","542653","557099","550603"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["spaciousness","sway","peaceful","brush","complete","round","transitione","enrich","tree","grass"]}
