{"path":"557174.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a vibrant scene of community interaction, likely at an outdoor event or market. The central focus is on an array of glass soda bottles neatly placed in a wooden crate, branded with \"Vess\" on the side, known to be a beverage brand. The crate is positioned on a table or similar surface, and appears to be the subject of attention for the individuals gathered around.\n\nIn the foreground to the left, a man wearing a cowboy hat and a patterned button-up shirt looks off-camera with a slight smile, giving a jovial, relaxed presence. Beside him, another individual is partially visible, wearing a colorful blouse, focused on something outside the frame.\n\nTo the right, a man in a blue shirt with a cap adorned with a badge (suggesting a role like a security officer or in authority) is actively handling the bottles, moving them perhaps for sale or distribution. Behind him, another man in overalls stands, also focused on the activity around the bottles.\n\nTheir attire suggests a casual, possibly work-related gathering. The background shows a brick building and a metal scaffold, which hints at an outdoor setting in an urban or semi-urban area. The interaction and dressing styles give a sense of an informal, community-focused event where local goods or products are being exchanged or sold.","title":"Auctioneers selling items from the schoolhouse in White Cloud, Kansas, near Troy. The proceeds went to the Ma Hush Ka (White Cloud) Historical Society for the upkeep of a local museum in the school building. Some people would like to see White Cloud restored as an example of a 19th century Kansas river town. It was named after the last great Iowa Indian chief whose tribe was given area land by treaty in 1836.","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["552529","558313","557163","551718","554215","547796","543706","556533","551832","550068","551696","556214","550040","547381","546216","551342"],"cl":[37],"cluster":["#37 &mdash; Rural Communities"],"terms":["bottle","crate","scaffold","soda","authority","security","event","officer","distribution","overall"]}
