{"path":"557135.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a lively outdoor market scene under a clear blue sky. Various people are browsing through stalls that feature a wide assortment of items laid out on tables, such as glassware, ceramics, and possibly other household items. The setting looks like a flea market or community sale, judging by the casual and diverse array of products displayed.\n\nOn the left side of the image, an older man and a woman, both wearing hats and casual summer clothing, are examining items on a table. The man, in a white shirt and plaid hat, appears to be looking closely at something in front of him, while the woman, in a striped sleeveless top and checkered pants, points at a particular item, indicating interest or perhaps asking a question.\n\nIn the background, there are other shoppers and different stalls with goods covered by makeshift shelters or simple structures, including a tent with a yellow and blue top providing shade. Various people are interacting around these tables, some browsing and others attending the stalls. The ambience suggests a warm, sunny day perfect for outdoor activities like this market.\n\nThe brightness and livelihood of the scene are enhanced by the vivid colors and casual, relaxed atmosphere of a community gathering, highlighting a day of commerce and social interaction in a communal outdoor space.","title":"Flea market browsers at White Cloud, Kansas, near Troy. It is sponsored by the Ma Hush Ka (White Cloud) Historical Society to raise money for the local museum housed in the 100-year-old schoolhouse. Some people would like to see the place restored as an example of a 19th century Kansas river town. An old drug store has been built in the 1870's by C.W. Shreve, gRandson of a colonel in George Washington's army.","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["547370","557131","551749","551696","557132","551690","551695","551694","551691","550068","547378","550040","558249","551838","558194","557163"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["stall","market","item","table","shopper","question","flea","glassware","household","tent"]}
