{"path":"557143.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a conversation between an elderly man and woman outdoors. The woman, to the left, wears a red and white cardigan over a patterned blouse, accessorized with a necklace and large eyeglasses. Her hair is styled in a layered, curly fashion, and she is looking intently towards the man, suggesting she is listening or engaged in the conversation.\n\nThe man, on the right, appears to be explaining or discussing something, indicated by his open hand gesture. He is dressed in a light beige coat over a shirt and tie, and sports rimmed eyeglasses. On his coat, there is a round sticker with a depictive logo of some kind.\n\nIn the background, there is a blend of overcast sky and autumn-colored trees, hinting at a cool weather setting. Part of a stonework structure is visible behind the man, suggesting they are near a building or in a landscaped park area.\n\nThe composition of the image, with the two individuals foregrounded against a natural and architectural setting, presents a scene of interaction and dialogue in a tranquil outdoor location.","title":"Dr.  E.  Raymond hall, the founder of the movement for a tallgrass prairie national park, talks to a woman at the second annual tallgrass prairie national park conference at a ywca camp in the Kansas flint hills area at elmdate, near Emporia.  Dr.  Hall is professor emeritus of systematics and ecology at Kansas university and an internationally recognized mammalogist.  The conference was sponsored by save the tallgrass prairie, inc., the sierra club and national audubon society","placename":"Elmdale (Kan.)","location":"Elmdale, Kansas","nn1":["548482","553202","557079","549293","553244","557149","551462","549292","549291","557177","551454","547379","550679","557175","557031","551469"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["eyeglass","coat","dialogue","conversation","stonework","sticker","necklace","cardigan","man","accessorize"]}
