{"path":"557107.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a scenic, expansive view over a lush landscape. The foreground is dominated by a dense canopy of treetops showing various shades of green, suggesting a vibrant, healthy forested area. This area sprawls extensively across the image, indicating the photograph was taken from an elevated position, possibly a hillside or a higher structure.\n\nBeyond the rich, green foreground, the composition opens up to feature a winding river in the midground. The river appears calm, reflecting some light, which hints at a sunny day. The waterway meanders gracefully through a broader valley, bordered on both sides by more patches of dense trees and a few cleared fields. These fields, visible as lighter green patches, suggest some agricultural activity without significant disturbance to the natural surroundings.\n\nThe background consists of gently rolling hills fading into a hazy horizon, indicating a substantial depth to the landscape and perhaps some humidity or dust in the air, softening the distant details. The sky, visible at the very top of the photograph, appears clear and bright, enhancing the serene and tranquil impression of the scene. This photograph encapsulates a serene, natural environment likely valued for its beauty and possibly for recreational or environmental significance.","title":"View of the Missouri river from White Cloud, Kansas, near Troy in Doniphan County in the extreme northeast corner of the state.  White cloud is named after the last great chief of the Iowa indian tribe which was given this land by treaty in 1836.  This town is on the edge of the Iowa-sac-fox- indian reservation and now has a population of 200.  Most of the brick buildings built in the 1850's and 1860's are still standing","placename":"Troy (Kan.)","location":"Troy, Kansas","nn1":["550700","557003","545001","558046","550656","542653","550559","550542","550569","557111","548025","555076","556937","550629","557106","556964"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["treetop","humidity","value","field","disturbance","sprawl","soften","significance","river","meander"]}
