{"path":"557155.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"This photograph presents a view of a small-town street capturing a moment seemingly from the mid-to-late 20th century. It shows a residential area that also includes some commercial properties, suggesting a mixed-use neighborhood.\n\nOn the left side of the image is a building with an extended roof forming a shelter over the sidewalk. Adjacent to it is a street lined with various vintage vehicles, indicating the photo's historical era. The vehicles range in style from sedans to larger vans or station wagons, common of the time period.\n\nThe right side of the street showcases a row of buildings with varying architecture, styles, and states of upkeep. One noticeable feature is a brick building with visible structural damage or deterioration, particularly at the roofline, which may indicate the neighborhood has seen better days or is in a period of transition.\n\nTowards the center and leading into the background, there is a two-story building with signage that is too blurred to read but suggests commercial use. The general atmosphere is quiet and there are no visible people or moving objects, giving it a still, serene quality.\n\nFurther in the background, there is a clear sky and trees, which along with the architecture and vehicles, provide a textured and rich scene typical of small-town America in the mid-20th century.","title":"View of the main street of White Cloud, Kansas, near Troy, in the northeast corner of the state. At the extreme right of the picture is the Shreve Drugstore, which has since been torn down. It was in the process of being placed on the National Register of Historic Places. The drugstore had been built in the 1870's by the gRandson of a colonel in George Washington's army. Some people would like to see the town restored.","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["557655","542900","552526","558037","556564","548489","550319","557805","558028","545610","556435","548889","545614","553550","557705","545216"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["neighborhood","street","period","town","vehicle","upkeep","deterioration","roofline","century","architecture"]}
