{"path":"557156.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"The photograph captures a stately two-story building with an architectural style reminiscent of older, historic structures often found in small towns. The building features clean, symmetrically-arranged windows on the second story, each framed by decorative moldings and separated by equally spaced, ornate patterns above the windows. The upper façade appears to be made of pale bricks or possibly painted in a light pastel color, contributing to its refined appearance.\n\nThe ground floor of the building is obscured by a large, curved overhanging roof, supported by what seem to be metal beams, which may function as a protective awning for store fronts or a porch area. The windows on this level, substituting the clarity of the second story, appear tinted or covered, restricting a clear view into the interior. The building is fitted with simple, flat doorways, almost blending into the façade, which suggests functionality and accesses to different spaces inside.\n\nThe setting of the image is suburban or semi-rural, indicated by the trees with lush foliages in the background and a traditional house visible behind the main structure. There are also electrical or telephone wires crossing in front of the building, implying the presence of modern infrastructure. A light blue car is parked near the house in the background, giving a sense of the era or everyday life context surrounding the building.\n\nOverall, the photograph communicates a sense of quiet and regular life, possibly capturing a commercial building that serves as a focal point in a small community. The overall calmness and the clear sky day further add to the serene and timeless feeling of the scene.","title":"Building in White Cloud, Kansas, near Troy on the Missouri River in the northeast corner of the state. Kelley’s General Store is housed on the first floor, and there is an old opera house on the second floor. Owner Lowell Kelley keeps much of the history of the town such as old engravings, photographs and maps of the area. The opera house contains many of its original items. Once a bustling city of 5,000 thought to have a promising future, the population is now 200.","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["557643","546440","556046","558030","550107","556766","549360","552460","558029","556182","558099","545870","557155","558037","558109","550108"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["story","façade","building","window","molding","awning","telephone","house","front","calmness"]}
