{"path":"557111.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph features a tranquil and scenic natural landscape dominated by the flora in the foreground and expansive views in the background. Tall grasses or reeds heavily occupy the foreground, swaying gently and filling the frame with a dense array of stems and feathery tops. These appear to be in shades of green and beige, slightly blurring towards the edges, suggesting a light breeze or movement during the capture.\n\nThe middle ground shows a meandering river cutting through a dense stretch of forest or bushland, enhancing the sense of depth and separation between the foreground and the more distant elements. The river is calm, reflecting some light and surrounded by lush greenery.\n\nIn the background, beyond the immediate river and tree line, the landscape opens up to reveal flat, expansive agricultural or rural fields stretching towards the horizon. These fields are segmented into different plots, indicating varied types of land use, possibly for farming. The sky above is subtly hued, likely a pale blue with some light cloud cover, contributing to a calm and serene atmosphere.\n\nOverall, the composition uses natural elements to create layers of depth, leading the viewer's eye from the textured grasses in the immediate front, across the peaceful river setting, and out towards the vast, open fields, evoking a sense of peaceful isolation and the beauty of a natural environment.","title":"Remnant of the tallgrass prairie which once flourished in the northeast corner of Kansas is seen overlooking the Missouri River from a Bluff near White Cloud and Troy, Kansas, in Doniphan County. This area of the state is unique because it contains the only hardwood forest in Kansas in addition to the tallgrass prairie.","placename":"Doniphan County (Kan.)","location":"Doniphan County, Kansas","nn1":["553084","547540","549218","542653","557107","550433","557104","557099","555567","547924","551370","557159","557191","549249","549238","547488"],"cl":[50],"cluster":["#50 &mdash; Wetland Environments"],"terms":["river","field","separation","capture","stem","plot","breeze","reed","stretch","grass"]}
