{"path":"557186.jpg","date":"January 1975","photographer":"Duncan, Patricia D.","caption":"This photograph depicts a serene rural scene, capturing the waning light of sunset that casts a beautiful glow over the landscape. At the center of the image, a brown horse stands facing the camera. The horse appears young, with its mane slightly tousled and a gentle expression on its face.\n\nThe background features gently rolling hills, which are sparsely covered with low vegetation, suggesting a vast, open field typical of a pastoral setting. The hills in the distance are cast in shadows due to the setting sun, creating a muted contrast against the slightly clouded sky. The horizon is adorned with a subtle mix of blues and purples, typical of a dusk sky, giving the entire scene a somewhat melancholic and tranquil mood.\n\nThe foreground where the horse stands shows dry, cut grass, hinting at recent agricultural activity. This expanse is flat and expansive, indicating the vastness of the area, and a sense of solitude and quietness pervades the entire scene.\n\nNo human figures or buildings disrupt the natural landscape, emphasizing the dominance and isolation of natural elements in this setting. The lighting, timing, and composition of the shot all contribute to a peaceful, almost timeless quality, typical of rural landscapes captured in the warm light of sunset.","title":"Sunset view of a horse in pastureland that once was tallgrass prairie in Wabaunsee County, Kansas, near Manhattan, in the heart of the Flint Hills region. The county is one of the sites under consideration for a Tallgrass Prairie National Park. There is a bill in Congress for such a park, but it faces opposition and has not been reported from committee.","placename":"Manhattan (Kan.)","location":"Manhattan, Kansas","nn1":["542622","543726","542972","556958","554161","556957","552501","552562","551229","542619","556586","543678","544414","542956","544308","555538"],"cl":[42],"cluster":["#42 &mdash; Deer"],"terms":["horse","sunset","mane","timing","dominance","quietness","show","hill","purple","shot"]}
