{"path":"557100.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This is a photograph capturing an outdoor natural scene of an eroded slope or hillside. The main focus of the image is a relatively steep slope featuring exposed soil with signs of erosion. The color of the soil is predominantly a light, sandy brown, indicative of possibly sandy or clay-like soil, which comprises the entirety of the foreground and the central body of the image.\n\nAt the top of the slope, there's varied vegetation marking the ridge of the hill. Small bushes, withered grass, and a few scattered, thin plants are just discernible against the sky. The top edge of the slope is uneven and jagged, with patches of dirt and vegetation unevenly distributed. This suggests an area of untamed or minimally maintained natural land.\n\nThe background of the image, visible over the crest of the slope, consists of a clear blue sky without any clouds, and what appears to be the top of a large, distinguishable tree on the left side. This contributes a contrast of lively green against the more barren, earthy tones of the slope.\n\nIn terms of light and shadow, the image is brightly lit, likely taken under direct sunlight given the harsh shadows cast on the slope and the luminosity of the sky. This could indicate the photograph was taken on a clear day. The lighting enhances the rugged textures of the earth and vegetation. Overall, the scene does not show any human presence or activity, providing a sense of quiet isolation focused entirely on the natural aspects of the landscape.","title":"View of a small loess Bluff, a glacial-formed solid earth Bluff in Doniphan County Kansas, near Troy in the extreme northeast part of the state.  Such Bluffs are a characteristic of this area bordering the Missouri river.  This area is unique because it contains the only hardwood forest in the state in addition to tallgrass prairie","placename":"Doniphan County (Kan.)","location":"Doniphan County, Kansas","nn1":["542612","545899","549136","555595","549184","551233","555589","542644","549130","545724","547157","549179","551232","554817","555618","545534"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["slope","soil","luminosity","clay","entirety","crest","vegetation","distribute","sandy","term"]}
