{"path":"557117.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"The image appears to depict a large, rocky surface with ancient petroglyphs carved onto it. These engravings include geometric patterns and abstract symbols, which are etched deeply into the rock, creating a stark contrast against the lighter-colored stone. The photograph's palette features earthy tones: reddish-brown hues, perhaps signifying iron-rich soil or rock, and whitish marks where the rock surface has either been etched away or weathered differently from its surroundings.\n\nThe texture of the rock surface is rugged and uneven, evidenced by shadows and slight color variations that suggest depressions and rises. The petroglyph patterns include linear scratches, circles, and more intricate line-based designs that may represent human, animal figures, or symbolic motifs. These carvings are spread throughout the image, occupying most of the visible area.\n\nThe photo does not include visible sky, vegetation, or moving subjects, focusing instead entirely on the petroglyphs. The overall composition centers around these ancient artworks, hinting at historical or cultural significance, and inviting speculation about the people who created them and the purposes these markings served. There is also a noticeable division in coloration across the rock face, suggesting either natural mineral variances or the impact of environmental elements over time.","title":"Closeup of indian petroglyphs mentioned in the journal of the lewis and clark expedition are found on a limestone cliff at the mouth of the nemaha river near Troy, Kansas, in Doniphan County in the extreme northeast corner of the state.  This area is unique because it contains the state's only hardwood forest in addition to tallgrass prairie","placename":"Troy (Kan.)","location":"Troy, Kansas","nn1":["554172","545679","545795","550474","545608","552546","545675","555047","553770","544750","554410","545589","550428","545687","543421","555553"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["etch","rock","depression","carving","scratch","division","artwork","circle","motif","surface"]}
