{"path":"557112.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"This photograph features a man standing in a natural outdoor setting, which gives off a serene late summer or autumn vibe. The man, appearing to be of East Asian descent, is dressed casually. He's wearing a light-colored, patterned button-down shirt with the sleeves slightly rolled up, paired with dark jeans and a detailed belt that has ornamental designs.\n\nHis posture is relaxed yet confident. He has a direct gaze, looking slightly off-camera, which gives him a pensive or introspective demeanor. His hair is styled in a typical fashion for the 1970s or early 1980s, which can be inferred from the texture and style of the photograph.\n\nThe background consists of tall, dry grass that has taken on a golden hue, typical of late summer or early fall. This grassland setting is edged by trees in various stages of foliage, with some leaves starting to change color, indicating the transition into autumn. Above is a clear blue sky, suggesting that it is a fair weather day.\n\nThe photograph has a soft, natural lighting, likely provided by the sun, enhancing the tranquility and timelessness of the setting. The composition of the photo, with the man off-center and the expansive natural space around him, emphasizes a sense of solitude and introspection amidst nature.","title":"Ron mckinney, 22, whose indian name is mahkuk, is standing in a virgin tallgrass prairie area near White Cloud and Troy, Kansas in Doniphan County in the extreme northeast corner of the state the young man, a potawatomie-Kickapoo, lives near White Cloud which was named for the last great chief of the Iowa indian tribe the indians were given the area land by treaty in 1836.  The small town is located at the edge of the Iowa-sac-fox indian reservation","placename":"Doniphan County (Kan.)","location":"Doniphan County, Kansas","nn1":["553418","552113","545091","542548","554424","549335","550826","544295","557146","542613","554677","557173","553801","551940","557744","552723"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["autumn","summer","descent","infer","ed","timelessness","down","introspection","off","grassland"]}
