{"path":"557119.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a serene rural scene during sunset. The foreground of the image displays dried, harvested fields, likely corn, with the ground covered in stubble and scattered leaves, rendered in shades of purple and brown under the low light. The middle section of the photo reveals several small structures, which include barns or sheds and a couple of modest houses, characterized by their simple, utilitarian architecture typical of farm buildings.\n\nA dirt road gently curves through the landscape, creating a line that leads the viewer's eye towards the horizon. The road appears well-traveled and divides the residences and outbuildings on either side, emphasizing the sprawling nature of rural farm properties. Electrical poles line the road, connecting this remote area with modern convenience, and are silhouetted against the dusky sky.\n\nIn the background, another large field stretches up to a horizon that is softly glowing with the last light of the day. The sky itself has gradient colors, from a deep purple near the top of the frame fading into lighter blue hues near the horizon, signifying the day's end. The overall ambiance is peaceful and quiet, typical of a secluded rural setting away from the hustle and bustle of city life. The image captures the essence of rural tranquility and agricultural life.","title":"The sun sets on a cornfield and farm near Troy, Kansas, in Doniphan County in the extreme northeast corner of the state. Much of this area was once covered by tallgrass prairie, which exists now only in isolated areas of the Plains states. This area is unique because it contains the only hardwood forest in the state.","placename":"Troy (Kan.)","location":"Troy, Kansas","nn1":["547289","547309","556960","549257","547428","547288","547393","554015","547316","557023","547300","549222","557183","547304","555635","554819"],"cl":[37],"cluster":["#37 &mdash; Rural Communities"],"terms":["purple","farm","convenience","horizon","corn","road","outbuilding","residence","bustle","hustle"]}
