{"path":"557132.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a lively outdoor flea market scene. Several tables are laid out with a variety of items for sale, including dinnerware, ceramic figurines, glasses, and other small knick-knacks. Each table is draped with cloths of different colors like white and yellow, and the merchandise is meticulously arranged to attract buyers.\n\nSeveral people are browsing or handling items at the market. The individuals, dressed in casual and period-specific outfits, suggest a setting that might be from several decades ago. Notable attire includes a woman on the right wearing a bright red blouse and a matching hat, and another woman near the center in a patterned dress and white apron looking closely at an item on the table.\n\nIn the background, we can see older-style vehicles, including a van and a truck, which likely belong to the vendors for transporting goods. The architecture of the buildings further establishes an older, perhaps mid-20th century, rural setting. The buildings are wooden and appear weathered, with one showing significant peeling paint and fading, adding a rustic charm to the scene.\n\nThe setting is outdoors on a sunny day, evidenced by the bright sunlight and shadows cast on the ground, contributing to the overall cheerful and busy atmosphere of the market. This scene captures the essence of a traditional American flea market, highlighting community interaction and the treasure hunt for second-hand goods.","title":"Flea market dealers await customers at White Cloud Kansas near Troy, in the northeast corner of the state.","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["551749","551696","547370","557131","547378","551752","557135","551695","551694","551750","557161","551691","557130","551690","557163","550045"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["market","flea","table","good","item","merchandise","browse","apron","vendor","cloth"]}
