{"path":"557163.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a scene at an outdoor setting that appears to be a flea market or a similar casual sale event. The environment is slightly overcast, and the setting includes a background of a red brick building which enhances the rustic and informal vibe of the scene.\n\nIn the foreground, we see four men engaged in browsing and handling items that are displayed on tables and in boxes. The man on the far left is younger, dressed in a blue jacket with a mustache, and he looks on as the other men examine items. Behind him, another man in a plaid jacket is actively looking at something in his hands.\n\nThe central figures in the photo are two older men positioned side by side. Both wear quilted jackets for warmth. The man on the left wears a beige cap and has a pensive expression as he gazes out of the frame, giving him a thoughtful appearance. His companion on the right, sporting a baseball cap, is focused on inspecting an object he is holding.\n\nThe various objects visible on the table and in the boxes suggest that the merchandise includes a variety of practical items, possibly second-hand or antique. There is a sense of casual interaction and frugality, typical of a market setting where goods are recycled and sold for everyday use. The overall atmosphere of the photograph conveys a slice of life from a local community activity where people come together to buy, sell, and socialize.","title":"Auction of items at the shreve drugstore in White Cloud Kansas, near Troy, attracted people interested in antiques.  It was built by c.w.  Shreve in the 1870's after he had settled in White Cloud in 1858.  The drugstore, since torn down, was in the process of being named on the national register of historic places.  The other building has not been torn down, but is in a state of disrepair.  Some people would like to see the town restored","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["551696","557131","551749","551694","547374","547381","557135","558249","547378","551695","557132","551690","547370","557809","549323","551832"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["sell","market","man","item","jacket","table","positioned","quilt","socialize","flea"]}
