{"path":"557103.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph depicts an old brick building with white trim and architectural details, serving as a Head Start Center, as indicated by the sign above the front entrance. The building has a prominent white gabled roof with a cornice extending along the top edge. There are two white-trimmed windows visible on the facade, symmetrically placed and closed, featuring a simple rectangular design.\n\nThe main entrance has double doors that are also white, with a small overhang marked by a white board that reads \"HEAD START CENTER.\" Above the entrance, a small sign is mounted on the building, providing the name \"Donaldson County Head Start Early Childhood Development Program,\" and mentioning it is a joint project of the United Methodist and Presbyterian churches, along with a local college.\n\nThe building is illuminated by gentle sunlight, as indicated by the shadows to the right, suggesting either morning or late afternoon light. The surrounding area includes grass and some greenery, as well as a tree to the left side casting a shadow towards the building.\n\nThe sky above the building is clear and blue, providing a tranquil backdrop to the scene. The overall mood conveyed by the image is one of a peaceful, educational setting in a small community.","title":"Baptist church that is 100 years old in Highland, Kansas, near Troy, in the extreme northeast corner of the state.  It is used as headquarters of the dolphan county headstart program.  The countryside is unique because it contains the only hardwood forest in the state in addition to tallgrass prairie","placename":"Troy (Kan.)","location":"Troy, Kansas","nn1":["558146","552507","558151","552456","557171","549626","552479","550648","558162","558161","558122","558099","557156","549221","546456","545355"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["entrance","trim","building","college","extending","cornice","overhang","mention","gable","church"]}
