{"path":"557145.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph depicts a group of four men, closely positioned together, primarily dressed in Western or casual attire, outdoors during daytime. From left to right:\n\n1. The first man is wearing a dark brown cowboy hat and a denim jacket. He has a full beard and his gaze is directed slightly to the side, not at the camera.\n\n2. The second man stands in the center and is also clad in a cowboy hat, this one a lighter shade of brown. He is wearing a light yellow jacket over a white shirt, and his expression includes either speaking or listening intently, with his glance not focused on the camera.\n\n3. The third man, to the right of the center, is without a hat, showing wavy, medium-length hair. He is dressed in a light-coloured patterned shirt and appears to be captivated by a conversation, covering his mouth with his hand, with a thoughtful expression.\n\n4. The fourth man sport large, circular-framed glasses and a multi-color block patterned jacket with a dark shirt underneath. His hair is curly, and he looks towards the left side of the frame, possibly at one of the other men, showing interest in the ongoing discussion or event.\n\nIn the background, there is a wooden structure, possibly a barn or a shed, which complements the rustic, outdoor setting suggested by their attire and hats. The backdrop also features a partial view of a shaded area, possibly under a canopy or roof with a shingle texture visible. The general mood and attire suggest the photograph might be situated in a rural or semi-rural setting, possibly during a gathering or event that involves traditional or country elements.","title":"Leading young ranchers opposed to tallgrass prairie national park discuss the subject with students from Kansas state university in Manhattan.  The students are chapter members of save the tallgrass prairie, inc., and were attending the second annual tallgrass prairie national park conference held at Elmdale Kansas, near Emporia in the flint hills region.  Members of the Kansas chapter of the sierra club and national audubon society also were present","placename":"Elmdale (Kan.)","location":"Elmdale, Kansas","nn1":["546072","554938","545672","547443","557061","554865","553182","553103","554860","557042","557856","552752","554026","557164","557047","547359"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["hat","cowboy","man","jacket","patterne","glance","shingle","event","country","shirt"]}
