{"path":"557105.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"The photograph captures a detailed view of a large riverboat or tugboat named \"Sally B.\" Part of the boat's structure is visible in the foreground, prominently displaying its upper deck area. The upper deck features a command bridge equipped with various navigational tools and windows for piloting the boat. On top of the bridge, the boat name \"SALLY B\" is styled in curvy, vintage letters against a white background, integrated with a life preserver ring as part of the sign. An American flag flutters on a pole at the forward part of the upper deck, indicating the boat's nationality.\n\nThe vessel is painted in a simple two-tone color scheme, predominantly white with some accents and details in red. The exposed part of the lower deck shows multiple windows, likely indicating living or working quarters within the boat. The environment surrounding the boat includes dense, lush green trees, suggesting that the boat is near a riverbank or in a densely wooded area. The weather appears to be clear, contributing to the tranquil and serene atmosphere of the setting. Another boat portion, labeled \"PCBL-10,\" appears on the right edge of the picture, likely indicating nearby commercial or logistical activity. This additional detail adds a layer of industrial context to the scene.","title":"Barge traffic on the Missouri river near Troy, Kansas in Doniphan County in the extreme northeast corner of the state.  The river has been drastically altered by the u.s.  Army corps of engineers to accommodate heavy barge use.  The northeast part of Kansas is unique because it houses the state's only hardwood forest in addition to tallgrass prairie","placename":"Troy (Kan.)","location":"Troy, Kansas","nn1":["543972","544255","543945","543971","543964","545073","543962","545921","554658","546019","545917","548179","549509","548067","550825","550953"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["boat","deck","name","riverboat","quarter","bridge","pilot","command","part","flutter"]}
