{"path":"557108.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph presents a scenic overview of a rural landscape. In the foreground, an expanse of dense green trees fills the view, creating a natural lush frame. Behind this vibrant greenery, a wide river snakes across the scene, reflecting the sky and creating a sense of calm expansiveness.\n\nOn the right side of the image, there's a prominent structure—a grain elevator bearing the signage \"White Cloud Grain Co.,\" which stands out boldly against the natural backdrop. The grain elevator is painted in a light color, and its verticality contrasts with the horizontal spread of the river and landscape.\n\nThe background reveals a gentle rolling terrain, suggesting a valley or a floodplain alongside the river. The distant scene is a mix of green and earth tones, likely fields and stretches of land used for agriculture or left in their natural state.\n\nOverall, the composition captures a tranquil rural setting where agriculture meets the natural beauty of the river and wooded areas, highlighting aspects of rural American life and the landscape that supports it.","title":"View of the Missouri river and the grain elevator at White Cloud, Kansas, near Troy, in Doniphan County in the northeast corner of the state.  The elevator keeps the town alive economically, but it is a depressed area with many people on welfare.  White cloud was named after the last great chief of the Iowa indian tribe which was given this land by treaty in 1836.  The town is located at the edge of the Iowa-sac-fox indian reservation and has a population of 200","placename":"Troy (Kan.)","location":"Troy, Kansas","nn1":["555575","549260","556964","547995","557091","553817","553668","556994","555535","545042","542730","551332","547428","545144","554055","551305"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["elevator","grain","agriculture","river","verticality","expansiveness","overview","snake","bear","meet"]}
