{"path":"557162.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"The photograph depicts a scene of damage and aftermath likely due to a natural disaster. In the foreground, there is a two-story building painted in a deep red color. The building shows significant damage, particularly to the roof where a large tree branch has fallen, creating visible destruction and exposing the building’s structure. The windows are intact but lack curtains or blinds, giving the building an abandoned appearance.\n\nIn front of the red building, there are several individuals who appear to be assessing the damage or perhaps discussing the aftermath. These individuals include three men and one woman. One man is wearing a blue jacket and jeans, another is in a green jacket, and the third, who sports a red checker pattern on his jacket, is conversing with the woman dressed in a long blue coat.\n\nThe area surrounding the individuals is cluttered with various items strewn across the ground, suggesting they might be belongings from the damaged house or debris resulting from the event that caused the damage. There is a variety of furniture amongst the debris, including chairs and other unidentifiable objects scattered around.\n\nThe setting is a residential area, as indicated by the presence of other houses in the background which appear traditional and somewhat rural. One can also spot natural foliage in the background transitioning in colors, suggesting it might be autumn.\n\nThe overall composition of the photograph, combined with the people's presence and their activities, conveys a sense of community involvement and recovery effort in the aftermath of a possibly devastating incident.","title":"Auction of the shreve drugstore in White Cloud, Kansas, near Troy in the northeast corner of the state.  It was built by c.w shreve in the 1870's; he was a gRandson of a colonel in george Washington's army.  Shreve settled in White Cloud in 1858 shreveport, Louisiana, was named after a member of his family.  The drugstore, since torn down, was one of two buildings in the process of being names on the national register of historic places","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["547079","544797","544464","544463","547130","544461","547868","554437","544467","544583","556445","545966","547888","557993","555540","544458"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["damage","aftermath","jacket","blind","incident","abandoned","assess","recovery","building","belonging"]}
