{"path":"557109.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"This photograph shows a scene at the White Cloud Grain Co., Inc., characterized by industrial and automotive elements. The central structure in the image is a small, quaint building with a gabled roof and white siding, decorated with a checked pattern along its roofline in black and red. The name \"White Cloud Grain Co., Inc.\" is displayed prominently on a signboard across the top of the building.\n\nAdjacent to this building stands a tall, vertical grain silo, painted white, which dominates the right side of the image. The silo has a series of metal staircases and platforms wrapped around it, possibly for maintenance access.\n\nIn the foreground, there's a classic car parked to the left, distinctive with its long body and red color. On the right, a flatbed truck is visible, parked and loaded with numerous large, white sacks tightly secured with ropes, suggesting it might be transporting goods such as grain or flour.\n\nAdditionally, utility poles and lines are in the background, contributing to the industrial vibe of the scene. A glimpse of another dark interior building is visible through the warehouse door behind the truck.\n\nOverall, the photograph captures a typical day at a grain company, with elements that suggest the movement and storage of agricultural products and a setting that involves both commercial and utility vehicles. The setting appears to be during the day given the clear, bright light and shadows, suggesting an active work environment.\n","title":"White Cloud, Kansas, grain elevator near Troy in the extreme northeast corner of the state. It keeps the town alive economically, but it is a depressed area with many people on welfare. White Cloud is named after the last great chief of the Iowa Indian tribe which was given this land by treaty in 1836. The town is located at the edge of the Iowa-Sac-Fox Indian reservation and has a population of 200.","placename":"Troy (Kan.)","location":"Troy, Kansas","nn1":["558141","543174","556010","554936","556836","555817","557389","557385","549035","557390","556390","542803","546752","546866","548437","557108"],"cl":[46],"cluster":["#46 &mdash; Vehicle Traffic"],"terms":["grain","silo","signboard","utility","sack","truck","flatbed","roofline","staircase","black"]}
