{"path":"557171.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a sunny day scene at an old-school building. The school is a large, two-story brick building with a white trim around the windows. It features a distinctive square white bell tower located centrally on the roof. The architecture is classic and reminiscent of traditional schoolhouses, possibly dating around the early 20th century.\n\nThe school is situated atop a grassy hill scattered with brown fallen leaves, suggesting the season might be autumn. In front of the school, several bare, large trees dominate the left side of the image, adding to the season's ambiance.\n\nThere are several people in the photograph, likely students, gathered around the steps and front porch of the school. They appear engaged in various activities; some are sitting on the steps, while others stand and talk in small groups.\n\nThe foreground features a section of dirt road or path, lined with more fallen leaves which match those on the hill. The sky is clear and intensely blue, indicating a bright, clear day without clouds. Overall, the image depicts a peaceful, rural educational setting with a group of students enjoying a day outside their traditional school building.","title":"White Cloud, Kansas, schoolhouse, near Troy in the northeast corner of the state. There was an auction in progress sponsored by the Ma Hush Ka (White Cloud) Historical Society to raise money for the local museum housed in the school. The town was named after the last great Iowa Indian chief, and the Iowa-Sac-Fox Indian Reservation is nearby. Some people would like to see White Cloud restored as an example of a 19th century Kansas river town.","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["558205","552507","549626","546522","552456","558162","553818","546453","546532","546461","550648","542593","558146","551613","545870","546449"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["school","student","step","season","leave","group","hill","trim","day","autumn"]}
