{"path":"557188.jpg","date":"August 1974","photographer":"Duncan, Patricia D.","caption":"This image features a landscape of the Konza Prairie, designated as a Research Natural Area. In the foreground, a prominent red informational sign serves as the focal point. The sign displays white text providing details about the area's connection with The Nature Conservancy and its funding and management sources, including mentions of Katharine Ordway and the Konza Prairie Management Organization. The text also mentions contact information referring to the Division of Biology at Kansas State University for further information about the site.\n\nBeyond the sign, the photograph showcases the vastness of the prairie with its rolling hills that extend into the distance. The terrain is covered predominantly in tall, wavy grasses that exhibit various shades of green and yellow, hinting at the natural biodiversity of the area. The sky above is partly cloudy with a gentle blending of blue tones and few clouds, suggesting a clear and open environment.\n\nThe entire scene is enclosed by a subtle wire fence running parallel to the foreground, which hints at efforts to protect and manage the grassland area. The overall composition subtly emphasizes conservation and research efforts within a serene and undisturbed natural landscape.","title":"The Konza Prairie near Manhattan, Kansas. It represents 1,000 acres of virgin tallgrass prairie given to Kansas State University by Katharine Ordway of New York City and Weston, Connecticut through The Nature Conservancy. The prairie is used primarily for research and is maintained by periodic burning because there are no large grazing animals on it.","placename":"Manhattan (Kan.)","location":"Manhattan, Kansas","nn1":["544522","549238","545109","557189","552903","549156","544581","549218","557191","549225","549157","549186","549229","547924","549453","549232"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["mention","information","effort","prairie","text","blending","refer","biodiversity","contact","sign"]}
