{"path":"557184.jpg","date":"January 1975","photographer":"Duncan, Patricia D.","caption":"This photograph captures a serene and somewhat somber scene at a cemetery. The image is framed by dark silhouette foreground elements like hanging branches of leafy trees that partially obscure the upper portion of the shot. This framing creates a natural vignette effect, drawing attention to the center of the image.\n\nIn the middle ground, we see an array of gravestones varying in size, shape, and material, many of which appear to be well-maintained. The cemetery is relatively sparse, not overcrowded, suggesting either a rural setting or a meticulously kept area. The vegetation around the gravestones includes short, neatly trimmed grass and a few scattered trees, lending a peaceful green space around the grave markers.\n\nThe background extends into a broad vista of rolling hills and open skies. The landscape features gentle undulations, and the horizon stretches wide across the frame, suggesting a vast expanse beyond the cemetery. The sky is overcast with purple and blue hues, and scattered clouds add a dramatic touch to the otherwise tranquil view. The overall atmosphere of the photograph, aided by the natural lighting conditions and the composition, conveys a sense of quiet reflection and eternal rest. The image evokes a feeling of solitude and peacefulness, typical of a rural cemetery setting.","title":"A prairie cemetery in Wabaunsee County, Kansas, near Manhattan, in the heart of the Flint Hills region. Cemeteries are very good places to find the original plants of the tallgrass prairie. The county is one of the sites under consideration for a tallgrass prairie national park. There is a bill in Congress for such a park, but it faces opposition and has not been reported from committee.","placename":"Manhattan (Kan.)","location":"Manhattan, Kansas","nn1":["554790","557185","554824","547420","557089","554792","550731","557942","552683","550364","558040","552451","545322","544267","547337","552017"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["cemetery","gravestone","vignette","undulation","vista","marker","aid","peacefulness","framing","keep"]}
