{"path":"557137.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a vibrant and diverse collection of small ceramic and possibly porcelain figurines, each depicting different characters, animals, and items, displayed on several tables, likely at an outdoor market or flea market. The figurines vary widely in design; there are cartoon-style characters, realistic animal shapes, various fruit and vegetable designs, and other miscellaneous shapes like boots and hats.\n\nSome specific notable items include:\n- A pair of salt and pepper shakers designed like fruits and vegetables.\n- Figurines designed as popular cartoon characters wearing hats.\n- Animal-shaped items like owls, pigs, and ducks.\n- Figurines of owls and other birds, often intricately painted.\n- Human character designs, including small dolls and stylized human figures.\n- Various small boxes, possibly for jewelry or other small items.\n- Decorative plates arranged at the back, showing intricate and possibly hand-painted designs.\n\nThe composition suggests a sunny day due to the brightness and shadows cast, packed closely on tables, which helps create a sense of abundance and variety. This setup invites viewers to look closer and explore the details of each unique piece. The atmosphere implies a casual setting where people can browse and purchase these items, reflecting a lively market scene.","title":"Assortment of salt and pepper shakers for sale at a flea market in White Cloud, Kansas, near Troy.  It is sponsored by the ma hush ka (White Cloud) historical society to raise money for the local museum housed in the 100-year-old schoolhouse.  Some people would like to see the place restored as an example of a 19th century Kansas river town.  It was named for the last great Iowa indian chief whose tribe was given area land by treaty in 1836","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["551696","557132","551752","550068","551695","557131","547832","551691","557135","551749","551751","547370","557136","547378","551694","551750"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["character","market","item","cartoon","design","vegetable","fruit","animal","shape","table"]}
