{"path":"557129.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"The photograph features an elderly woman sitting behind a table laden with various items, likely at a flea market or garage sale. The woman appears to be in her sixties or seventies, with white hair styled in a practical short manner and wears glasses with a white frame. She is dressed in a light-colored blouse that features a floral design in pink and green tones.\n\nThe table in front of her displays a rich array of items that suggest it is used for selling goods. The collection includes diverse objects such as porcelain plates, some of which have intricate floral patterns, a woven basket, several glass vases, and decorative items including a small, ornate oil lamp. Some items intended for household utility, like a rolling pin and metal tins, can also be seen. A decorative plate prominently displayed at the front of the table has a pastoral scene painted on it.\n\nIn the background, the partial view of a white vehicle, possibly a van or large car, suggests this setting might be part of an outdoor event. The environment suggests a bright, sunny day with the presence of natural light enhancing the vividness of the displayed objects and casting soft shadows on the table.\n\nOverall, the photograph captures a moment from a day likely spent in casual commerce, featuring a senior individual possibly enjoying her time interacting with passersby and potential buyers. The calm and collected demeanor of the woman adds a composed, serene atmosphere to the scene.","title":"Flea market wares at White Cloud, Kansas, near Troy in the northeast corner of the state. It is sponsored by the Ma Hush Ka (Iowa Indian language meaning White Cloud) Historical Society to raise money for the local museum housed in the 100-year-old schoolhouse. Area Indians participate in the flea market in which native crafts as well as antiques are featured.","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["551695","544311","551696","550679","557132","552613","547374","551752","557130","557807","553299","558327","547378","547370","551718","551690"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["table","item","plate","vase","woman","flea","tin","display","passersby","pin"]}
