{"path":"557130.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a vibrant outdoor scene likely at a flea market or a community sale by a river. The cast of natural light suggests either early morning or late afternoon.\n\nIn the foreground, on the left side, a white camper van is parked next to a table with various items laid out, possibly for sale, including what appears to be vintage or used goods. There is a woman with dark sunglasses and a dark top speaking to another woman who is dressed in a red jacket and denim jeans; they are both standing and engaged in conversation.\n\nJust beyond this pair, another individual, a man wearing glasses and sporting a beard, stands near a white pickup truck, browsing through items displayed on a makeshift stall; he has a notably reflective stance as if contemplating a possible purchase.\n\nThe midground of the photo is dominated by a variety of vehicles including cars and another pickup truck, indicating this event attracts a decent number of visitors. The presence of these vehicles and their dated designs suggest that the photo might be taken a few decades ago.\n\nIn the background, you can see a tranquil river (possibly expansive judging by its presence throughout the width of the frame), which is bordered by dense foliage. This adds a relaxed, bucolic feel to the scene, contrasting with the busyness at the roadside market.\n\nThe atmospheric colors, which include hues of blue, green, and brown, suggest a picturesque, slightly mist-shrouded setting, typical of either dawn or dusk. This scene successfully captures a moment of everyday life, focused on community interaction, commerce, and the serene beauty of the natural landscape.","title":"Flea market tables lined up at White Cloud, Kansas, near Troy, in the northwest corner of the state.  It is sponsored by the ha hush ka (Iowa indian language meaning White Cloud) historical society to raise money for the local museum housed in the 100-year-old schoolhouse.  Area indians participate in the flea market in which native crafts as well as antiques are featured.  The town is named after the last great Iowa indian chief whose tribe was given area land by treaty","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["557131","557132","547378","551694","551695","557135","551749","551696","553133","547370","557163","557161","551163","557684","551690","551116"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["pickup","market","sale","busyness","truck","flea","camper","browse","purchase","contemplate"]}
