{"path":"557136.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures an assortment of dolls displayed in a large, open suitcase on a sunny day at an outdoor fair or market. The suitcase is placed directly on the ground and features an interior lined with a wood-look material.\n\nThe dolls vary widely in style, size, and attire:\n- On the left side, there are several dolls seated together, including one with dark hair and a burgundy dress, alongside others wearing lighter colors and detailed dresses, even including one with a bonnet.\n- In the center, a group of dolls is somewhat crowded together. Notably, one has blonde hair and a plaid outfit with a large hat, while another in front of her is dressed in a light, lacy garment.\n- On the right, dolls are positioned facing outward. There's a rather distinctive doll dressed in a red and white outfit, seemingly poised to step out of the suitcase.\n\nIn the background, there are people browsing other stalls at the fair, indicating a bustling atmosphere typical of such events. Some boxes and additional merchandise can be seen around the perimeter of the display, presumably part of the same stall's offerings.\n\nThe scene captures a moment typical of a flea market or outdoor antique show, where collectors and enthusiasts might gather to find unique treasures. The array of dolls suggests a focus on vintage or collectible items. The bright daylight indicates it's a sunny day, conducive to an outdoor event.","title":"Assortment of dolls at a flea market in White Cloud, Kansas, near Troy. It is sponsored by the Ma Hush Ka (White Cloud) Historical Society to raise money for the local museum housed in the 100-year-old schoolhouse. Some people would like to see the place restored as an example of a 19th century Kansas river town. It was named for the last great Iowa Indian chief whose tribe was given area land by treaty in 1836.","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["557137","551696","547378","557132","547370","551695","557135","547374","557131","551751","558252","551691","551750","551749","558249","551752"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["suitcase","stall","market","outfit","dress","bonnet","flea","burgundy","merchandise","offering"]}
