{"path":"557139.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"The photograph shows an old, dilapidated multi-story building that appears abandoned. The building is constructed with brick, and the facade has a reddish tone. There are three visible levels in the image, with the upper two floors featuring ornate balconies that extend across several windows. Each balcony features intricate metal railings that are rusted and decaying.\n\nThere are a total of six windows visible across the three levels – two on each level. All the windows are arched with decorative keystones at the top, and the window frames are also deteriorating. Notably, the windows on the bottom level are boarded up, while the windows on the middle and upper level are either broken or partially shuttered, contributing to the general atmosphere of neglect. \n\nThere is visible damage to different parts of the building's exterior; for instance, several bricks are missing or loose, and there are patches where the underlying material is exposed. The bottom floor shows significant decay, highlighting the building's neglected state. The surrounding environment is not visible in the detail, focusing attention solely on the building itself. The lighting suggests it is daytime, casting shadows and highlighting the textures of the building's facade.","title":"Rear of the Alexis Poulet house, built by a member of an aristocratic French family who came to White Cloud, Kansas, near Troy, from France via New Orleans. Poulet's father was killed in the French Revolution. The house was built in the 1850s of brick with handcarved black walnut interior. The house, placed on the National Register of Historic Places, was recently sold at auction for taxes and continues to deteriorate. The iron balcony railings were imported from France.","placename":"Troy (Kan.)","location":"Troy, Kansas","nn1":["550023","550129","551944","557348","553478","554785","553555","547894","557643","557346","545355","555952","552964","551330","557140","557344"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["level","window","balcony","building","decay","instance","neglect","facade","floor","total"]}
