{"path":"557170.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"This photograph showcases a variety of garments hanging on a railing outside, possible on a sunny day due to the overall bright lighting and shadows cast. Striking in color, the garments include several traditional marching band uniforms. The most prominent pieces are a set of red jackets with structured shoulders and decorated with yellow and black piping and buttons arranged in a double-breasted pattern.\n\nTo the right, there is a garment featuring a red and white pleated skirt part paired with an upper part split into white and a rich red sleeve with a yellow and red striped cuff. Another white garment, which could potentially be pants or a draped sleeve, is also visible hanging next to the red jackets.\n\nThe clothing is set against the backdrop of a red brick wall that suggests an urban setting, possibly behind a building or in a narrow alley. The textures of the clothing and the brick wall enhance each other, making the colors of the uniforms vividly stand out. This setting and arrangement emphasize the vibrant and decorative nature of these uniforms, often used in performances or ceremonies.","title":"Old band uniforms went on sale during an auction at the schoolhouse in White Cloud, Kansas, near Troy, in the northeast corner of the state. The auction was sponsored by the Ma Hush Ka (White Cloud) Historical Society to raise money for a museum of local artifacts housed in the school building. The town was named after the last great Iowa Indian chief, and the Iowa-Sac-Fox Indian Reservation is located nearby. The schoolhouse is listed on the National Register of Historic Places.","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["549577","553713","552656","550164","558194","558251","549270","558279","549697","556283","547950","554451","546995","553234","547022","556278"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["garment","uniform","hang","ceremony","cuff","brick","clothing","alley","sleeve","jacket"]}
