{"path":"557140.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph depicts a slightly overgrown and untended natural scene with a focus on an aged red brick building. The building features architectural elements characteristic of mid-to-late 19th century design, including multiple arched windows with white trims, a symmetrical facade, and decorative brackets under the eaves. It has three visible stories and appears somewhat run-down, with signs of wear and disrepair.\n\nThe building is partially obscured by lush green foliage in the foreground, suggesting that it might be situated in a less maintained or possibly abandoned urban area. Surrounding the central structure are other residential buildings, also showing signs of age and similar architectural styles, mainly seen to the right side of the image.\n\nLarge, mature trees with autumn-tinted leaves suggest the season is either late autumn or early spring, with an overcast sky indicating cloudy or possibly pre-rain conditions, adding a somber, moody atmosphere to the scene. The overall composition, surrounded by nature and aged buildings, evokes a sense of stillness and a bygone era, potentially drawing attention to themes of urban decay, historical preservation, or the natural reclamation of human spaces.","title":"Alexis Poulet house, built by a French member of an aristocratic French family who came to White Cloud, Kansas, near Troy, from France via New Orleans. Poulet's father was killed in the French Revolution. The house was built in the 1850's of brick with hand-carved black walnut interior. The house, placed on the National Register of Historic Places, recently was sold at auction for taxes and continues to deteriorate. The iron balcony railings were imported from France.","placename":"Troy (Kan.)","location":"Troy, Kansas","nn1":["550129","554785","551330","557643","545355","550023","551344","555952","553555","557344","553551","553478","555902","552968","551329","546989"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["autumn","reclamation","down","eave","bracket","building","run","preservation","trim","disrepair"]}
