{"path":"557167.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"This photograph features a close-up view of several wild daisy-like flowers, prominently showing their delicate pinkish-lavender petals and yellowish-brown central discs. The flowers appear to be from the Asteraceae family, characterized by their radially symmetrical shape with multiple long, thin petals radiating around a central core.\n\nThe petals have soft linear textures, and the florets in the center are compact and circular. Several flowers are slightly faded and wilting, indicating the plant's natural lifecycle. In the image, one bloom in the foreground has its petals curling outward with a somewhat wilted appearance, adding a sense of organic decay and natural process.\n\nThe background is softly blurred with shades of green and darker hues, suggesting a natural, possibly wooded environment. This selective focus enhances the texture and colors of the flowers, making them the focal point of the composition.\n\nThe lighting appears natural, subtly highlighting the edges of the petals and giving the central parts of the flowers a warm glow. The mood conveyed is calm and serene, typical of botanical photography aimed at capturing the beauty and intricate details of plant life.","title":"Closeup of lavender aster, a fall tallgrass prairie wildflower growing in Johnson County Kansas near Kansas City.  A wave of pioneers cleared the native grasses and planted crops in the fertile soil.  As a result only isolated patches of native tallgrass prairie survive.  There is a bill in Congress which would make an area of Kansas a tallgrass prairie national park, but it has been stalled in committee for several years because of opposition","placename":"Johnson County (Kan.)","location":"Johnson County, Kansas","nn1":["543597","554574","554595","549230","544875","554745","553366","543596","558075","554843","543197","545695","557618","547642","555035","545291"],"cl":[46],"cluster":["#46 &mdash; Flower"],"terms":["petal","flower","lifecycle","core","daisy","curl","radiate","photography","plant","aim"]}
