{"path":"557161.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"This photograph depicts a bustling outdoor flea market or yard sale in a residential area, during what seems like an overcast day. In the foreground, numerous items are laid out on tables and on the ground, including chairs, assorted household goods, and what appears to be a lawn mower among other items. Several people, likely customers and possibly the sellers, are scattered around, examining the items for sale.\n\nThe attendees are variably dressed, indicative of cooler weather, with some wearing jackets, caps, and flannel shirts. The scene exudes a casual, community atmosphere, highlighted by the interactions among the attendees.\n\nLocated in the background is a two-story white house with a central door and symmetric windows. There's also a striking, partially dead tree close to this house, its bare branches standing out against the relatively dense foliage of other trees in the area, suggesting it might be autumn. The environment is residential, with other houses visible and trees in shades of green and perhaps early fall colors. There are also cars parked along the side of the street, matching the circa of the photograph, likely from the 1970s or 1980s based on their models and designs.","title":"Auction of the shreve drugstore in White Cloud, Kansas, near Troy in the northeast corner of the state.  It was built by c.w shreve in the 1870's; he was a gRandson of a colonel in george Washington's army.  Shreve settled in White Cloud in 1858 shreveport, Louisiana, was named after a member of his family.  The drugstore, since torn down, was in the process of being named on the national register of historic places","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["551163","557132","547378","551749","557131","547370","551696","551694","557135","551695","557130","552613","557163","551691","550671","551752"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["attendee","sale","item","house","flannel","flea","customer","household","assort","lay"]}
