{"path":"557154.jpg","date":"October 1974","photographer":"Duncan, Patricia D.","caption":"This photograph depicts a rural scene, possibly in a small town or village. In the foreground, an unpaved road gently curves to the right, framed by tall wild grasses and sparse shrubbery. Close to the foreground on the right, there is a small, aged wooden shed with a peaked roof. The shed shows signs of weathering and appears unused.\n\nBeyond the shed, the middle ground of the image is occupied by a collection of houses nestled within a lush environment. There are several white houses with steeply pitched roofs and gabled fronts, typical of traditional American architectural styles. These houses vary in size and shape, but all have a quaint, characteristic appeal.\n\nThe background of the image features rolling hills heavily wooded with trees showing early signs of autumnal color changes to yellows and greens. The sky is a clear blue, indicating a bright, sunny day with good visibility. There are utility poles and power lines running across the scene, suggesting the presence of modern utilities in this otherwise serene and pastoral setting. Overall, the photograph captures the essence of rural life with a sense of quiet and timelessness.","title":"View of the residential center of White Cloud, Kansas, near Troy in the extreme northeast corner of the state. The town was named for the last treaty Iowa Indian chief whose tribe was given land in the area by treaty in 1836. The Iowa-Sac-Fox Indian reservation is located nearby. White Cloud has a population of 200. A grain elevator keeps the town alive economically, but it is a depressed area and many people are on welfare.","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["547658","555635","555818","556462","551110","556578","549257","550704","556959","556961","556438","556580","555577","554800","551305","551333"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["shed","house","utility","timelessness","village","appeal","shrubbery","roof","weathering","yellow"]}
