{"path":"557133.jpg","date":"September 1974","photographer":"Duncan, Patricia D.","caption":"This photograph captures a busy outdoor market or flea market scene. In the foreground, a metallic sculpture of an eagle with spread wings mounted on a globe is prominently displayed. The eagle is crafted with detailed feathers and appears to be swooping down. To the left of the eagle, there is a white sculpture of a dove on a pedestal, adding to the theme of birds.\n\nIn the background, various people can be seen browsing and interacting near tables and booths filled with various items for sale. The tables are laden with assorted goods, possibly antiques or second-hand items, including boxes, bottles, and miscellaneous household objects.\n\nThe people in the scene wear casual outdoor clothing suitable for a market day; for example, one man is dressed in a white shirt and brown pants, and wears a hat. The scene is set on a sunny day, evidenced by the bright light and shadows, and a relaxed, leisurely atmosphere seems to prevail.\n\nThe setting includes green trees and grass in the distance, and several vehicles, including a prominently visible red and white car, are parked nearby, suggesting that the location is likely a park or a spacious outdoor area adapted temporarily for the market event.","title":"Antique metal American eagle weathervane for sale at a flea market in White Cloud, Kansas, near Troy. The market is sponsored by the local historical society to raise money for the local museum. Two town buildings were placed on the National Register of Historic Places. Some people in Kansas would like to see the place restored as an example of a 19th century Kansas river town.","placename":"White Cloud (Kan.)","location":"White Cloud, Kansas","nn1":["551696","547370","551749","557132","557131","557135","551694","551691","550068","551695","551752","547832","547378","551690","551750","557161"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["market","sculpture","table","globe","flea","example","pedestal","item","feather","booth"]}
