{"path":"557216.jpg","date":"April 1973","photographer":"Alexandrowicz, John L.","caption":"This photograph captures an industrial scene dominated by a large steel mill. The composition reveals multiple tall chimneys emitting thick, white smoke that contrasts starkly against a moody, cloud-filled sky. The color palette is predominantly cool, featuring deep blues and grays which enhance the industrial feel of the image.\n\nIn the foreground, there's a river or large body of water, partially obscured by the silhouettes of bare trees on the right and some industrial structures on the left. Floating on the water are several barges, heavily loaded, hinting at the industrial activity's scale.\n\nThe steel mill itself has a complex array of structures including several large buildings, towers, and interconnected pipes. A prominent feature in the steel mill is a large conveyor system, suggesting the transportation of raw materials such as coal or iron ore within the plant.\n\nThe general atmosphere appears bleak and possibly cold, as suggested by the overall blue tint and the heavy cloud cover, which may also imply a significant environmental impact from the mill's operations. The image serves as a powerful representation of heavy industry and its environmental and aesthetic implications.","title":"Coal barge on the Monongahela River moves past a United States Steel Corporation coke plant at Clairton, Pennsylvania, 20 miles south of Pittsburgh. The white plume of smoke contains many pollutants. The plant previously has been cited for violations of the Clean Air Act which was passed by Congress and administered by the U.S. Environmental Protection Agency.","placename":"Clairton (Pa.)","location":"Clairton, Pennsylvania","nn1":["546827","550344","546882","557227","557222","550195","549966","557215","546769","547069","557218","553891","547101","547696","557221","549967"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["mill","steel","ore","implication","iron","tint","representation","conveyor","coal","barge"]}
