{"path":"557277.jpg","date":"September 1973","photographer":"Alexandrowicz, John L.","caption":"This photograph features a nighttime scene composed within a striking arch-like cutout, which creates a dramatic, staged effect. The scene is likely an urban setting, evidenced by elements such as street lamps, a central roundabout, and vehicles.\n\nOn either side of the image, traditional street lamps stand prominently; their designs suggest they are ornate and possibly historic, and they cast small orbs of light that puncture the otherwise dark backdrop. A traffic sign can be seen attached to the lamp post on the left, with the number \"20\" visible, suggesting a limit or regulation, possibly pertaining to speed.\n\nA solitary figure stands on the left side of the roundabout, dressed in dark clothing with what appears to be a light-colored hat, potentially signifying a uniform. This could indicate a role associated with regulation or security, perhaps a police officer or a guard.\n\nIn the central part of the image, an old-fashioned vehicle is captured in motion as it travels away from the viewer, further emphasizing the period feel of the scene. The roundabout acts as a focal point, dividing the road and guiding the traffic flow depicted in the photograph.\n\nThe setting is enveloped in a haze or mist, lending an atmospheric quality that amplifies the sense of time and mood, possibly indicating early morning or late evening hours. This mist also blurs the background details, adding a layer of mystery and depth to the scene.\n\nOverall, the composition of this photograph, with its arch framing and careful arrangement of visual elements, creates a strongly cinematic feel, evoking stories or histories possibly connected to this urban locale.","title":"Liberty tunnel frames the city, as a motorist approaches from the south through the mid-morning smog in 1947.  The photo is a copy of a newspaper photograph from the library of the Pittsburgh post gazette/sun-telegraph.  This photo contrasts with one taken at the same time of day in 1974.  (see pix #14824 for comparison.)","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["547051","555446","546744","549543","551864","546606","546646","557276","544009","547168","543957","551239","546575","556983","555930","553295"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["regulation","lamp","arch","mist","orb","guard","traffic","security","evidenc","limit"]}
