{"path":"557295.jpg","date":"January 1975","photographer":"Alexandrowicz, John L.","caption":"This photograph presents a panoramic view of an industrial scene set against a river. Focused in the foreground on the right side of the image is a large industrial complex featuring several tall buildings with a network of visible pipes and scaffolding. These main structures appear to be part of a factory or power plant, emphasized by their robust, utilitarian architecture with lots of smokestacks, some of which are emitting smoke or steam.\n\nTo the left and middle of the photo, large white storage tanks sit near the riverbank, surrounded by what seems to be a dirt-covered area with a few smaller structures scattered around. The river itself cuts through the middle of the scene from the background towards the foreground, reflecting hints of the surroundings. A bridge spans the river in the background farther left, connecting two wooded hillside areas. The riverbanks and hills are partially barren, suggesting the season might be late autumn or early winter.\n\nOn the opposite side of the river, a town climbs up the hill, densely packed with buildings and homes, visually contrasting the industrial foreground with residential areas. The scene is cast under a slightly overcast sky, lending a cool tone to the entire image and melding with the industrial aesthetic.\n\nOverall, the composition highlights the juxtaposition of heavy industry with natural waterways and residential life, typical of many towns where industries are central to the local economy and landscape.","title":"West penn power plant north of Pittsburgh.  It is a very old coal-fired facility along the allegheny river, and has been cited for violations of the clean air act passed by Congress and administered by the u.s.  Environmental protection agency.  The plant had been converted to oil by july, 1975, but was temporarily out of service at that time and slated for use only on a standby basis","placename":"Springdale (Pa.)","location":"Springdale, Pennsylvania","nn1":["546705","557223","557376","551156","551192","550855","551174","551191","547696","552246","551202","551173","550856","550961","557222","550728"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["river","riverbank","industry","farther","town","meld","middle","economy","scaffolding","climb"]}
