{"path":"557263.jpg","date":"July 1974","photographer":"Alexandrowicz, John L.","caption":"This photograph captures a scene in an urban park setting featuring a unique, large red sculpture with tube-like structures seemingly interconnected in a looping form. The foreground prominently displays this abstract sculpture, painted a vibrant red and set against a bustling city backdrop. The background consists of a variety of mid-rise to high-rise office buildings showing different architectural styles and finishes that suggest a mix of eras. There are several trees interspersed around the area, adding lush greenery to the urban environment.\n\nThe image also shows people and vehicles, suggesting a lively city atmosphere. A few pedestrians are visible on the sidewalks, one close to the sculpture, and others at a distance near the buildings. Cars from the apparent time period of the photograph are seen on the street that borders the park, capturing some of the typical urban traffic.\n\nThe city appears well-maintained and organized, with well-paved paths and manicured grass areas visible in the park where the sculpture is installed. The setting suggests a purposeful design to integrate art, leisure, and the natural environment within the urban landscape. Overall, the photograph portrays a snapshot of city life, blending daily urban activity with cultural and artistic expressions.","title":"Park-like settings stressing plantings of various kinds, sculpture, and pools were features of the urban renewal renaissance program in downtown Pittsburgh, Pennsylvania, during the early 1950's. Additions such as this sculpture balanced and complemented the environment of towering office buildings.","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["553278","553254","550075","551651","550071","551662","553266","551647","549317","551646","551645","557257","553247","546512","551493","546516"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["sculpture","city","park","finish","tube","art","office","pedestrian","sidewalk","snapshot"]}
