{"path":"557233.jpg","date":"May 1973","photographer":"Alexandrowicz, John L.","caption":"This photograph portrays a dramatic industrial cityscape under an evening or stormy sky. The scene features a river winding through the foreground, reflecting light, possibly from the cloudy sky above. On both banks of the river, various industrial structures, such as smokestacks, factories, and possibly steel mills, emit smoke and steam that mingle with the clouds, contributing to the hazy atmosphere. The skyline includes multiple buildings of different sizes, with one particularly tall skyscraper standing out in the center-left part of the image, suggesting a downtown area. Several bridges span the river, with one prominently in the middle ground.\n\nThe foreground is composed of a lush, vegetative area, suggesting a viewpoint from a hill or higher ground looking down over the city. The vegetation contrasts with the industrial activity and urban development.\n\nThe overall mood of the photo is somewhat somber and heavy, emphasized by the dark blues and grays that dominate the color palette, accentuating the industrial impact on the environment. The lighting and clouds create a dramatic and somewhat ominous effect, highlighting environmental concerns typical of industrial urban landscapes.","title":"Smoke from industry creates a haze which lingers over the city of Pittsburgh, Pennsylvania, on the horizon. In the foreground on both sides of the Monongahela River, are plants owned by the Jones and Laughlin Steel Corporation. The pollution has continued since this picture was taken. Cleanup efforts have been scheduled at the Jones and Laughlin plants.","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["546705","551140","547204","550710","550195","548381","550725","555792","557376","551141","550181","550177","555737","548407","557295","557227"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["river","mill","downtown","cloud","concern","skyscraper","viewpoint","steel","steam","smokestack"]}
