{"path":"557294.jpg","date":"January 1975","photographer":"Alexandrowicz, John L.","caption":"This photograph captures an industrial landscape, likely depicting a power plant or a factory complex. The key elements of the scene include:\n\n1. **Buildings**: There are multiple buildings in the scene with a variety of structures. In the foreground, there are older brick buildings, possibly warehouses or part of an older section of the industrial complex. As the view extends towards the background, there are larger, more modern metallic and concrete buildings associated with heavy industry.\n\n2. **Smokestacks**: Dominating the central area of the photograph are tall smokestacks emitting white smoke, which are significant features commonly associated with power generation or manufacturing plants. \n\n3. **Power Lines and Electrical Infrastructure**: The image shows an intricate array of power lines and electrical substations. There are numerous pylons and a web-like structure of cables, emphasizing the industrial energy requirements and distribution capabilities.\n\n4. **Background**: The background of the image is somewhat overcast, with a cloudy sky that casts a muted light over the scene, accentuating the industrial feel of the environment.\n\nOverall, the composition and elements of the photograph provide a detailed look at the complexity and scale of industrial operations, highlighting the older architectural styles alongside modern industrial technology. The smoke emissions and the web of electrical lines indicate active, heavy industrial activity.","title":"West Penn Power Plant, north of Pittsburgh. It is a very old coal-fired facility along the Allegheny River, and has been cited for violations of the Clean Air Act passed by Congress and administered by the U.S. Environmental Protection Agency. The plant had been converted to oil by July, 1975, but was temporarily out of service at that time and slated for use only on a standby basis.","placename":"Springdale (Pa.)","location":"Springdale, Pennsylvania","nn1":["557305","549710","550982","550168","556501","544494","546122","557293","548376","547255","557374","545992","544495","557214","557225","546087"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["web","power","complex","capability","pylon","smoke","generation","distribution","building","plant"]}
