{"path":"557232.jpg","date":"May 1973","photographer":"Alexandrowicz, John L.","caption":"This photograph captures an industrial scene with a heavy environmental impact. The foreground features lush green foliage, indicating a viewpoint from a higher elevation, looking down towards a river and an industrial landscape. To the bottom of the image, next to the river, there are large power pylons standing parallel on both sides of a body of water, emitting visible currents of electricity. \n\nIn the center, there is an open area with visible large flames and smoke, suggesting an industrial process or activity, possibly related to metal or chemical production. The image background shows multiple industrial structures emitting large amounts of smoke and pollution into the air, contributing to a smoggy and dense atmosphere. Several smokestacks are scattered across the scene, continuously releasing plumes of smoke.\n\nIn the distance, a city skyline is partially obscured by the smoke, with high-rise buildings faintly visible against a hazy sky. The overall scene evokes a sense of industrial might intertwined with environmental degradation, highlighted by the contrast between the natural greenery in the foreground and the polluted industrial activities beyond.","title":"Slag which has been dumped at the Southside plant of the Jones and Laughlin Steel Corporation at Pittsburgh, Pennsylvania smoke creates a haze which lingers over downtown Pittsburgh on the horizon. In the foreground is the Monongahela River. The pollution has continued since this picture was taken. Cleanup efforts have been scheduled at the Jones and Laughlin plants.","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["551567","550176","557225","550981","550875","550694","550862","551054","557218","550172","545244","545268","551009","550998","551555","546141"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["smoke","pylon","electricity","flame","current","degradation","production","river","elevation","chemical"]}
