{"path":"557224.jpg","date":"May 1973","photographer":"Alexandrowicz, John L.","caption":"The photograph depicts an industrial scene, seemingly from the mid-20th century based on the style of the cars. The photo is captured from a street-level viewpoint, looking down a roadway that seems to penetrate through an industrial complex.\n\nForeground:\n- The immediate foreground shows the side of a building with a dark wooden façade to the right. Above, various electrical cables stretch across the frame.\n- The street is busy with pedestrians and vehicles. Several people are seen walking along the sidewalk, dressed in typical mid-20th century attire. There are also parked and moving vehicles, including sedans that reflect the automotive design of that era, indicating this might be from the 1960s or 70s.\n- There is a visible sign that advertises “PICKETS MUST REPORT IN” among other less discernible text, suggesting labor or union activity.\n\nMiddle ground:\n- The center of the image shows a wide street leading to industrial structures. There are more cars and a few industrial vehicles, possibly related to construction or transportation of goods.\n- Industrial buildings, some with large windows and visible structural steel, line the street. There’s a walkway crossing above the street, connecting two parts of the industrial complex.\n\nBackground:\n- The background prominently features a large plume of white smoke rising into the sky, suggesting heavy industrial activity, possibly from a factory's smokestack.\n- The setting is against a backdrop of a large hill, which cuts the skyline sharply across the top third of the photograph. Another industrial installation is faintly visible at the base of this hill, possibly indicating a sprawling industrial area.\n\nThe overall composition captures a bustling industrial environment, filled with activity and set against a vivid, hilly landscape. The photograph likely intends to document the industrial activity or labor conditions within this specific complex. The presence of the hill and copious industrial buildings contribute to a sense of enclosed, intensive industrial labor.","title":"Street in Clairton, Pennsylvania, 20 miles south of Pittsburgh.  In the background is a portion of a coke plant owned by the united states steel corporation.  It has been cited in the past for violations of the clean air act which was passed by Congress and is administered by the u.s.  Environmental protection agency","placename":"Clairton (Pa.)","location":"Clairton, Pennsylvania","nn1":["546968","546866","545442","545437","550171","557214","548326","545507","551033","550203","550167","550199","549967","550982","556401","557374"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["street","labor","complex","hill","picket","vehicle","penetrate","70","base","crossing"]}
