{"path":"557234.jpg","date":"June 1973","photographer":"Alexandrowicz, John L.","caption":"This photograph depicts a serene river scene during a low light condition, such as dawn or dusk. The water, occupying the majority of the frame, exhibits a dark blue hue and shows signs of slight disturbances on its surface, suggesting gentle currents. Notably, there are trails of a lighter substance, likely pollution or effluence, snaking across the water’s surface from bottom to top of the image, making intricate patterns that contrast lightly against the darker water.\n\nOn the left side of the image, the coastline is visible, adorned with industrial infrastructure. There appear to be large buildings with flat rooftops which could be warehouses or storage facilities, situated directly adjacent to the riverbank. These structures are somewhat obscured by the low light but are discernible due to some lights visible on the periphery.\n\nThe photograph likely aims to capture the quiet moment on this water body while subtly highlighting environmental concerns, indicated by the pollution trails in the river. The overall atmosphere is tranquil yet thought-provoking due to the presence of human impact on nature. The composition focuses heavily on the interplay of natural and industrial elements, framed in a manner that draws attention to the interaction between water and the substances it carries.","title":"Monongahela River pollution caused by an oil spill which resulted when a coupling ruptured on a line connecting barge docks to storage tanks. The spill occurred at the Duquesne Works of the United States Steel Corporation at Duquesne, Pennsylvania near Pittsburgh. A portion of the United States Steel Corporation plant is seen at the upper right of the photo.","placename":"Duquesne (Pa.)","location":"Duquesne, Pennsylvania","nn1":["547807","557239","550947","551519","545100","550729","553393","557240","549641","543004","546887","552040","548076","547960","550368","552715"],"cl":[19],"cluster":["#19 &mdash; Water 3"],"terms":["substance","trail","pollution","provoke","periphery","water","majority","rooftop","current","disturbance"]}
