{"path":"557281.jpg","date":"October 1974","photographer":"Alexandrowicz, John L.","caption":"This photograph features an urban setting with a focus on architecture and daily life. In the background, there is a large, modern building covered with reflective glass panels. The reflection on its surface mirrors other surrounding buildings, possibly skyscrapers of a bustling city center, distorted by the curvature and alignment of the glass panels.\n\nIn the foreground, there's a well-maintained urban garden, marked by a variety of brightly colored flowers and shrubs. These are planted on a raised area which appears to be tiered, supported by stone walls which could be part of an outdoor public plaza or park.\n\nTwo people are visible in the scene, walking along a pathway that is likely part of the garden setup. To the left, there is a woman wearing a light-colored coat, sensibly dressed for a cool weather day, carrying a purse and a shopping bag indicating some recent shopping or errand-running. To the right, there is a man dressed in a tan jacket, carrying what appears to be a newspaper or some documents under his arm, suggesting he might be on his way to work or running errands.\n\nOverall, the composition captures a vibrant, urban life juxtaposed with the tranquility of manicured gardens, underlining a juxtaposition between nature and the constructed environment. The individuals appear absorbed in their routine, lending a candid, everyday quality to the scene.","title":"Reflections of other buildings at Gateway Center. This area was part of the urban renewal renaissance program in the early 1950s. Park-like settings of various kinds of plantings, sculpture and pools were added to give a sense of human dimension and complement the towering office buildings.","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["551685","551493","551653","551743","551652","557257","551815","551739","551705","557266","551649","550764","551489","551644","546505","550055"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["garden","shopping","panel","distort","carry","curvature","purse","alignment","glass","plaza"]}
