{"path":"557267.jpg","date":"July 1974","photographer":"Alexandrowicz, John L.","caption":"This photograph captures a vivid urban scene characterized by modernist architecture and well-planned urban spaces. In the foreground, there is a wide, white plaza area with a rectangular, flat surface that leads towards a series of steps and terraces. This plaza appears to be slightly sunken compared to the adjoining buildings. A noticeable fountain in the center, flanked by four tall lampposts, creates a visual focal point, and two more distant fountains contribute to a symmetrical design.\n\nDominating the scene are high-rise buildings, varying in design and facade. On the right side, a building with a noticeable geometric pattern on its exterior adds a distinctive architectural element to the scene. This building features numerous identical, protruding vertical elements that create a feeling of rhythm and texture. To the left, the scene is bordered by a very dark facade, possibly an office building, lacking detailed architectural features, which starkly contrasts with the patterned building across.\n\nIn the background, additional skyscrapers and high-rise residential or commercial buildings stretch into the skyline, showcasing a range of sizes and architectural styles typical of a bustling metropolitan area.\n\nA clear blue sky with scattered clouds suggests a pleasant day and adds freshness to the urban environment portrayed in the photograph. The open space, despite its urban constraints, offers a sense of openness and planning intended to serve as a public gathering or passage area within this dense cityscape. A small figure can be seen in the distance, providing a sense of scale and suggesting the plaza's human use and accessibility.","title":"Park-like settings stressing plantings of various kinds sculpture and pools were features of the urban renewal renaissance program in downtown Pittsburgh, Pennsylvania, during the early 1950's.  Such additions complement the environment of towering office buildings","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["551653","549999","550759","553324","551662","550762","549317","550003","557261","551647","551651","551493","551661","550747","552726","546539"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["plaza","fountain","building","facade","sink","lamppost","freshness","rhythm","terrace","accessibility"]}
