{"path":"557227.jpg","date":"May 1973","photographer":"Alexandrowicz, John L.","caption":"This photograph depicts an industrial scene dominated by a large steel mill positioned beside a river, captured from a high viewpoint, likely a nearby hill or elevated area. The river is wide and muddy, reflecting the industrial activity nearby, and there are several tall, narrow structures, which are likely smokestacks, emitting smoke or steam. These structures are predominantly concentrated on the right side of the image.\n\nIn the foreground, the scene is framed by green foliage, suggesting the vantage point is from a somewhat vegetated area. We can see multiple railroad tracks running parallel to the river, reflecting the industrial transportation needs.\n\nThe architecture of the steel mill includes various buildings and complex pipework, indicative of the heavy industrial processes typical of such facilities. Several cranes and other industrial machinery are visible, indicating ongoing operations or construction.\n\nThe background extends to a cityscape with visible modern buildings, showing a contrast between the gritty industrial foreground and the urban development in the distance. The sky is somewhat overcast, casting a diffused light over the entire scene, which contributes to the moody, somber tone of the photograph.\n\nOverall, the photograph captures both the environmental impact and the industrial might of a steel mill during its active years, juxtaposed with natural elements in the foreground and urban development in the background.","title":"View of the skyline at Pittsburgh, Pennsylvania.  Lining both sides of the monongahela river in the foreground are plants owned by the jones and laughlin steel corporation.  The pollution has continued.  Since this picture was taken.  Cleanup efforts have been scheduled at the jones and laughlin plants","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["557222","557216","546882","546827","549966","547069","549511","549510","557221","557223","557215","547101","546769","550225","546705","549508"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["mill","steel","river","vegetated","might","development","concentrate","need","railroad","year"]}
