{"path":"557246.jpg","date":"September 1973","photographer":"Alexandrowicz, John L.","caption":"The photograph captures an industrial scene by a body of water, seemingly overshadowed by grim environmental pollution. The dominant features are the dark, dense clouds of black and gray smoke belching from chimneys of a sprawling, multi-structured factory complex. These smokes largely obscure the sky, setting a somber tone.\n\nThe factory infrastructure is built along sloping ground and is packed with various industrial buildings, which appear to be made of weathered, dark bricks or metal. On the right, there are tall, slim, light-colored smokestacks standing prominent against the muted sky. These chimneys add a vertical dimension to the otherwise horizontal layout of the industrial complex.\n\nAlong the water's edge, a red and black cargo ship is moored at the pier. The ship is partly obscured by the factory structures and visible smoke. \n\nOn the water’s surface, gentle ripples are visible, reflecting the muted tones from the sky and the surroundings. The water itself acts as a visual break from the densely packed industrial activity on shore, providing a contrast to the heavy-industrial view.\n\nThe lower portion of the image shows a bank with overgrown vegetation, which seems oddly resilient in the face of industrial activity. On the left, between the industrial structures and the ship, a few more factory elements and possibly small piping or fencing can be seen, suggesting a broad and well-equipped industrial operation.\n\nThe overall atmosphere created by the image is one of environmental impact and industrial dominance, highlighted by the muted color palette and the encompassing smoke emissions.","title":"Pollution from the Jones and Laughlin Steel Corporation plant at Aliquippa, Pennsylvania, near Pittsburgh. Some discharge also is made into the Ohio River. The pollution has continued since this picture was taken. Some controlled improvements have been made and additional cleanup efforts have been scheduled.","placename":"Aliquippa (Pa.)","location":"Aliquippa, Pennsylvania","nn1":["548068","548106","546769","548070","550868","548107","550875","552210","544294","546808","546908","557218","547696","547084","547058","545447"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["factory","ship","smoke","chimney","complex","dominance","dimension","fencing","piping","water"]}
