{"path":"557215.jpg","date":"April 1973","photographer":"Alexandrowicz, John L.","caption":"The photograph captures a large industrial landscape, dominated by a steel mill seen emitting large plumes of white and grey smoke into the overcast sky. The steel mill itself features multiple large structures including tall chimneys, from which the smoke is billowing, and several interconnected buildings of varying sizes that display typical industrial architecture, with metal framings and external piping.\n\nThe foreground is slightly obscured, possibly by a fence or barrier, but the outlines of additional industrial equipment or installations can be observed. The color scheme of the scene is mostly muted, with the grey of the buildings blending into the grey of the sky, punctuated by the stark white of the smoke.\n\nThe background provides a hazy, somewhat indistinct view, likely due to the smoke and emissions, contributing to a gloomy and heavy atmosphere typical of industrial areas.\n\nThe image may evoke themes of industrial activity, environmental impact, and the aesthetic of mid-20th century American manufacturing zones. No humans or animals are visible in the scene, focusing the viewer's attention entirely on the environmental and industrial elements.","title":"White plume containing many pollutants is emitted from a quenching tower at a coke plant owned by the United States Steel Corporation. It is located at Clairton, Pennsylvania, 20 miles south of Pittsburgh. The plant previously has been cited for violations of the Clean Air Act which was passed by Congress and is administered by the U.S. Environmental Protection Agency.","placename":"Clairton (Pa.)","location":"Clairton, Pennsylvania","nn1":["546884","557218","546882","546827","545447","550868","550195","546769","549967","557216","550344","557214","553891","545445","550328","550981"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["smoke","mill","steel","grey","piping","installation","scheme","framing","punctuate","emission"]}
