{"path":"557298.jpg","date":"January 1975","photographer":"Alexandrowicz, John L.","caption":"This photograph shows an industrial setting with a complex framework of metallic structures that seem to be part of an electrical substation or similar facility. The image is composed with a view through this scaffold-like framework, which consists of various angled and intersecting steel girders and supports, creating a network of geometric patterns.\n\nForeground details include several large insulator devices, which are typical in high-voltage electrical equipment. These insulators are heavy-duty, with a ribbed, cylindrical shape, presumably made from porcelain or a similar material. There are multiple electrical wires and additional metal infrastructure that partially obscure and frame the view.\n\nIn the background, a contrasting scene of industrial activity can be seen through the gaps in the framework. Distinctly, there's visible smoke or steam being emitted from tall stacks, indicating some type of power generation or manufacturing process. The sky behind the scene is mostly clear with patches of clouds, providing a bright backdrop that highlights the silhouetted forms of the industrial equipment and structures.\n\nOverall, the photograph creates a dynamic interplay of lines and shapes through the architectural and industrial components, set against an industrial backdrop that suggests energy production or heavy industry. The contrasting colors and shapes emphasize the intricate network of human-made electrical infrastructure juxtaposed with the larger-scale environmental impact visible in the background.","title":"Smoke from stacks at the Phillips power station owned by the Duquesne Light Company and located on the Ohio River northwest of Pittsburgh. The company installed wet scrubbers during to minimize emissions in a $42 million environment improvement project, but has had problems due to faulty performance. Some corrosion difficulties were experienced with the shakedown phase.","placename":"Beaver County (Pa.)","location":"Beaver County, Pennsylvania","nn1":["550168","550982","547929","557384","557294","550183","544277","557374","547936","542545","543823","549710","546389","552524","542705","545992"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["framework","shape","network","girder","scaffold","voltage","generation","infrastructure","gap","equipment"]}
