{"path":"557264.jpg","date":"July 1974","photographer":"Alexandrowicz, John L.","caption":"This photograph captures an outdoor musical performance, presumably by a brass band. The foreground of the image is dominated by two instruments, likely tubas, with their polished surfaces reflecting their surroundings. To the right, a musician's hand can be seen holding one of the instruments.\n\nIn the middle ground, members of the band are seated with music stands in front of them, all dressed in white shirts, looking towards a conductor who is standing and directing the performance. They appear focused and attentive to the conductor's gestures.\n\nThe background shows a group of spectators standing and watching the event. The audience includes men and women, some of whom seem to be in business attire, suggesting the performance might be taking place in a business or downtown area during a lunch break or a special event. The setting includes trees and modern architecture with large windows, giving the scene an urban park-like ambiance.\n\nThe lighting and shadows hint that the photograph is taken on a sunny day, contributing to a lively and public outdoor atmosphere. The trees provide a natural canopy, adding a pleasant, green touch to the urban setting. The image effectively portrays a communal and cultural moment in an urban environment.","title":"Park-like setting stressing plantings of various kinds, sculpture, and pools were features of the urban renewal renaissance program in downtown Pittsburgh, Pennsylvania, during the early 1950's. The city of Pittsburgh encourages use of the area by sponsoring a band concert in a park during the lunch hour.","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["553173","549702","553297","553713","553286","551770","557265","553323","551012","556283","553201","551018","546780","551708","553284","551014"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["performance","conductor","band","instrument","business","brass","lunch","event","musician","music"]}
