{"path":"557261.jpg","date":"July 1974","photographer":"Alexandrowicz, John L.","caption":"This photograph depicts an urban plaza with a series of active water fountains in the foreground, which are spraying water upwards. Surrounding the fountains are neatly maintained flower beds with bright red flowers and some green shrubbery.\n\nThe background of the photo features several high-rise office buildings that dominate the scene, suggesting a city center or a business district. One of the visible building facades has the sign \"BACHE & CO\" suggesting corporate or commercial use. The buildings have a typical 20th-century architectural style, with rectangular massing and repeated window patterns.\n\nThere are a few people scattered throughout the plaza, appearing small in comparison to the sprawling architecture and open space. Some pedestrians are walking alone, and others are in small groups, dressed in typical street attire, which suggests a normal day in an urban setting.\n\nThe overall atmosphere of the photograph, with its open space, greenery, and water features, conveys a sense of a typical mid-to-late 20th-century American cityscape designed for both aesthetic appeal and functionality within the commercial heart of a city. The lighting suggests it is daytime with fair weather, further emphasized by shadows cast by the harsh sunlight.","title":"Gateway Center in downtown Pittsburgh, Pennsylvania. This area was a focal point in the urban renewal renaissance program of the early 1950's. The accent was on the use of gardens, shrubs, trees and pools to complement the environment of towering office buildings.","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["550747","551792","551647","551661","551663","553224","552726","557267","550762","550759","553214","557282","557258","551664","551855","551772"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["plaza","fountain","flower","comparison","heart","century","city","appeal","shrubbery","district"]}
