{"path":"557290.jpg","date":"October 1974","photographer":"Alexandrowicz, John L.","caption":"This photograph captures a serene suburban scene, seemingly in autumn, given the prevalence of fallen leaves and the occupants' clothing. In the foreground, there is a curving residential street bordered by a large pile of collected leaves. To the left of the image, a child is walking up a grassy slope. This slope is part of a well-maintained lawn that frames the street and is dotted with bright green and drying, yellow leaves.\n\nOn the street, there are four children and two bicycles. One of the bicycles is lying on the ground, suggesting it was recently used. These children are variously engaged with the pile of leaves: some appear to be collecting the leaves, possibly using rakes which aren't clearly visible, while others seem to be playing around. Their attire, including long sleeve shirts and pants, suggests a cool weather setting.\n\nThe background is filled with mature trees and a glimpse of residential homes. The homes are partially obscured by the tree line, but they exhibit characteristics of mid-20th-century American architecture—sizable, detached, and with prominent roofs.\n\nThere's a peaceful, communal atmosphere to the scene. The children's activity and the quiet street devoid of any vehicle traffic give an impression of a safe, close-knit neighborhood environment. The overall composition is balanced between human activity and a lush, natural setting, illustrating a snapshot of everyday life in a suburban community.","title":"Suburban family in the mt.  Lebanon area, rakes fallen leaves.  The urban renewal renaissance program began changing the face of the city's business district during the early 1950's","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["558039","547433","558021","558131","556170","556601","545372","548441","550994","547388","546430","557365","558105","557699","556448","558104"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["leave","child","street","collect","bicycle","home","rake","slope","pile","occupant"]}
