{"path":"557270.jpg","date":"July 1974","photographer":"Alexandrowicz, John L.","caption":"The photograph depicts an urban outdoor setting with two tennis courts prominently in the foreground. Each court is marked with white boundary and service lines on a red and green surface. A tall chain-link fence surrounds the perimeter of the tennis courts.\n\nTwo players can be seen engaged in a tennis match. One player, positioned closer to the viewer, is dressed in a white top and white shorts and is preparing to hit a tennis ball with a racket. The other player is further away, near the baseline of the opposite court, wearing a red outfit.\n\nIn the background, there is a striking contrast between the recreational setting of the tennis courts and the urban cityscape. A variety of high-rise buildings, including office buildings with reflective glass surfaces and older architectural styles, dominate the skyline. Notable features of these buildings include pointed rooftops, flat roofs, and several layers of architectural details, reflecting a mix of modern and more traditional styles.\n\nA sizable, open, green space with bushes and patches of grass can be seen between the tennis courts and the city buildings, suggesting an inner-city park or undeveloped land area. The sky above is blue with a few sparse clouds, indicating a clear, sunny day. This setting suggests a blend of urban life with recreational sports facilities, highlighting the interaction between city living and leisure activities.","title":"Northside Pittsburgh, Pennsylvania, formerly a slum area has been Renovated into a low cost housing development downtown Pittsburgh is seen behind the recreational area proximity of in-city development is becoming an incentive for new life in a number of city centers","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["556162","551768","552011","551153","551721","551760","547431","555935","556161","553512","545490","550075","556179","548395","553197","553314"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["player","hit","perimeter","ball","city","rooftop","living","chain","link","clouds"]}
