{"path":"557211.jpg","date":"March 1975","photographer":"Duncan, Patricia D.","caption":"This photograph depicts an old, single-story building labeled as a \"Blacksmith Shop.\" The structure has a horizontal, elongated composition with a weathered wooden exterior painted white, though the paint is peeling and faded in many areas, suggesting age and exposure to elements. The building has two doors, both of a simple, utilitarian design with vertical alignment. Each door has a smaller window beside it with a small six-pane window design, the glass appearing somewhat grimy or aged.\n\nA notable feature of this building is the roof, which includes some sort of grass or natural debris, perhaps hinting at a traditional sod roof construction technique, suggesting that the building might be in a historical or rural setting. The signage on the building is straightforward and functional, a black sign with white text reading \"BLACKSMITH SHOP BOD AND FRAME CONSTRUCTION,\" indicating the kind of work that was historically done here.\n\nIn the background, a grassy hill slopes upwards, covered with dry, wavy grass and bare patches, indicating a possibly cold or barren location. No other buildings or signs of modern infrastructure are visible in the immediate vicinity, enhancing the feel of an isolated or preserved historical site. The overall mood of the image is quiet and somber, with a strong sense of past rural life and craftsmanship. The photograph might have been taken on an overcast day, given the muted lighting and grey tones that pervade the scene.","title":"Blacksmith shop of sod and frame construction at Fort Kearny at Kearney, Nebraska. Restored by the state of Nebraska, the fort was occupied from 1848 to 1871 when it was abandoned as the frontier moved westward. The site was located on the Oregon Trail. The fort was shelter to the settlers passing through and the men building the railroad.","placename":"Kearney (Neb.)","location":"Kearney, Nebraska","nn1":["549221","552681","554707","543339","545233","551111","545355","543342","556330","543356","544824","548654","543171","544137","543344","552964"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["building","pervade","door","alignment","do","craftsmanship","construction","pane","technique","preserve"]}
