{"path":"557210.jpg","date":"March 1975","photographer":"Duncan, Patricia D.","caption":"This photograph depicts a historical informational sign about Fort Kearny, which operated from 1848 to 1871. The sign is a prominent, maroon-colored board with white lettering that provides a brief history of the fort. It explains that the fort was named in honor of Stephen Watts Kearny and played an instrumental role during the period it was active. It served as aid and protection for those traveling the Oregon Trail, a site for the Pony Express, a telegraph station, and a home to Pawnee scouts. It also provided protection to railroad builders, and following shifts in the Indian Wars, the fort was abandoned in 1871.\n\nThe sign stands on a grassy area, and in the blurred background, you can see a tall wooden fence which may be part of the fort's historical reconstruction or remnants. The grass appears to be a mixture of green and brown hues, suggesting the photograph could have been taken in either early spring or late autumn. No people are visible in the frame, focusing the viewer's attention entirely on the informative sign and its historical context. The setting looks quiet and serene, typical of many historical site areas preserved for educational and memorial purposes.","title":"Sign at Fort Kearny at Kearny, Nebraska, notes the importance it played in the settling of the West. The fort has been restored by the state of Nebraska. It was occupied from 1848 until 1871 when it was abandoned as the frontier moved westward. The site was located on the Oregon Trail. The fort was shelter to the settlers passing through and the men building the railroad.","placename":"Kearney (Neb.)","location":"Kearney, Nebraska","nn1":["544845","557188","556002","552092","543637","557931","549001","543104","552533","549129","547790","545824","545624","548845","543122","545620"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["protection","sign","scout","maroon","site","explain","aid","preserve","railroad","shift"]}
