{"path":"557219.jpg","date":"April 1973","photographer":"Alexandrowicz, John L.","caption":"The photograph depicts a dramatic and moody industrial scene by the waterfront. There are large, billowing clouds of white and gray smoke rising high into the air, forming dense, voluminous clouds against a blue-gray sky. The source of the smoke appears to be off-frame or possibly related to the visible structures.\n\nIn the foreground, there is a body of water, possibly a river or bay, and two tugboats are present. One tugboat is moving towards the left side of the frame, possibly pushing or pulling a large barge filled with heaps of a dark material, perhaps coal or scrap metal.\n\nOn the right side of the image, there is an industrial facility visible. This facility includes large, dark metal structures such as conveyors or walkways, and there are large silo-like containers, suggesting this may be a shipping, processing, or manufacturing plant. The facility’s industrial nature is emphasized by its scale and the visible infrastructure.\n\nThe overall composition has a somewhat somber tone, emphasized by the overcast sky and the massive emissions dominating the scene. The contrast between the man-made industrial elements and the natural water and sky creates a poignant reminder of industrial impact on environments.","title":"Pollutants hang in the air along the Monongahela River at Clairton, Pennsylvania, 20 miles south of Pittsburgh. The United States Steel Corporation coke plant is seen at the right. Previously it has been cited for violations of the Clean Air Act which was passed by Congress and is administered by the U.S. Environmental Protection Agency.","placename":"Clairton (Pa.)","location":"Clairton, Pennsylvania","nn1":["548107","557246","548106","545987","547058","548068","547084","550344","553826","552179","545236","546769","550332","550876","544294","550195"],"cl":[13],"cluster":["#13 &mdash; Environmental Pollution"],"terms":["tugboat","facility","reminder","smoke","shipping","scrap","conveyor","coal","heap","barge"]}
