{"path":"557249.jpg","date":"September 1973","photographer":"Alexandrowicz, John L.","caption":"This photograph displays a circular water treatment basin located outdoors. The image captures a segment of this circular pool filled with water that appears slightly disturbed, likely from the treatment process. The surface of the water reflects light and exhibits hues of blue and purple, suggestive of either the color of the water or an effect of the lighting conditions.\n\nThe basin is outlined by a raised, dark-colored rim that appears to be made of rubber or a similar material. This rim serves as a barrier and contains the water within the pool. The texture and reflections on the water's surface create a semi-glossy effect, indicating the presence of either chemicals or movement in the water.\n\nThe surrounding environment, although not in sharp focus, seems to be a natural, wooded area, suggesting the facility is located in a more secluded or possibly rural setting. The trees surrounding the basin are dense and contribute to a secluded ambiance. The time of day appears to be either early morning or late afternoon as suggested by the softness and color tone of the light. No human activity or other objects are discernible in the image, directing the focus primarily on the treatment basin and its immediate surroundings.","title":"Booms have been placed across various waterways leading to the Ohio River to trap outfalls of oil acidity content with low pH. There had been no means for removing oil and other pollutants according to information provided by the Pennsylvania State Department of Environmental Resources and the U.S. Environmental Protection Agency. This is an area near Crucible Steel in Beaver County west of Pittsburgh, Pennsylvania. The booms were corrected after this picture was taken.","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["552984","549636","549635","543524","542982","543572","552168","542988","543570","543574","543573","547568","553837","553901","548151","544040"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["basin","treatment","rim","pool","water","locate","rubber","effect","softness","dark"]}
