{"path":"557284.jpg","date":"October 1974","photographer":"Alexandrowicz, John L.","caption":"The photograph captures an urban scene with vivid details. In the foreground, a large, heavily graffitied dumpster overflows with various debris including branches, wooden plaques, and unidentified refuse. The dumpster's sides are adorned with various graffiti tags, including phrases like \"Phil,\" spray-painted in red, and \"Pop\" in a faded blue. Despite the graffiti giving a neglected look, the dumpster is brimming with the disposed materials, suggesting recent active use.\n\nOn the left, standing on the pavement and slightly off-center, is an elderly woman. She is dressed in a long grey coat and appears to be looking directly towards the camera with a calm expression. The woman, with her white hair neatly styled, provides a stark contrast to the colorful and chaotic background of the dumpster.\n\nBehind the woman, two red brick buildings line the street. They feature white-trimmed windows and small front yards separated from the sidewalk by low metal fences. Small deciduous trees, which have shed most of their leaves, are planted along the curb, contributing to the slightly barren look of the urban environment.\n\nThe scene is bathed in natural sunlight, casting shadows on the sidewalk and highlighting the textures of the dumpster’s contents and the graffiti. The overall atmosphere feels a bit stark and neglected but is punctuated by the presence of the woman, adding a human element to the otherwise inanimate urban landscape.","title":"Refuse container overflowing with rubbish in an old ethnic well-maintained community on the south side. The urban renewal renaissance program began changing the face of the city's business district in the early 1950's.","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["547827","549839","555897","546902","552757","545506","552750","552751","545494","549786","549785","547775","553486","549319","548214","549840"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["dumpster","graffiti","woman","sidewalk","plaque","neglect","overflow","phrase","tag","refuse"]}
