{"path":"557217.jpg","date":"April 1973","photographer":"Alexandrowicz, John L.","caption":"This photograph features a close-up view of a door to a service station. The door is primarily glass with metal framing and has two distinct signs posted on it. The top part of the door, just above head height, has a large, rectangular sign that reads \"CONTROL\" in bold white letters. Below this, centered in the middle section of the glass door, there is another sign with a message that reads \"POLLUTED AIR AREA PLEASE TURN OFF MOTOR WE NEED THE FRESH AIR\" in capitalized white letters against a dark background, pushing a message of environmental awareness.\n\nAbove the \"CONTROL\" sign, on the glass part of the door, three heart shapes are painted in red, two smaller ones flanked by a slightly larger heart, adding a bit of decoration to the otherwise utilitarian appearance.\n\nBeside the door, on the left, there's a promotional poster that mentions \"ATLAS BATTERY SERVICE\" and a claim about a product that lasts all winter. To the right of the door, partially visible, there are more details that are unclear but suggest other services or advertisements typical in a service station.\n\nThe general appearance of the door and the surrounding elements suggest an aged and somewhat worn industrial setting, likely dating back a few decades based on the style and design of the signage and materials used.\n\nOverall, the composition intersects themes of utility, environmental concern, and vintage industrial aesthetics.","title":"Pollution sign affixed to the door of a gasoline service station across the Monongahela River from a United States Steel Corporation coke plant at Clairton, Pennsylvania, 20 miles south of Pittsburgh. The plant previously has been cited for violations of the Clean Air Act which was passed by Congress and is administered by the U.S. Environmental Protection Agency.","placename":"Clairton (Pa.)","location":"Clairton, Pennsylvania","nn1":["549870","555404","543986","555414","555509","548169","557825","548168","549804","555467","548171","555506","548047","546153","555484","547866"],"cl":[38],"cluster":["#38 &mdash; Signs"],"terms":["door","heart","service","message","glass","letter","sign","station","awareness","motor"]}
