{"path":"557242.jpg","date":"September 1973","photographer":"Alexandrowicz, John L.","caption":"This photograph captures a scene on a boat. On the right side of the frame, a shirtless man with tousled hair is shown from the side as he sits next to a control panel full of various devices, including what appears to be a GPS or navigational tool. He is engaged in an activity, possibly checking or organizing documents and tools, which include a red metal object that could be a safety device.\n\nThe man is sitting in the cockpit of a blue boat which has both a covered and an open section. In the open section, we can see a black outboard motor and a red fuel tank secured with a chain to prevent shifting when the boat is moving. \n\nThe background offers a view of a rocky shoreline and running water, suggesting the boat is close to a riverbank or small rapids. The rocks are quite jagged and uneven, spread along the water's edge, and beyond them, there is a glimpse of lush greenery and trees, partially obscured by a slight fog or mist, indicating either early morning or a humid environment.\n\nOverall, the scene combines elements of outdoor exploration and boating activity, possibly related to research or environmental monitoring, given the technical equipment and the setting.","title":"Employee of the u.s.  Environmental protection agency tests a water sample of the monongahela river with instruments on his boat.  The white-coated rocks in the background are located at an outfall from the edgar thompson plant owned by the united states steel corporation at Braddock, Pennsylvania, southeast of Pittsburgh.  Periodic routine testing of the waters are made by the Pennsylvania state department of environmental resources","placename":"Braddock (Pa.)","location":"Braddock, Pennsylvania","nn1":["549331","553793","548882","554445","546324","554196","549385","549062","544269","544973","552861","546063","547246","549351","546758","545179"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["boat","device","tool","organi","cockpit","prevent","covered","section","sit","motor"]}
