{"path":"557276.jpg","date":"August 1974","photographer":"Alexandrowicz, John L.","caption":"This photograph is framed through a large, rounded archway, providing a striking vignette effect that focuses on an urban cityscape, viewed from an elevated perspective. The foreground features an intersection bustling with traffic; various older-model cars line the street, their 1970s designs characterized by sharp lines and elongated bodies. There's a diversity in vehicle color, ranging from blues and whites to darker shades.\n\nProminently in the center of the intersection, a police officer is seen directing traffic, clad in a light-colored uniform which contrasts with the darker roadway. Directly behind him, in the middle of the street, is a white van with the words \"New York Times\" written on it, suggesting it might be a delivery vehicle.\n\nThe road itself appears to be part of a larger bridge or overpass, indicated by railings and the architecture of the scene, adding a layer of depth to the urban setting. Traffic lights dangle from overhead wires, adding to the busy city feel.\n\nOn the horizon, the city skyline unfolds with a mix of architectural styles reflecting different eras. A mix of high-rise buildings, including what appears to be a modern skyscraper, punctuates the cityscape, suggesting a mix of business and commercial districts. The skyline and clear sky above it form a stark background, promoting a vast sense of scale contrasted by the focus on everyday street-level activity in the foreground.\n\nIn terms of lighting and atmosphere, the image is set under a clear, bright sky, casting vivid sunlight that enhances colors and shadows, contributing to a lively urban tableau. The arch through which the scene is viewed adds a dramatic and somewhat artistic framing to this everyday urban scene, offering a snapshot of city life from a past era.\n","title":"Liberty Tunnel frames the city as motorists approach from the south about 10 a.m. on August 1, 1974. This photo contrasts with one taken at the same location in 1947 at approximately the same time of day during a period of smog. (See pix #14825 for comparison.)","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["553845","555782","552710","549849","553681","546712","549857","546743","556193","551478","546707","553301","554314","554310","549886","548392"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["traffic","intersection","mix","city","cityscape","street","skyline","vignette","era","delivery"]}
