{"path":"557271.jpg","date":"July 1974","photographer":"Alexandrowicz, John L.","caption":"The photograph depicts a cityscape view, possibly from a park. In the foreground, there's an expansive grassy area, suggesting a park-like setting. This area includes sparsely distributed trees and a row of lampposts, adding a sense of order and urban planning to the green space.\n\nThe middle ground shows a variety of buildings, likely residential, characterized by their relatively low height and uniform architectural styles, consisting of flat roofs and brick exteriors. This gives the impression of a residential district that borders the central business district of the city.\n\nThe background is dominated by skyscrapers, which form the city’s skyline. There are several notable tall buildings, one of which has a modern design with dark glass windows, significantly taller than the others. Another prominent building exhibits a traditional architectural style with intricate detailing and a distinct peaked roof, suggesting it might be an older, historically significant structure.\n\nThe sky above the skyline appears clear with a few fluffy clouds, indicating a pleasant day. The overall composition juxtaposes urban development with green space, highlighting the blend of natural and built environments in this urban setting.","title":"Northside Pittsburgh, Pennsylvania, formerly a slum area has been Renovated into a low-cost housing development. Downtown Pittsburgh is seen in the background. Pedestrian access with recreational facilities and nearby bus routes is an incentive for an increasing number of people who are viewing city life as an attractive alternative to the suburbs.","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["545429","549971","552363","546745","546624","553674","548334","550202","551510","557273","553469","547210","548406","549477","552394","553672"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["district","skyline","lamppost","park","order","city","planning","roof","detailing","space"]}
