{"path":"557259.jpg","date":"July 1974","photographer":"Alexandrowicz, John L.","caption":"This photograph depicts a lively outdoor scene that seems to be set in an urban park. The scene is centered around a reflecting pool with its calm water mirroring a hint of the surroundings and the blue sky. Around the pool, diverse groups of people are engaging in various activities.\n\nForeground:\n- Two young children, probably boys, are visible from the back, facing towards the center of the image. One child is dressed in a white tank top with white shorts and red socks with white stripes, and the other in a similar fashion but appearing slightly taller. \n\nMiddle ground:\n- An elderly man in light blue shirt and gray pants is walking past the children, looking towards a group of adults and children to his right.\n- Directly opposite him and to the right in the image, there are groups of people sitting and standing around the benches that line the edge of the reflecting pool. adults and children seem to be interacting or watching something out of the frame. A diverse array of clothing styles suggests a casual, possibly warm day given the prevalence of shorts and short-sleeved shirts.\n\nBackground:\n- More people, including adults and children, can be seen sitting on benches or standing around. The background is shaded by full, leafy green trees, and suggests it might be a summer or spring day given the foliage.\n\nOverall Atmosphere:\n- The setting is calm yet vibrant, with a feel of community and outdoor enjoyment. People of various ages are gathered, hinting at a public event or simply a usual day in a communal space, enjoying the good weather. The attire of the individuals suggests a period look, possibly around the 1970s to 1980s based on hairstyles and fashion, which adds a nostalgic element to the scene.","title":"A lunchtime crowd enjoys the attractions of mellon square in downtown Pittsburgh, Pennsylvania.  It was refurbished during urban renewal in the renaissance program of the early 1950's and has created a park-like atmosphere","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["555891","557258","552012","552706","555947","550302","555945","551667","556296","548549","548548","551772","552737","552703","551736","550074"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","pool","adult","bench","fashion","group","short","sock","sit","people"]}
