{"path":"557278.jpg","date":"October 1974","photographer":"Alexandrowicz, John L.","caption":"This photograph captures a gritty urban street scene, likely from a historical period given the style of vehicles and general mood. The viewpoint is from a sidewalk looking down a seemingly long and straight road, with a functional traffic light displaying green in the immediate foreground, hanging from wires that criss-cross above the street. The surrounding architecture includes older industrial buildings with visible wear and dilapidation.\n\nThere is a lot of visual texture resulting from the aged and weathered building facades, uneven and cracked sidewalks, and a series of utility poles lining the street. The road itself is dotted with various vehicles, primarily older models of cars, suggesting the image was taken in the mid to late 20th century. Muted skyscrapers loom in the hazy distance, indicating this scene is on the outskirts of a downtown area.\n\nOn the right, there are two people standing near a building under an external metal stair structure, engaging in what seems like a casual interaction. This, along with the scattered debris and neglected look of the sidewalks, contributes to a sense of urban decay but also everyday human activity. The whole scene is bathed in a soft, diffused light, possibly due to overcast weather or pollution, adding to the somber yet authentic urban atmosphere.","title":"Entrance from the north along East Street in an area which has become embroiled in politics. A ghetto slum, houses were being torn down to make way for a new expressway. Because of opposition the expressway has yet to be built, and many homes in the area remain standing in dilapidated condition. The impasse reMained in July, 1975.","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["547651","545351","550053","556225","556681","550108","549785","550203","553840","549856","551474","552933","555782","555902","545353","548388"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["sidewalk","street","cross","stair","downtown","outskirt","skyscraper","viewpoint","road","vehicle"]}
