{"path":"557222.jpg","date":"May 1973","photographer":"Alexandrowicz, John L.","caption":"This is a photograph of an industrial scene dominated by a steel mill alongside a river. The image captures the mill in full operation, with multiple large structures housing the various manufacturing processes. Prominently, thick white and grey smoke is billowing from several tall smokestacks, contributing to a hazy atmosphere around the area.\n\nIn the foreground, lush green foliage partially frames the lower part of the image, hinting that the viewpoint is likely from a higher elevation or a hillside. The middle ground shows the sprawling industrial complex with various interconnected buildings, some of which have sloped, metal roofs. The infrastructure suggests an extensive facility, likely geared towards heavy manufacturing or steel production.\n\nBeyond the industrial site, the river flows horizontally across the image, reflecting some of the smoky haze and flanked by green hillsides on the opposite bank. A bridge with an arch design spans the river, linking one side to the other, and there are several boats and barges on the water, likely used for transporting materials to and from the mill.\n\nOverall, the composition of the photograph contrasts the natural beauty of the surrounding landscape with the stark, smoky presence of industrial activity, highlighting themes of development and environmental impact.","title":"Smoke emitted from a coke plant owned by the United States Steel Corporation. It is located along the Monongahela River at Clairton, Pennsylvania, 20 miles south of Pittsburgh. The plant previously has been cited for violations of the Clean Air Act which was passed by Congress and is administered by the U.S. Environmental Protection Agency.","placename":"Clairton (Pa.)","location":"Clairton, Pennsylvania","nn1":["557227","546882","546827","557223","557216","549510","546705","551192","553891","551156","547101","551173","549966","557295","549511","547696"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["mill","hillside","manufacturing","steel","river","barge","production","elevation","viewpoint","smokestack"]}
