{"path":"557223.jpg","date":"May 1973","photographer":"Alexandrowicz, John L.","caption":"The photograph captures an industrial scene along a river, likely a steel mill based on the structures and surroundings. The primary focus is a large industrial complex with multiple buildings emitting smoke and steam, indicating ongoing industrial activity. The complex features tall stacks, interconnected structures, and visible infrastructure such as conveyor belts, which are likely used to transport raw materials or finished products.\n\nAdjacent to the industrial complex is a river filled with various vessels. There are multiple barges loaded with what seem to be different types of cargo, including coal or other bulk materials. These barges are being maneuvered by tugboats, which are seen in the river creating waves and ripples on the water's surface. The presence of these boats signifies active transportation and logistics operations, which are crucial for such an industrial facility.\n\nThe river itself is fairly broad, and its opposite bank is less developed, suggesting a significant contrast between the industrial zone and the surrounding areas. The lighting in the image creates an almost silhouette effect on the industrial structures, with the sunlight reflecting brightly off the water, adding a dynamic and vivid quality to the scene.\n\nIn the background, the landscape rises slightly with vegetation, and there is a bridge spanning the river, linking different parts of the industrial area or possibly connecting to a nearby town or cityscape not visible in the frame. The overall composition of the photograph highlights the blend of industrial activity with river-based transportation, encapsulating a snapshot of economic activity and environmental implications.","title":"Traffic moves along the polluted monongahela river at Clairton, Pennsylvania, 20 miles south of Pittsburgh.  In the background is a coke plant owned by the united states steel corporation.  The firm has been cited in the past for violations of the clean air act which was passed by Congress and is administered by the u.s.  Environmental protection agency","placename":"Clairton (Pa.)","location":"Clairton, Pennsylvania","nn1":["550961","553826","549725","557222","557295","550890","547069","549511","547101","550855","550957","550673","557227","546705","557309","551191"],"cl":[20],"cluster":["#20 &mdash; Facility"],"terms":["river","barge","complex","transportation","implication","bulk","base","interconnect","developed","encapsulat"]}
