{"path":"557225.jpg","date":"May 1973","photographer":"Alexandrowicz, John L.","caption":"This photograph captures an industrial scene, likely taken from a distance across a body of water or through a dense area of foliage. The image prominently features an industrial complex with various large structures such as buildings, smokestacks, and possibly silos or storage tanks. The complex appears active, as indicated by plumes of dark smoke billowing from several smokestacks into the sky, suggesting ongoing industrial processes.\n\nIn the foreground, a thick band of lush green trees partially obscures the lower parts of the industrial buildings, creating a contrast between natural and man-made environments. This forested area seems to act as a natural border separating the viewer's perspective from the industrial activity.\n\nThe background of the image is slightly blurred and shows a faded view of additional structures, which might be part of the same industrial complex or a different section of the city or town. These distant structures merge with a hazy skyline that may depict either early morning or late afternoon light.\n\nThe overall atmosphere of the photograph speaks to themes of industry, environmental impact, and possibly the juxtaposition between natural beauty and industrial development. The color tones are somewhat muted, with a predominantly gray and green palette, emphasizing an almost somber mood reflective of industrial areas from past decades. This scene likely captures the essence of industrial operations in a particular area, highlighting both the economic activity and environmental considerations of such a locale.","title":"Pollutants coming from a coke plant owned by the Jones and Laughlin Steel Corporation at Hazelwood, Pennsylvania, a suburb of Pittsburgh. Barely visible in the distance at the right of the photo is the University of Pittsburgh's Cathedral of Learning. The pollution has continued since this picture was taken. Cleanup efforts have been scheduled at the Jones and Laughlin plants.","placename":"Hazelwood (Pittsburgh, Pa.)","location":"Hazelwood, Pennsylvania","nn1":["543813","551026","551054","543011","545239","550332","551567","557374","545268","550981","554630","551156","551055","557220","546908","557376"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["complex","smokestack","consideration","locale","band","silo","merge","act","separate","billow"]}
