{"path":"557299.jpg","date":"January 1975","photographer":"Alexandrowicz, John L.","caption":"The photograph provides a striking image of an industrial setting, likely capturing an operational power plant or factory. Dominating the scene are three tall chimneys releasing thick, dark smoke into the sky. The smoke billows heavily to the right, suggesting a windy environment or significant production activity within the plant. The background is a hazy blue sky, peppered with light clouds, indicating a potentially chilly or crisp day.\n\nThe foreground is partially obscured by leafless trees, which hint at the photograph possibly being taken during the colder months of the year. These trees add a natural framing to the industrial setting, providing a sharp contrast between nature and human-made structures. Faintly in the background, beyond the industrial setting, one can glimpse a silhouette of a hilly landscape, lending some depth to the composition and emphasizing the placement of the power plant within a larger environmental context.\n\nThe overall scene elicits a somber mood, reflecting themes related to industry, environment, and perhaps the impact of industrial activity on the natural landscape. The composition and elements captured in this photograph could serve various narrative purposes, from environmental commentary to industrial documentation.","title":"Smoke from the stacks at the Phillips Power Station owned by the Duquesne Light Company and located on the Ohio River northwest of Pittsburgh. The company installed wet scrubbers to minimize emissions in a $42 million environment improvement project. Some corrosion difficulties were experienced with the scrubbers during the shakedown phase.","placename":"Beaver County (Pa.)","location":"Beaver County, Pennsylvania","nn1":["551054","550987","557214","557220","550983","550992","545447","557374","545239","551026","550998","546760","543011","550981","557225","550939"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["plant","documentation","power","month","pepper","smoke","release","commentary","placement","year"]}
