{"path":"557255.jpg","date":"September 1973","photographer":"Alexandrowicz, John L.","caption":"This photograph depicts a serene water scene, characterized by dark blue and black tones, punctuated by reflective surfaces that catch the light. The setting appears to be a pond or small lake, at what looks like either dusk or dawn, due to the subdued and cool lighting.\n\nThe foreground of the image features calm waters with ripples creating a textured pattern on the surface. These ripples catch the light, creating bright white and silver highlights that sparkle across the water. This effect leads the viewer's eye towards the middle distance and background of the image.\n\nIn the background, a small boat, possibly a rowboat or a similar small vessel, is partially submerged and appears to be abandoned or derelict. It is surrounded by lush green foliage, likely trees and bushes, that line the edge of the water body, further enhancing the sense of an isolated and possibly neglected spot. The boat and the surrounding foliage are lit in such a way that they form a darker contrast to the lighter reflections on the water, adding to the overall tranquility and mystery of the scene.\n\nThe composition and lighting create an atmosphere of quiet and solitude, suggesting a remote or hidden location away from human activity. The image evokes a contemplative mood, inviting the viewer to reflect on the beauty and stillness of natural scenes and perhaps the stories behind abandoned crafts like the one depicted.","title":"Pollutants from industrial outfalls empty into the Ohio river and its tributaries, affecting animal life and vegetation along the river banks near Pittsburgh, Pennsylvania","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["550780","554623","550914","554608","550389","550324","547510","551313","549374","547276","552237","546963","557572","543888","545043","551214"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["catch","ripple","abandoned","derelict","rowboat","water","boat","sparkle","foliage","mystery"]}
