{"path":"557221.jpg","date":"May 1973","photographer":"Alexandrowicz, John L.","caption":"This photograph captures an industrial scene dominated by a steel mill set against an arid, hilly backdrop. The image is shot from a distance that compresses the foreground and background, enhancing the industrial facility's prominence within the frame.\n\nThe main features of the image include several tall smokestacks, with at least two emitting thick smoke or steam. The background consists of a large, barren hill that appears devoid of vegetation, suggesting a harsh or dry environment. This hill forms a natural backdrop and highlights the industrial activity taking place in front of it.\n\nThe steel mill itself is composed of various industrial structures, including buildings, pipes, and possibly furnaces or reactors, outlined by the presence of more smoke and industrial by-products being emitted. The mill fills much of the midground and is slightly shadowed, indicating strong sunlight that could suggest the time of day to be around midday or early afternoon.\n\nIn the foreground, there is a glimpse of a parking area filled with numerous cars, indicating the presence of workers or visitors, which adds scale and life to the otherwise mechanical and stark industrial setting. The colors in the photograph are somewhat muted, with earthen tones dominating the landscape and darker hues within the industrial complex, punctuated by the white and gray smoke against the clearer sky.\n\nOverall, the composition juxtaposes the rugged, natural landscape against human-made industrial operations, creating a powerful commentary on the interaction between the environment and industrial activity.","title":"Coke oven batteries at a coke plant owned by the united states steel corporation.  It is located along the monongahela river at Clairton, Pennsylvania, 20 miles south of Pittsburgh.  The plant previously has been cited for violations of the clean air act which was passed by Congress and is administered by the u.s environmental protection agency","placename":"Clairton (Pa.)","location":"Clairton, Pennsylvania","nn1":["557227","557215","549967","557216","550195","549966","557218","551026","557231","557374","552190","544736","550344","557220","544039","557214"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["mill","smoke","steel","compress","emit","furnace","prominence","commentary","shoot","hill"]}
