{"path":"557309.jpg","date":"January 1975","photographer":"Alexandrowicz, John L.","caption":"This photograph captures a vibrant river scene, likely taken in the late afternoon judging by the warm light and long shadows. The image primarily features two large barges being pushed by tugboats on a broad river. The leading barge is packed with cargo; its vibrant rust and red colors stand out against the blue of the water. A substantial wake follows behind the barges, illustrating their power and movement.\n\nThe riverbanks are densely populated with industrial structures. On the left bank, there are various buildings including a tall smokestack emitting a plume of white smoke, demonstrating industrial activity. There appears to be a cargo handling area with cranes and several docked boats. This side of the river also features assorted buildings, likely warehouses or factories, which contribute to the busy industrial atmosphere.\n\nThe city skyline is visible in the distance, consisting of low and high-rise buildings under a clear sky. The right riverbank is less densely developed, showing more open spaces and fewer structures, which might include storage tanks and low buildings.\n\nA bridge spans the river in the background, serving as a connection between the two sides and adding a sense of depth and scale to the scene. The overall tone of the photograph is one of bustling industry and transport, captured in an era likely before modern pollution controls given the visible smoke emissions.","title":"Tow barge moving along the Ohio River past the northwest section. The city skyline can be seen in the distance. Downtown Pittsburgh was part of the urban renewal renaissance program which began during the early 1950's.","placename":"Pittsburgh (Pa.)","location":"Pittsburgh, Pennsylvania","nn1":["550900","557235","557223","551170","553826","556481","549814","550964","551148","549783","550901","550951","551993","545909","550961","546938"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["barge","river","cargo","riverbank","judging","smoke","tugboat","building","wake","handling"]}
