{"path":"557380.jpg","date":"May 1975","photographer":"Schaefer, Harry","caption":"The photograph captures the silhouette of an industrial structure against a monochromatic background. The central focus of the image is a series of three tall, cylindrical smokestacks, each topped with a narrow chimney that tapers slightly at the top. These stacks rise prominently against a soft, homogeneously lit background, identifiable as the sky. \n\nEach stack is equipped with an external support structure composed of metal frameworks, including platforms and ladders, which spiral around them. The architecture of the stacks, and their supporting framework, indicates that they belong to a larger industrial complex, likely a power plant or factory, based on their design and functional aesthetics.\n\nThe bottom portion of the image shows glimpses of the broader industrial setting. This area appears darker, serving as a visual foundation, stabilizing the towering structures above. Though specifics are not detailed, the darker area adds depth and substance, implying the presence of additional industrial machinery and components typical to such environments. The faint emission of smoke or steam from the lower left part of the image subtly indicates ongoing operations within the facility.\n\nOverall, the composition conveys strength and industrial might, rendered dramatically in silhouette, which highlights the shapes and outlines of the structures against the contrasting sky. The photograph has an atmosphere of robust activity, tinged with the environmental implications of such industrial sites.","title":"New taller stacks of the power plant at the Union Carbide ferro-Alloy plant. Emissions from the metallurgical plant it services have been reduced 97.7 percent since 1967. The decrease occurred after agreement on a compliance schedule between Union Carbide and the West Virginia Air Pollution Control Commission. The U.S. Environmental Protection Agency stack sampled plant emissions while developing national new source performance standards. (See fiche #141 to 146)","placename":"Charleston (W. Va.)","location":"Charleston, West Virginia","nn1":["557231","550333","545446","555737","557305","547090","550821","550168","546384","542999","557384","545239","557214","544173","542544","556501"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["stack","framework","spiral","might","implication","specific","taper","strength","foundation","render"]}
