{"path":"557373.jpg","date":"June 1975","photographer":"Schaefer, Harry","caption":"The photograph displays an industrial scene dominated by a striking contrast between the natural sky and human-made infrastructure. In the background, a large plume of smoke or steam billows from a tall stack, dispersing into the sky filled with fluffy clouds, which partially obscure a vivid blue backdrop. This vertical element draws significant attention due to its scale and the environmental implications of such emissions.\n\nIn the mid-ground, several industrial buildings of varying heights and structures contribute to a somewhat cluttered architectural landscape. The buildings are primarily in shades of dark blue and gray, suggesting metallic construction, and feature utilitarian designs typical of manufacturing or processing facilities. A prominent feature among these is a large spherical structure, possibly a storage tank, which adds a distinct geometric contrast to the otherwise angular environment.\n\nThe foreground includes a dirt path or road, suggestive of an access route possibly used for transporting materials, flanked by uneven, grassy areas that appear somewhat neglected. Visible also are railway tracks, indicative of the transportation of goods in and out of this area, enhancing the industrial vibe of the scene. On the left, partially cut from view, is a large container with the words “GREE PRODUCTS CONTAINERS”, likely used for storage or transport of specific materials or waste related to the industrial activities.\n\nOverall, the photograph captures a moment in an industrial area, highlighting the intersection of heavy industry and environmental impact, underpinned by a somber, utilitarian atmosphere. The scene is devoid of any visible human activity, focusing entirely on the industrial components and their environmental footprint.\n","title":"Union Carbide ferro-Alloy plant. Emissions from the metallurgical plant were reduced 97.7 percent between October 1967, and September, 1975. The decrease occurred after agreement on a compliance schedule between Union Carbide and the West Virginia Air Pollution Control Commission. The U.S. Environmental Protection Agency stack sampled plant emissions while developing national new source performance standards. (see images 8496-98)","placename":"Alloy (W. Va.)","location":"Alloy, West Virginia","nn1":["557374","552190","551026","550939","550981","557218","550868","557302","544736","557225","545239","557214","543011","551555","545447","550172"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["transport","implication","storage","footprint","disperse","material","route","intersection","emission","good"]}
