{"path":"557355.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph depicts a heartwarming scene featuring an older man and a young boy in a suburban setting. The man, likely in his 50s or 60s, has graying hair, a rugged face, and wears glasses. He is dressed in a white shirt adorned with what appears to be vehicle-related embroidered patches. The boy, perhaps around 4-6 years old, has tousled dark hair and wears a navy blue shirt. The child is held snugly by the man, suggesting a close relationship, possibly grandfather and grandson.\n\nThe two are standing in a yard with homes visible in the background. The houses, particularly the one directly behind them, appear to be older, possibly mid-20th century, with weathered siding and a peaked roof. A red vehicle, perhaps from the 1960s or 1970s, is partially visible parked beside one of the houses.\n\nThe setting is sunny with clear blue skies, and the surroundings, including a green lawn and a laundry line, indicate a lived-in, residential environment. The overall atmosphere is casual and affectionate, emphasizing a moment of familial connection.","title":"Ernest watkins, a biscuit company employee, and son, kevin stand outside the home his family has just rented.  The family moved from the mulkey square area of Kansas City, Missouri, across town their previous home had been condemned as a part of an interstate highway project.  The watkins spent two months searching for rental housing within their price range, and found a house cleaner and better heated than their old one.  Many residents of the older low income neighborhood were not as fortunate","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["551948","547410","556527","547391","547398","558186","553521","553094","543866","557369","548312","543849","553520","554192","553519","547135"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["boy","60","tousle","relationship","house","hair","year","live","man","one"]}
