{"path":"557303.jpg","date":"January 1975","photographer":"Alexandrowicz, John L.","caption":"This photograph depicts an industrial scene, likely taken in an area that encompasses both residential and industrial sectors. In the foreground, there are several houses closely aligned, characterized by peaked roofs and apparent residential architectural styles. Each house has a visible dark roof and is somewhat obscured by trees that are devoid of leaves, suggesting the photograph might have been taken in a colder season.\n\nDominating the background is a large industrial plant that includes multiple tall smokestacks, an array of which are emitting smoke. One particularly tall chimney stands out on the left, emitting a thick plume of dark smoke that contrasts starkly against the mostly clear sky. The skyline is hilly, and the plant itself seems to back onto a water body, reflecting some of the industrial structures.\n\nWhile the photograph primarily captures a contrast between the residential area in the front and the forbidding industrial backdrop, it visually tells a story of industrial impact, possibly focusing on themes of pollution and the environmental challenges associated with industrial areas. The overall lighting appears a bit dim, suggesting either early morning or late afternoon time, contributing to the atmospheric and somewhat somber tone of the scene.","title":"Smoke from stacks at the phillips power station owned by the Duquesne light company and located on the Ohio river northwest of Pittsburgh, is seen behind adjacent housing.  The company installed wet scrubbers to minimize emissions in a $42 million environment improvement project.  Some corrosion difficulties were experienced with the scrubbers during the shakedown phase","placename":"Beaver County (Pa.)","location":"Beaver County, Pennsylvania","nn1":["557213","557225","545437","551026","543011","551054","551145","551146","550983","557374","557299","553968","545239","545446","550998","543813"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["emit","sector","encompass","peaked","smoke","tell","house","atmospheric","roof","plant"]}
