{"path":"557363.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph shows two people, a young man and an older woman, sitting on an old-fashioned porch swing. The swing is suspended by chains and looks to be on a covered porch with stone pillars visible in the background which suggests the house is constructed with some stone elements. The porch floor appears to be concrete, slightly worn, accentuating the rustic setting.\n\nThe young man, sitting on the left side of the swing, is dressed in a casual manner wearing a red tank top with a dark colored shorts that features a circular patch on the left leg. He has a relaxed posture with one leg crossed over the other and his left arm extended out, almost touching the back of the swing. His facial expression is mid-speech, suggesting he is conversing or gesturing while talking.\n\nNext to him, the older woman sits wearing a sleeveless, patterned blouse paired with what looks to be navy blue pants. She holds a clear plastic bag in her lap filled with an unidentified content which appears to be crumpled, possibly some kind of light food or snack. Her expression is a bit distorted, possibly in reaction to what the young man is saying, giving a candid and authentic feel to the moment. Her posture is upright with both feet placed firmly on the ground.\n\nThere is some candidness and spontaneity visible in their expressions and body language, hinting at a casual, informal interaction. The overall setting, with its rustic and somewhat dated feel, alongside their unguarded expressions and casual clothing, evokes a sense of everyday life on a sunny day.","title":"Mrs.  May watkins and son, billy, relax on the porch swing at the family's new home.  The porch is a focal point for this large and close-knit family.  The watkins were forced to move from their old place in the mulkey square area of Kansas City, Missouri, when it was condemned as part of an interstate highway project.  It took the family two months to find rental housing within their price range but it is bigger and cleaner, and a definite improvement from their old low income neighborhood","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["548614","555580","551271","544219","551272","557362","546209","554900","553519","551462","553202","557357","552859","551450","554895","551016"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["swing","porch","expression","leg","sit","speech","spontaneity","stone","posture","reaction"]}
