{"path":"557312.jpg","date":"May 1975","photographer":"Norton, Boyd","caption":"This photograph captures an outdoor scene featuring a man standing beside a solar panel installation in a snowy environment. The man, dressed in a dark blazer, white shirt, and tie, stands on a ground covered with snow and small rocks, appearing to be engaged in inspecting or demonstrating the solar panels. \n\nThe solar panels themselves are large, tilted at an angle, and enclosed within wooden frames that support the structure. There appears to be some reflection visible on these panels, suggesting they are collecting solar energy. In front of these panels, there is a red sign that reads \"REFLECTIVE SHIELDS reflective surface, multipurpose solar heaters, collector can be adjusted for optimum winter angle.\"\n\nIn the background, there are snow-covered grounds interspersed with green patches of grass. A traditional building constructed of stones with a prominent chimney stands nearby, melding into the residential landscape that includes a simple, green house and leafless trees under a partly cloudy sky. This outdoor setting seems to be part of a community possibly exploring or utilizing renewable energy technology.","title":"John Keyes, president of International Solarthermics Corporation, shown with the backyard solar heating system he developed. The A-frame structure contains the collectors (behind the glass plates), reflector plates (snow-covered plates on the ground) and storage system that includes several tons of one-inch sized rocks to store heat inside the A-frame. This unit is connected to the home heating system by an insulated underground duct.","placename":"Nederland (Colo.)","location":"Nederland, Colorado","nn1":["555323","557328","555309","555349","555347","555293","555341","557332","555343","555327","557320","555288","555348","555292","557334","557319"],"cl":[49],"cluster":["#49 &mdash; Weather Phenomena"],"terms":["panel","energy","snow","angle","blazer","installation","technology","chimney","winter","ground"]}
