{"path":"557338.jpg","date":"May 1975","photographer":"Norton, Boyd","caption":"The photograph depicts a detailed display of an energy-related experimental setup or scientific exhibit, possibly focusing on solar energy collection mechanisms. The left side of the image shows a structure filled tightly with a large number of cylindrical, black objects - these appear to be pipes or some kind of cylindrical tubes, symmetrically arranged in rows and columns. The structure housing these cylinders is constructed from metallic or wooden materials, as seen by the metals brackets and wooden frame.\n\nOn the right side of the image, there's an educational or informational sign labeled \"VERTICAL VANE COLLECTOR CUPS.\" The sign is orange and contains both text and diagrams explaining the technology behind the displayed cylinders. It highlights that these \"collector cups\" absorb and transfer more heat than flat plate collectors, utilizing phrases like \"black painted surfaces of cups absorb solar heat with little reflective waste.\" Below this, there is a diagram illustrating how sunlight interacts with these \"collector cups\" and another diagram showing an abstract cutaway view of \"pressurized air\" moving through an array of these cups. The bottom-most part of the sign mentions that aluminum cups emit heat to pressurized turbulent airstream.\n\nThe background appears somewhat industrial, with shadows and a minimalistic environment, suggesting that the display is within a building dedicated to scientific or educational purposes. The lighting and coloration of the photograph are slightly faded, giving it a vintage or archival look, which suggests that the image might be from an older resource or from a past scientific exhibition.","title":"Manufacturing facility of sunglow corporation, where backyard solar heating units are made under license from international solarthermics corporation of Nederland, Colorado example of the vertical vane collector cups for the a-frame unit is shown.  This solar heating unit uses a cup shaped collector rather than the more conventional flat plate collector.  The Nederland firm claims the cups provide a larger collector surface from a smaller area and allow a smaller unit to be used","placename":"Lakewood (Colo.)","location":"Lakewood, Colorado","nn1":["555348","557316","555327","555292","557332","555349","555343","555309","555347","555333","555352","557320","555375","552768","555323","557312"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["cup","diagram","heat","cylinder","absorb","energy","bracket","aluminum","transfer","display"]}
