{"path":"557354.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"The photograph depicts a person seated on a small, three-wheeled bicycle in an indoor setting. The individual, appearing thoughtful or contemplative, is a young adult or teenager with shoulder-length dark hair. They are wearing a sleeveless, knee-length dress featuring a vibrant red and orange pattern with white accents. The outfit is complemented by dark red socks and pale sneakers edged in red and featuring some soil marks, indicating use.\n\nThe three-wheeler is fairly small, suggesting it may be for children or a decorative item, rather than functional for the person's size. The frame of the bike is dark and it is fitted with smaller wheels; the person's knees are elevated above the handlebars, adding to the cramped appearance of the ride.\n\nThe environment around the person features domestic furnishings, suggesting this scene is set inside a home. To the left, there is a television set housed in a dark wooden cabinet, reflecting the typical interior design of mid-to-late 20th century. On top of the television, a few items are casually placed, possibly decor items or everyday objects left there momentarily. The floor is covered with a carpet displaying a small, repetitive pattern, common in residential interiors.\n\nOverall, the composition captures a personal and possibly introspective moment, set against the backdrop of an everyday home environment, with the quaintness of the small bike adding a touch of whimsy or nostalgia to the scene.","title":"Diane watkins finds the living room of their new home big enough to ride her tricycle in","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["553515","546967","547857","545965","557535","543497","551970","547199","554876","555433","547748","547032","544369","544967","548690","551451"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["television","person","knee","item","wheel","length","home","ed","furnishings","handlebar"]}
