{"path":"557351.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph depicts a devastated urban setting, most likely a building that has been demolished or severely damaged. At the forefront of the image, there is a large pile of debris consisting of broken bricks, splintered wooden planks, and scattered chunks of concrete. Some of these remnants show signs of previous construction use, such as nails and fragmented tiles.\n\nA central architectural feature in the image is what appears to be the remains of a brick wall and a partially collapsed lintel or beam, above which graffiti is visible, marking the surface with the initials \"CPM.\" The back section of the building opens into a dark hollow, indicating the interior spaces are exposed and likely gutted.\n\nProminently positioned amidst this destruction is a person sitting on what remains of an elevated platform or a surviving section of the building’s flooring. The individual is dressed in casual attire, including a long-sleeve shirt, pants, and a bucket hat, and is focused on something in their hands that is unclear from the image.\n\nThe overall scene is one of abandonment and decay, suggesting a recent demolition or a site long neglected. The setting is daylight, illuminating the debris and highlighting the textures and the chaotic state left by the destruction. The mood conveyed is somber and reflective, underscored by the lone figure amidst the ruins.","title":"Member of a wrecking crew rests during demolition of housing in the Mulkey Square area. Many of the low-income residents living there were displaced by construction of an interstate highway through an area already isolated by roads and railroad tracks. It took one such family two months to find rental housing within their price range on the other side of town in Kansas City, Kansas. Moving was traumatic for many of the families.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["553476","550253","550260","557350","553470","557349","549786","553556","544468","547130","550257","550246","551089","551783","552751","554437"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["destruction","remain","demolish","survive","brick","flooring","ruin","demolition","chunk","collapse"]}
