{"path":"557366.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"The photograph features a young woman beside a vintage-style clawfoot bathtub in what appears to be a compact, somewhat dated bathroom. The woman, wearing a black sleeveless dress, is crouched on the floor next to the tub. She has medium-length dark hair and is looking towards the camera with an expressive gaze, her mouth slightly open as if in mid-conversation or poised to speak.\n\nThe bathtub itself is white and shows signs of wear, such as chips and marks on its surface. The woman is leaning on the bathtub with one arm extended inside it, touching the interior surface with both hands. \n\nThe walls of the bathroom are plain and painted in a pale color, which might be fading or stained in places, contributing to the room's overall vintage or aged look. In the immediate background, just behind the woman, there is a door slightly ajar, allowing for a view into a darker space beyond, possibly suggesting an additional room or closet.\n\nOn the floor, a drain cover is visible, placed next to the tub. The flooring material appears to be a reddish color, possibly tile or linoleum. The natural light from an off-frame source illuminates the scene, casting mild shadows and highlighting the textures and colors in the room. The overall mood evoked by the image is one of an intimate, candid moment captured in a personal space.","title":"Sandra Watkins cleans the bathtub in the family's new home. This house is larger and much cleaner than their former place in the Mulkey Square area of Kansas City, Missouri (across town). The new house also has gas heat throughout compared to their old oil-burning stove in one room at their former house. Many of the residents of the low-income former neighborhood were not as fortunate as the Watkins in locating other housing after their homes were condemned to make way for an interstate highway.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["553530","557356","553534","546223","546479","548232","553532","548459","544742","556626","558338","554193","553522","546444","551473","553535"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["room","woman","sleeveless","floor","flooring","poise","crouch","chip","tile","stain"]}
