{"path":"557314.jpg","date":"May 1975","photographer":"Norton, Boyd","caption":"This photograph features a close-up view of a structure made up of numerous circular, semi-transparent shapes, which appear to be tightly packed together to form a surface or barrier. The objects have a bluish tint and each circular shape seems to be identical in size and texture, suggesting a uniform and repetitive pattern. These shapes could be interpreted as either a close-up of bubbles within a liquid seen through a cylindrical container or a modern architectural element like acrylic tube sections composing part of a structure.\n\nIn the background, visible through the semi-transparent circles, there appears to be a slightly cloudy sky. You can discern a suggestion of outdoor elements faintly seen through the opacity and bluish hue of these shapes, such as what might be part of a tree or foliage to the lower left side of the image. The clarity and brightness of the outdoor setting contrast with the mysterious and somewhat industrial feel of the circular shapes, adding depth and a hint of the environment beyond this intriguing configuration. The overall mood is somewhat ethereal and abstract, leaving the purpose and material nature of the photographed object open to interpretation.","title":"Blackened aluminum collector cups are the heart of the solar energy collector developed by the International Solarthermics Corporation. The firm claims such cups provide a larger collector surface from a smaller area than the conventional black surface which is flat. The cups allow for a reduction in total area and size for the collector unit. A blower circulates air behind the glass and over the cups, forcing heated air into rock storage inside the A-frame housing.","placename":"Nederland (Colo.)","location":"Nederland, Colorado","nn1":["556641","555155","544012","546217","552980","555838","555314","555329","557626","550373","555837","557333","557581","546568","543520","555714"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["shape","suggestion","configuration","bubble","interpretation","circle","tube","tint","object","liquid"]}
