{"path":"557347.jpg","date":"April 1975","photographer":"Paik, Kenneth","caption":"This photograph depicts an old, rundown building, partially dilapidated, with visible signs of neglect and decay. The structure is made of red brick, much of which appears to be deteriorating. On the right side of the building, a covered porch or entryway, constructed from wooden planks, remains somewhat intact. The roof of this porch seems stable with no major signs of collapse, supported by wooden beams that are still in place.\n\nOn the façade of the brick wall, there is graffiti, notably a blue scrawl with \"Victim 1906 My Madison\" written in a casual script. Another set of text, possibly \"Parker Penher,\" is visible on the wooden porch, suggesting a history of vandalism or possibly messages left by prior visitors or residents. The condition of the bricks and the makeshift tags give the impression of a once-occupied space now turned into a site for informal messages.\n\nOne of the building's windows is visible, featuring a frame painted in white but now vacant of any glass, revealing a dark, empty interior. Below the window, the faded paint and the marks of graffiti coexist with layers of dirt and wear.\n\nThe porch floor is cluttered with debris, including broken planks of wood, small rubble, and scattered materials that appear to have fallen off from various parts of the building itself. The area around the building is barren, without much vegetation, and the background reveals other structures in a similar state of disrepair, hinting at a larger environment of abandonment or a community in decline.\n\nOverall, the photograph captures a mood of desolation and decay, highlighting themes of urban decay and the passage of time’s impact on man-made structures.","title":"Front porch of the house vacated by the Ernest Watkins family in the Mulkey Square area","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["553555","543344","550129","557344","553478","550023","551330","547894","553548","554707","557349","557346","557139","549786","557348","555952"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["porch","decay","brick","message","plank","script","entryway","reveal","building","collapse"]}
