{"path":"557336.jpg","date":"May 1975","photographer":"Norton, Boyd","caption":"This photograph features an outdoor setting that displays a unique and eye-catching construction resembling a small pyramid or A-frame structure. The building is a combination of geometric forms, predominantly a pyramid shape with a front porch area covered by a flat roof supported by wooden beams. The main structure is built with panels, some of which are transparent like glass, possibly functioning as windows, and others are opaque, likely made of wood, adorned in dark and light brown hues.\n\nOn the roof, there's an interesting arrangement of colorful flags (red, yellow, blue, green) strung together, adding a playful and festive look to the setting. The front of the building has a sign that reads \"SANTA'S GOLD MINE,\" suggesting that the structure might be themed or used for entertainment or commercial purposes, potentially related to a Christmas-themed attraction or store.\n\nThe immediate surrounding includes a level ground covered with gravel, and a small wooden staircase leads up to the entrance of the building. In the background, a few cars are parked in the vicinity, indicating that this location is accessible and visited by people. The environment beyond the cars shows a landscape that appears semi-arid with distant telephone poles, hinting at a remote or less urbanized area. The sky is partly cloudy, suggesting a fair weather day.","title":"This is a demonstration unit of a backyard solar heating unit built by the sunglow corporation, under license from the international solarthermics corporation of Nederland, Colorado the solar heating unit uses a cup shaped heat collector rather than a flat plate collector which is considered more conventional the Nederland firm claims the cups provide a larger collector surface from a smaller area and allow a smaller unit to be used this unit sells for $4,500","placename":"Lakewood (Colo.)","location":"Lakewood, Colorado","nn1":["555321","546468","546469","556628","556623","543094","544911","546484","555308","545221","546472","554458","556644","544396","555320","544824"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["the","catching","entertainment","visit","attraction","telephone","beams","staircase","reads","roof"]}
