{"path":"557362.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph captures a relaxed, sunny day scene on a residential porch, likely in a mid-20th century American setting. The image features three adults engaged in a casual interaction.\n\nOn the left, a swing bench is partially visible with a middle-aged woman seated on it. She is wearing a sleeveless blue and white checkered blouse and her dark hair is styled back. Next to her, a younger woman with shoulder-length dark hair and a red tank top is visible. Both are seated in a manner suggesting leisure and comfort.\n\nThe focus of the interaction is a man standing on the right side of the frame, facing the two women on the swing bench. He’s an elderly man dressed in light-colored pants and a short-sleeved white shirt, accessorized with a belt and glasses. He holds what appears to be a deck of cards, extending it towards the seated woman who seems to be either giving or receiving a card.\n\nThe setting includes a porch bounded by partial views of railings and chains from a porch swing. A stone-clad exterior wall of the house provides a textured background. In the background, beyond the porch, cars and a verdant environment suggest a suburban area.\n\nThis tranquil scene appears to capture a moment of familial or friendly bonding, likely over a card game, evoking a sense of leisure and togetherness typical of intimate, informal gatherings.","title":"Mrs.  May watkins and son, billy, talk to a local minister who has stopped by their new house.  She believes in god and told her children they should go to church, and sing and pray, and not curse or smoke.  The family moved from the low income area of mulkey square in Kansas City, Missouri, (across town) when their house was condemned as a part of an interstate highway project.  It took the family two months to find rental housing in the $80 per month range","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["546209","557360","557672","543314","555580","557779","557363","548625","552959","551274","553498","558227","551273","553483","551271","544219"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["card","swing","porch","woman","bench","bound","leisure","receive","accessorize","comfort"]}
