{"path":"557327.jpg","date":"May 1975","photographer":"Norton, Boyd","caption":"This photograph shows a modern architectural structure composed primarily of wood, situated at the end of a concrete path amidst a natural landscape. The building, which appears to be a house or small architectural structure, features a steeply pitched roof with shingles that also cover much of the exposed walls, giving it a cohesive, textured look that blends with the natural setting.\n\nThe picture captures a straight concrete walkway leading up to the building's entrance, with patches of snow on the ground indicating a cold season. The path is flanked by leafless trees and shrubs, possibly dormant due to winter, with a layer of mulch or dead leaves covering the ground. This setting suggests a tranquil, semi-secluded location, possibly in a residential area close to nature.\n\nIn the foreground, a modern, spherical light fixture stands on a metal pole to the left of the path, hinting at contemporary design elements incorporated into the landscape. The overall impression is of a structured yet harmonious blend between modern human habitation and its natural surroundings. The backdrop is clear, showing no other structures, emphasizing the solitude and uniqueness of the featured building. The lighting in the photograph suggests it might be either late morning or early afternoon, based on the length and direction of shadows cast by the trees and the walkway edges.","title":"Home of architect Richard Crowther, that is heated with solar energy collected by flat plate collectors. A flat black aluminum plate behind the glass absorbs sunlight (not shown) and heats air forced between the glass and the black plate. The air is then forced through a bin containing several tons of two inch sized rocks, that store the heat. Because of extra special insulating features of this home, the solar heating system provides almost 90 percent of the heat needed.","placename":"Denver (Colo.)","location":"Denver, Colorado","nn1":["556644","543526","556645","544448","546481","543587","546464","546472","557329","552986","546473","557326","553466","546468","554232","546531"],"cl":[37],"cluster":["#37 &mdash; Rural Communities"],"terms":["path","walkway","shingle","fixture","habitation","entrance","length","winter","end","direction"]}
