{"path":"557302.jpg","date":"January 1975","photographer":"Alexandrowicz, John L.","caption":"This image features an industrial scene dominated by a power plant. The most prominent elements are several tall, cylindrical smokestacks of varying heights. Thick, dense plumes of dark smoke are billowing out from these stacks into the sky. Some of these smoke emissions are darker, suggesting heavier or possibly more polluting substances being burned, while others are relatively lighter in color, indicative of steam or gases with different compositions.\n\nThe structure of the plant itself is large, blocky, and utilitarian in appearance with geometric segments and flat surfaces. No signs of human activity or natural elements such as vegetation are visible, thereby emphasizing the industrial function of the facility. The color palette consists mostly of greys and metallic tones which are common in such industrial settings.\n\nThe background shows a clear blue sky, which contrasts starkly with the dark smoke, highlighting the impact of industrial activity on the environment. This setting, without any visible signs of residential or natural landscapes nearby, underlines the isolation and singular purpose of the facility. The overall composition of the photograph is a powerful commentary on environmental pollution and industrialization.","title":"Smoke from stacks at the Phillips power station owned by the Duquesne Light Company and located on the Ohio River northwest of Pittsburgh. The company installed wet scrubbers to minimize emissions in a $42 million environment improvement project. Some corrosion difficulties were experienced with the scrubbers during the shakedown phase.","placename":"Beaver County (Pa.)","location":"Beaver County, Pennsylvania","nn1":["549190","549215","550176","550981","546141","548376","557218","544736","550329","557373","545491","550172","544735","545439","546808","550998"],"cl":[19],"cluster":["#19 &mdash; Industrial Facilities"],"terms":["smoke","industrialization","commentary","facility","segment","substance","plant","gas","emission","function"]}
