{"path":"557300.jpg","date":"January 1975","photographer":"Alexandrowicz, John L.","caption":"The photograph captures a view of a domestic neighborhood foregrounded by residential houses, with a striking contrast of an industrial power plant in the background. The residential area includes multiple homes; front and center is a two-story white house with a gable roof and an attached smaller structure, possibly a garage or extension, painted in a similar white shade. Adjacent to it is a brick house, also two stories, with prominent, dark roofing.\n\nThe background is dominated by a large power plant, featuring several tall, vertical structures and multiple stacks emitting thick white smoke, which contrasts sharply with the clear blue sky. The presence of the power plant, imposing and architecturally stark, contrasts with the quaint, quieter appearance of the suburban homes in the foreground.\n\nThe atmosphere of the image, set under a bright sky with few visible clouds, suggests a cool but sunny day. Bare tree branches in the upper part of the frame add a touch of natural texture, gently obscuring parts of the sky and blending the urban and industrial elements subtly together. This composition powerfully highlights the juxtaposition between residential life and industrial activity, evoking themes of energy consumption and environmental impact within everyday settings.","title":"Smoke from stacks at the phillips power station owned by the Duquesne light company and located on the Ohio river northwest of Pittsburgh, is seen behind nearby housing.  The company installed wet scrubbers to minimize emissions in a $42 million environment improvement project.  Some corrosion difficulties were experienced with the scrubbers during the shakedown phase","placename":"Beaver County (Pa.)","location":"Beaver County, Pennsylvania","nn1":["551152","551151","551145","557303","551075","551146","557213","551074","549215","550166","545437","551161","551202","556584","551049","549190"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["power","house","home","plant","consumption","story","extension","roofing","garage","quaint"]}
