{"path":"557343.jpg","date":"April 1975","photographer":"Paik, Kenneth","caption":"The photograph depicts a dilapidated interior room of a building. The room appears to be abandoned and in a state of disrepair. There are two large windows in the room, both with visible damages. The left window is partially intact but has a broken sill, while the right window has a cracked frame and one of its panes is completely missing, replaced by a piece of wood leaning against the window.\n\nThe walls of the room are dirty and have peeling paint, accentuating the room's neglected state. The floor is covered with debris, including broken bits of window frames, shards of glass, and other unidentifiable rubble. Electrical wires are strewn across the floor, disconnected and loose.\n\nThere is also a red piece of fabric or cloth on the floor near the right window, adding a small splash of color to the otherwise muted and grim colors of the room. The room seems completely empty besides the remnants of its past usage, providing a sense of abandonment and decay. The light coming through the windows casts sharp, geometric shadows on the floor, adding to the stark, forlorn atmosphere of the scene. No people are visible in the photograph, highlighting the absence of human presence and activity.","title":"Empty upstairs bedroom in a house vacated by the Ernest Watkins family in the Mulkey Square area. Many of the low-income residents of the West Side are aware displayed by construction of an interstate highway through an area already isolated by roads and railroad tracks. It took the family two months to locate rental housing within their price range on the other side of town in Kansas City, Kansas.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["557342","545818","552510","552450","553548","557348","557346","551330","557139","547894","550129","545810","556353","557344","556017","550263"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["room","window","floor","sill","state","piece","cloth","pane","rubble","usage"]}
