{"path":"557316.jpg","date":"May 1975","photographer":"Norton, Boyd","caption":"This photograph captures a detailed scene inside an industrial or utility room focused on energy storage and management, possibly involving renewable energy systems. On the left side of the image, there is a small square window allowing some natural light to illuminate the interior, and the walls appear to be made of bare concrete. Several signs are visible: one that reads \"PUMPS\" mounted on the wall pointing to a red pump labeled with \"STORAGE PUMP.\" Another sign mentioning \"Courtesy Bell and Gossett Company\" suggests that the equipment was provided by said company.\n\nThe center and right portions of the photo show several large cylindrical tanks stacked vertically and tightly wrapped in insulation. These tanks are labeled with \"SOLAR HEAT STORAGE TANK 8000 Liters,\" indicating their use in storing heat generated by solar energy. There are numerous pipes, both vertical and horizontal, connecting these tanks. Labels such as \"COLLECTOR HEAT EXCHANGERS\" can be seen on some of these pipes, suggesting a system designed to exchange heat between different mediums.\n\nThe overall impression is of a mechanical room focused on the management and storage of heat energy, possibly part of a larger solar energy system. There are no visible people in the photograph, focusing entirely on the equipment and setup of the energy system. The image also has a somewhat dated feel, given the style of the labels and the general appearance of the equipment.","title":"Part of the plumbing and associated equipment for the solar heating and coiling demonstration project at Colorado state university at Fort Collins, funded by the national science foundation","placename":null,"location":null,"nn1":["555352","557338","557315","555343","558365","544818","543158","555330","546062","555815","556402","552003","553658","556389","555292","557332"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["energy","heat","system","label","tank","pipe","equipment","management","room","medium"]}
