{"path":"557345.jpg","date":"April 1975","photographer":"Paik, Kenneth","caption":"The photograph depicts a bleak and dilapidated urban scene, capturing the despair of a neglected neighborhood. In the foreground, we see a muddy, litter-strewn street filled with debris such as broken glass, pieces of paper, cans, and other assorted trash, indicating long-term abandonment or neglect.\n\nTwo prominent houses, both seeming to be in a state of disrepair, dominate the middle ground of the image. The house on the left is a two-story building with a dark facade, featuring boarded up windows and lacking in any visible maintenance. The right side of the house is obscured, blending with other structures or trees in the background. The house on the right has similar architectural features and also appears rundown with its weathered walls and lack of upkeep. Between and around these houses, bare trees and some brush add to the sense of desolation.\n\nIn the background, other indistinct structures can be seen, possibly more residential buildings, all under a grey, overcast sky which further enhances the grim atmosphere of the setting.\n\nThe overall composition and mood of the photograph are somber, emphasizing themes of urban decay and neglect. It evokes a sense of abandonment and possibly the socio-economic struggles of the area.","title":"Trash litters the area around the empty brick house vacated by the Ernest Watkins family in the Mulkey Square area. A short time after this picture was taken, the interior was set afire by vandals. Many of the low-income residents of the area were displaced by construction of an interstate highway through an area already isolated by roads and railroad tracks. It took the family two months to find rental housing within their price range on the other side of town in Kansas City, Kansas.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["549785","553551","552750","549786","553552","550253","547130","557346","552757","553555","554799","550264","550263","549958","556313","550246"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["house","neglect","lack","abandonment","struggle","upkeep","brush","desolation","can","term"]}
