{"path":"557358.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"In this photograph, two young individuals are captured at the entrance of what appears to be a stone or cinder block building, which has a visible door on the left. The scene conveys a candid, perhaps playful moment between them.\n\nThe person on the left is a woman, who is sporting a striped, long-sleeve blouse. She is blowing a large bubble with her gum, adding a playful element to her demeanor, and she is holding what looks like a pencil or a small stick. The woman stands in the doorway, partially framed by the door, lending a casual, spontaneous feel to the image.\n\nNext to her is a young man, wearing a simple black t-shirt and a darker baseball cap turned backward. He looks out from the doorway with a slightly open mouth, possibly speaking or reacting to someone outside the frame. Both are backlit by the lighting from the interiors, contrasting them against the darker doorframe and building exterior.\n\nThe composition of the photo, with its informal, caught-in-the-moment quality, emphasizes a sense of youthful energy and a casual, everyday interaction. The background is minimally detailed, which aids in focusing attention on the two main subjects and their expressions.","title":"Sandy watkins and brother, billy, stand in the front doorway of the family's new home.  They were forced to move when their house in the mulkey square area of Kansas City, Missouri (across town) was condemned as a part of an interstate highway project.  The watkins are happy with their new place because it has a better heating system and the house is cleaner.  It took the family two months to find rental housing within their price range ($80 per month)","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["553536","552859","549299","553171","545423","553178","553217","547413","557863","553166","555896","548438","549673","551337","553503","555909"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["doorway","pencil","cinder","blow","react","backlit","door","bubble","baseball","aid"]}
