{"path":"557372.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph portrays two men engaged in mechanical work, specifically focusing on a car's engine. The scene occurs outdoors, suggested by the visibility of the building and window structures in the softly focused background.\n\nThe vehicle in question has its hood open, exposing its engine and various mechanical components. The setting is somewhat gritty, reflecting an everyday, practical environment rather than a specialized mechanic shop.\n\nThe man on the left appears older, with graying hair and glasses, sporting a white shirt that looks slightly disheveled probably due to the physical nature of the work. His expression is thoughtful, perhaps assessing the problem or listening to his partner. The younger man on the right, with darker hair, is in a brown shirt and appears engaged in physical work on the car, his hands making direct contact with the car's engine or parts.\n\nThe image captures a moment of concentration, skill, and collaboration, highlighting an everyday moment of problem-solving and manual labor. The natural light and the mature colors enhance the realism and authenticity of this skilled, hands-on activity.","title":"Ernest watkins and second oldest son, jim who is a truck driver, try to find out the trouble with the watkins family car they were frustrated in their attempts to fix the vehicle, and the elder watkins said he would have to take a cab to work on monday to his job with a biscuit company.  The family was forced to move from their old home in Kansas, Missouri, because of a highway project, and moved across town","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["557911","546632","557916","557914","557683","557870","553492","557915","553490","557371","557860","553491","557852","557858","557864","549652"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["engine","realism","collaboration","work","question","car","assess","authenticity","mechanic","contact"]}
