{"path":"557333.jpg","date":"May 1975","photographer":"Norton, Boyd","caption":"The photograph presents an outdoor scene focusing mainly on a structure and the sky. The primary feature in the image is a series of large, rectangular glass panels arranged in a sequence, which form what looks like a long, sloping roof or skylight. These panels reflect the sky, capturing a mix of billowy white clouds and darker, more dramatic cloud formations, juxtaposed against a bright blue sky.\n\nThe point of view is from the ground looking upward, emphasizing the reflection of the sky in the glass panels and creating a perception of depth. A diagonal composition is prominent due to the angle of the glass panels which adds a dynamic quality to the image.\n\nTo the right, there is a hint of an older building or structure, indicated by the visible rough, textured surface that contrasts with the smooth and reflective quality of the glass. The edge of the sky with clouds and the echoed reflection in the glass create layers of visual interest, blending the natural and built environments seamlessly.\n\nThis photograph captures an interplay between natural light and architectural elements, emphasizing themes of reflection, transparency, and the blending of indoor and outdoor spaces. The overall mood is somewhat dramatic and contemplative, enhanced by the cloud formations and the expansive feeling conveyed by the sky.","title":"Solar heating panels on the roof of the gump glass company it is one of the first industrial uses of solar heating in the nation flat plate solar heating collectors will provide heating for about 8,000 square feet of office space.  A rock filled bin provides heat storage for nighttime and bad weather use.  The storage will provide for up to two cloudy days of heat before requiring supplementary heat from a conventional source","placename":"Denver (Colo.)","location":"Denver, Colorado","nn1":["555329","557318","555305","544012","548649","555303","550295","557310","544561","545885","555326","557280","545869","546521","553839","546451"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["panel","glass","reflection","cloud","blending","sequence","skylight","formation","sky","quality"]}
