{"path":"557359.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph captures an intimate indoor scene featuring an adult male and a young child. The man, likely in his forties or fifties, is seated with the child on his lap. He has dark hair, wears glasses, and is dressed in a light-colored, long-sleeved shirt adorned with dark embroidery on the collar and cuffs. He holds a lit cigarette in one hand. The expression on his face is a juxtaposition of pause and mild amusement, possibly reacting to the child's expression or actions.\n\nThe child, appearing to be a toddler, has dark, slightly unkempt hair and is wearing a simple, dark-colored top. The child's facial expression suggests mid-motion, possibly talking or making a face, with eyes partially closed and mouth open in an expression that could signify discomfort or the beginnings of a laugh.\n\nIn the environment around them, there's a sense of a lived-in space suggested by the slightly ruffled curtains behind them that cover a window, bathing the room in soft light. The corner of a coffee mug and what might be the arm of a sofa are visible at the edge of the frame, emphasizing the casual, domestic setting of the photograph. The subdued coloring and lighting contribute to a quiet, everyday moment captured between the two.","title":"Ernest watkins relaxes in the living room of the family's new home with son, kevin.  Coffee and soft drinks have replaced watkin's former habit of drinking beer on the weekends.  The family was forced to move from their house in the mulkey square area of Kansas City, Missouri, because it was condemned as a part of an interstate highway project.  It took the family two months to find rental housing within their price range ($80 per month)","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["557353","545970","553521","543866","557352","556576","545974","556527","556607","553523","553094","553546","557369","544232","553496","548458"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["child","expression","sofa","beginning","mug","indoor","ruffle","cuff","react","coffee"]}
