{"path":"557335.jpg","date":"May 1975","photographer":"Norton, Boyd","caption":"This photograph captures an outdoor scene featuring an unusual, smaller triangular-shaped structure in the foreground, positioned on its side and partially sunk into soil, with its apex pointing towards the sky. The structure appears to be under construction or partially deconstructed, as its wooden framework is visible and it lacks any outer finish.\n\nOn the left side of the photograph, a collection of soil mounds is visible, and a line of white plastic sheeting stretches along the edge of the photograph leading towards the structure. This sheeting might be used to contain the soil or protect the groundwork from weather elements.\n\nBehind this setup, one can see a residential area. There are two houses visible in the background. The closest house, which is partially visible, appears to be a two-story structure with siding and a visible deck. Another house can be seen off to the right, also residential and similar in style, suggesting a suburban neighborhood setting.\n\nPower lines extend across the sky overhead, indicating the presence of infrastructure and enhancing the suburban feel of the scene. The sky itself is partially clouded but allows ample sunlight to brighten the scene.","title":"Backyard solar heating system being installed at a home. The system was developed by International Solarthermics Corporation of Nederland, Colorado, which has licensed a firm to mass produce the system. Insulated ducting is run below ground to the house where it connects with the existing hot air system. The solar heating unit uses a cup shaped heat collector rather than the flat plate collector which is considered more conventional.","placename":"Denver (Colo.)","location":"Denver, Colorado","nn1":["556619","546988","553702","547652","547664","550273","543583","544448","547931","553466","555609","551058","547833","552031","557728","553703"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["soil","house","pointing","finish","overhead","structure","plastic","mound","line","siding"]}
