{"path":"557346.jpg","date":"April 1975","photographer":"Paik, Kenneth","caption":"The photograph shows a dilapidated two-story brick house that appears to be abandoned. The house has a gable roof with a dormer window that also looks worn out. All visible windows both on the first and second floors are boarded up or shuttered. The front porch, visibly deteriorating, extends across the width of the house with its roof sagging and parts of what seem to be the foundational structures exposed.\n\nThe surroundings of the house are disordered and unkempt. There’s a lot of debris scattered around, such as empty bottles, cans, papers, and random trash, which blanket the ground, making the area look neglected and run-down. A wire fence borders the front yard, but it is in a state of disrepair with portions of it broken or missing entirely.\n\nThere are no visible signs of people or recent activity in the area. The scene is overshadowed by leafless trees, suggesting it might be late fall or winter. The background features another similarly styled brick building and hints of a residential area with a partially visible street. The overall mood of the scene is one of neglect and decay, reflecting a possibly deserted or economically depressed urban area.","title":"Trash litters the area around the empty brick house vacated by the Ernest Watkins family in the Mulkey Square area. A short time after this picture was taken, the interior was set afire by vandals. Many of the low-income residents here were displaced by construction of an interstate highway through an area already isolated by roads and railroad tracks. It took the family two months to find rental housing within their price range on the other side of town in Kansas City, Kansas.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["552491","557344","550113","554818","552494","557348","550144","557633","551115","552455","557345","550129","554785","554822","556491","550023"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","down","brick","run","width","roof","can","bottle","disrepair","fall"]}
