{"path":"557391.jpg","date":"May 1975","photographer":"Schaefer, Harry","caption":"This photograph presents a striking architectural scene, characterized by its cool, moody blue tones and the geometric play of shapes and lines. The image is taken from an interior viewpoint, focusing on an expansive structure with large, angular, metallic beams that converge into a pointed arch. These beams or girders are cladded with numerous vertical ribs or corrugated metal sheets, enhancing the feeling of industrial design.\n\nThe beams frame a central, brighter area where we can vaguely see outdoor elements through glass panes, suggesting this might be part of a modern facility such as a terminal, gallery, or transit area. Below the structure, there appears to be an interior floor area, slightly illuminated, which might serve a functional purpose related to the building, possibly a walkway or a platform.\n\nWhat stands out in this composition besides the architectural components is the single hanging lamp visible in the mid-upper part of the image, offering a contrasting sense of scale and human-made design amidst the dominating metallic structures. The use of lighting, both natural coming through the glass and artificial from the lamp, plays with visibility and shadow, adding a layer of depth and mystery to the scene. The overall ambiance is slightly foreboding yet awe-inspiring, emphasizing the power and impact of modern architectural designs.","title":"Closeup of precipitator hoppers on the power plant at the union carbide ferro-Alloy plant.  Between october, 1967, and september, 1975, total annual emissions from powerhouse and metallurgical furnaces were reduced 97.7 percent, from 113,252 to 2,649 tons.  A compliance schedule was reached between the company and the West Virginia air pollution control commission.  Epa stack sampled plant emissions while developing national new source performance standards.  (see fiche #141 to 146)","placename":"Alloy (W. Va.)","location":"Alloy, West Virginia","nn1":["546517","555329","544012","543575","546510","546203","543997","555317","557333","546531","549880","548649","546470","546487","556385","546514"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["beam","lamp","girder","terminal","play","design","inspire","glass","awe","pane"]}
