{"path":"557348.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"The photograph depicts a large, dilapidated building with a dark facade. It is possibly an old house or small industrial structure. The building is two stories tall and appears to be abandoned and in a state of severe disrepair. The roof looks intact but the overall structure suggests neglect, with parts of the exterior charred or damaged.\n\nThe building has several openings: the windows are mostly broken or missing entirely, and the doorway is unclosed, contributing to an eerie, desolate vibe. In the foreground, there is a significant amount of debris scattered across the ground, including broken wood planks, rubble, and miscellaneous discarded items, suggesting that the building may have been subjected to destruction or has been decaying over time.\n\nThe background behind the building provides limited detail, likely due to the focus being on the building itself. There is a hint of bare tree branches, suggesting the photo might have been taken in late autumn or winter. The lighting in the image is dim, possibly indicating it was taken at dusk or on a cloudy day, enhancing the somber and abandoned atmosphere of the scene. No people or active subjects are visible in the image; the focus is entirely on the building and its surroundings.","title":"Burned out shell is all that remains of the house vacated by the ernest watkins family in the mulkey square area.  The house was set afire by vandals after the watkins had moved.  It took the family two months to find rental housing within their price range on the other side of town in Kansas City, Kansas.  Many of the low income residents living in mulkey square were displaced by construction of an interstate highway through an area already isolated by roads and railroad tracks","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["553548","550129","557344","554785","550023","551330","554707","557139","551944","557346","553478","543171","552491","551586","547985","553555"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["building","abandon","subject","charr","intact","discarded","rubble","destruction","dilapidate","opening"]}
