{"path":"557306.jpg","date":"January 1975","photographer":"Alexandrowicz, John L.","caption":"This photograph depicts an industrial scene focused on a power plant. In the foreground, there is a body of still water that reflects parts of the infrastructure and blue sky. A prominent feature is the large red-and-white striped smokestack from which white and gray smoke billows and spreads across the sky. This stack is attached to a main building with various sections, some of which are cylindrical and others box-shaped, housed with complex structures possibly containing machinery.\n\nTo the left, there’s visible heavy-duty machinery, including a red truck and a crane, suggesting ongoing work or maintenance. Adjacent to the smokestack, there are additional industrial facilities, including tanks and possibly conveyor belts or similar mechanisms, indicative of a plant that might process or generate significant materials or energy.\n\nIn the background, there are electrical transmission towers, further emphasizing the industrial nature of the area. Beyond the immediate industrial setting, a hillside with sparse vegetation and buildings can be seen under a clear sky. This scene captures a blend of technology, industry, and nature.","title":"Phillips Power Station owned by the Duquesne Light Company and located on the Ohio River northwest of Pittsburgh. The company installed wet scrubbers in a $42 million environment improvement project to minimize emissions. In the foreground is the settling pond in which fly ash from the wet scrubbers is dumped. Some corrosion difficulties were experienced with the scrubbers during the shakedown phase.","placename":"Beaver County (Pa.)","location":"Beaver County, Pennsylvania","nn1":["548195","549189","544495","549215","557384","552179","544494","550168","550672","545841","550956","550329","557293","557302","552138","546005"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["smokestack","machinery","transmission","spread","mechanism","plant","duty","technology","belt","hillside"]}
