{"path":"557367.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"The photograph captures a somewhat casual, everyday scene outside a house, likely on a sunny day judging by the bright light and shadows present. In the foreground, a man is crouching on the driveway near a carport, actively drinking from a glass bottle. He is positioned on the right side of the frame and sports a relaxed outfit consisting of a light-colored, loosely tucked-in shirt and dark pants, along with sunglasses.\n\nTo his left, a young woman sits astride a tricycle, which seems to have a small platform behind the seat where she's set two cups stacked inside each other. She has long, dark brown hair and wears a light blouse and jeans. Her gaze is directed downward, possibly at something in her hand. \n\nBehind the tricycle, and slightly obscured by it, is a small dog lying on the driveway, seemingly at ease or asleep. \n\nIn the background, a white, four-door sedan is visible, parked perpendicular to the driveway. The house's exterior is partially shown, featuring a stone facade and a visible window to the side of the carport.\n\nGreenery hints at a well-maintained suburban setting, with trees and bushes around the area. The setting and attire provide an informal, domestic feel, hinting at a relaxed day in a family-friendly neighborhood. The image evokes a sense of daily life in a quiet community.","title":"Ernest watkins enjoys a soft drink on the front porch of his new home on a lazy sunday afternoon.  His daughter, sandy, sits on a tricycle behind him.  The watkins now live, across town from their former home in the mulkey square area of Kansas City, Missouri.  The family was forced to move when their house was condemned as part of an interstate highway project.  Watkins likes the new house because it has gas heating throughout compared to the old oil burner stove in one room of the other house","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["557361","556356","547398","544310","557933","556169","543947","551129","546967","551108","548441","557365","556738","551130","553498","552830"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["driveway","tricycle","ease","tuck","crouch","house","cup","drink","dog","bottle"]}
