{"path":"557334.jpg","date":"May 1975","photographer":"Norton, Boyd","caption":"This photograph captures a scene involving three individuals working on installing large solar panels on an A-frame structure. The context suggests an eco-friendly building or renewable energy project from what appears to be during the 1970s or 1980s, given the style of clothing and overall image quality.\n\nOn the left, a man is actively engaged in the installation process. He stands on a ladder, reaching up to adjust or secure one of the black solar panels that are mounted upright on the structure. He is wearing casual attire, including a light-colored sweater and dark pants.\n\nTo the right, two other men are conversing and perhaps assessing the work. The man closest to the A-frame wears a denim jacket and jeans, indicative of typical workwear. Other man sports a plaid jacket with a visibly attentive expression, possibly discussing the progress or next steps.\n\nIn the background, there is a traditional two-story house with noticeable features like a chimney and what looks like a sunroom or enclosed porch. This setting shows a residential area, complete with a simple wire fence and some greenery starting to show, indicating it might be spring.\n\nThis moment captures a combination of teamwork, technological application, and a hint of pioneering spirit in the context of early renewable energy solutions in a domestic environment.","title":"Backyard solar heating system being installed at a home. The system was developed by International Solarthermics Corporation of Nederland, Colorado, which has licensed a firm to mass produce the system. Insulated ducting is run below ground to the house where it connects with the existing hot air system. The solar heating unit uses a cup-shaped heat collector rather than the flat plate collector, which is considered more conventional.","placename":"Lakewood (Colo.)","location":"Lakewood, Colorado","nn1":["555293","557319","555341","555347","555349","557328","555323","557312","555343","553471","555309","557332","557320","555288","557732","555348"],"cl":[9],"cluster":["#09 &mdash; Construction Sites"],"terms":["panel","energy","workwear","application","context","spirit","man","ladder","jacket","teamwork"]}
