{"path":"557344.jpg","date":"April 1975","photographer":"Paik, Kenneth","caption":"This image depicts a dilapidated two-story brick building with signs of neglect and decay. The building is in a sorry state, with several windows boarded up or missing, exposing the interior. The facade of the building features fading paint and some graffiti. Adjacent to the main building is a similarly neglected wooden outbuilding, possibly a garage or storage shed, with a sagging roof and missing sections.\n\nThe ground is muddy with visible tracks, suggesting recent activity, perhaps vehicles or machinery passing through. There is scattered debris across the dirt ground, including broken pieces of wood, papers, and other refuse which adds to the overall feeling of abandonment and neglect.\n\nBare trees surround the building, implying the season could be either late fall or winter. No leaves are visible on the trees, and the grass, where visible, is sparse and patchy. The sky is clear with a bluish tint, indicating it might be a cold day.\n\nThe overall mood of the photo is somber and forlorn, painting a picture of a once-functional building now forgotten and left to deteriorate. The photograph could be documenting urban decay or could be part of a study on abandoned properties.","title":"Exterior of the house vacated by the Ernest Watkins family in the Mulkey Square area. A short time after this picture was taken the interior was set afire by vandals. Many of the low income residents of this west side area were displaced by construction of an interstate highway through an area already isolated by roads and railroad tracks. It took the family two months to locate rental housing within their price range on the other side of town in Kansas City, Kansas.","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["557346","557348","543344","554707","554785","550129","550023","553548","543171","552455","552491","554818","551330","553555","552494","549786"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["building","neglect","decay","outbuilding","refuse","graffiti","tint","garage","shed","study"]}
