{"path":"557353.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"The image is a candid indoor photograph capturing a moment involving four people, presumably a family, sitting in a dimly lit living room. On the left side of the image, there is a woman and two children. The woman appears to be middle-aged and is sitting back on a couch, looking attentively at the man across from her. She has dark hair and wears a sleeveless top. Beside her, a young girl is partly visible, partially hidden behind the other subjects, with her face partially obscured as she looks in the direction of the boy next to her. The boy, sitting closer to the center, appears thoughtful or distracted, supporting his head with one hand while his other hand rests on his thigh. He has light-colored hair and wears a dark t-shirt.\n\nOn the right side, a man is seated directly facing the camera. He has a rugged appearance with distinct facial features and is wearing glasses. His attire includes a light-colored Western-style shirt with decorative embroidery. He is holding a white cup in one hand and a cigarette in the other, adding a relaxed or informal quality to his pose.\n\nThe room has a homey feel, with heavy curtains partially drawn in the background, allowing some natural light to come through, which slightly illuminates the scene. The overall atmosphere conveys a sense of an everyday moment among family, immersed in either a conversation or a contemplative silence.","title":"Mrs. May Watkins with daughter, Sandy; son, Kevin, and husband, Ernest, sit on the couch in the house they moved to. It took them two months to find rental housing within their price range ($80 per month) after the house they were renting in the Mulkey Square area of Kansas City, Missouri, was condemned as a part of an interstate highway project. Mr. Watkins, employed by a biscuit company, is happy with the house because it has better heating than the old one.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["556173","557359","543041","556610","556609","552612","544205","551278","556576","556235","545984","544356","545970","557038","544198","553523"],"cl":[22],"cluster":["#22 &mdash; Leisure Activities"],"terms":["family","boy","room","thigh","hand","couch","cigarette","hair","cup","curtain"]}
