{"path":"557360.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph depicts a lively and somewhat crowded gathering of people on a porch, seemingly capturing a moment of casual social interaction on a sunny day.\n\nThe porch is part of a building with stone walls, and there's a screen door at the back. The setting includes a front porch with a concrete floor, and a few steps leading down to the yard. The scene is informal with various everyday items scattered around, including soda cans and a box.\n\nOn the left, one man is sitting on the porch floor, leaning against the wall, wearing jeans, a patterned shirt, and boots. His hair is long, and he has a mustache. A golden retriever dog is near him, mid-walk across the porch.\n\nIn the background, a woman sits on a swing chair eating, accompanied by two young women next to her. They appear engaged in a conversation or observation of the others. All three look casual; one is eating from a cup, another is leaning on the swing frame, and the third standing upright.\n\nTo the right, there’s a taller section of the porch where a group stands and sits around. A woman is sitting on a rocking chair, holding a young child on her lap, with two other young children closely huddled around her. Standing beside them, three more women—all dressed in light summer clothes—are talking and gesturing, contributing to the animated feel of the gathering.\n\nOverall, the photo captures a slice of everyday life from an era that feels like the 1970s or 1980s, judging by the hairstyles, fashion, and the general quality of the photograph. The mood is relaxed and familial, with everyone seeming to enjoy a simple day together.","title":"Mrs.  May watkins sits on the front porch swing surrounded by family and neighborhood children at the new family home.  The watkins were forced to move from their house in the mulkey square area of Kansas City, Missouri, because of an interstate highway project.  It took them two months to find rental housing within their price range ($80 per month).  The move was a traumatic event for the watkins and many of their neighbors from the former low income neighborhood","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["546209","553498","546994","557672","548312","555580","551063","552959","557362","543314","555905","553483","544219","553500","557779","548441"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["porch","swing","sit","woman","chair","gathering","floor","lean","soda","screen"]}
