{"path":"557371.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph captures a scene set in a residential driveway, likely during a casual, domestic moment. In the foreground, a man is deeply engrossed in working under the hood of a silver-colored car. He is focused on the engine, with tools and car parts visible around him. The car's hood is open, showcasing the internal mechanics, while the man, wearing a white shirt and dark pants, appears to be performing some type of maintenance or repair.\n\nIn the background, under a carport attached to a single-story house, a family or group of individuals is gathered, adding an element of day-to-day life to the scene. A woman stands holding what seems to be a drink cup, conversing with a teenage girl seated at a table. Two young children are also present; one is sitting, engaged in an activity on the table, possibly eating or drawing, and the other, a toddler, stands close to the seated child. The carport area is cluttered with various items, suggesting it serves multiple purposes for the household.\n\nThe setting hints at suburban life with a glimpse of a residential street visible beyond the car and a glimpse of another house across the street, emphasizing the neighborhood context.\n\nOverall, the composition of the photograph is both lively and ordinary, capturing a moment that blends automotive repair with family interaction in a home environment.","title":"Ernest Watkins and his second oldest son, Jim, who is a truck driver, try to find out the trouble with the Watkins family car they were frustrated in their attempt to fix the vehicle, and the elder Watkins said he would have to take a cab to work on Monday to his job with a biscuit company. The family was forced to move from their old home in Kansas City, Missouri, because of a highway project, and moved across town.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["557916","553492","557915","553491","553490","557860","557372","557832","557914","546632","557852","549273","553489","557927","557911","556198"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["repair","hood","car","family","table","drawing","glimpse","mechanic","toddler","child"]}
