{"path":"557356.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph captures a woman inside a dimly lit, rustic kitchen. The woman, wearing a sleeveless patterned dress, stands next to an old-fashioned, top-loading washing machine. She has dark hair pulled back from her face and is looking towards the camera with a slight smile.\n\nThe room is filled with various objects that suggest a well-used kitchen space. On the left, there is a stove with a metal pot and a frying pan on top. Above the stove, a shelf holds jars and cans, possibly containing spices or other cooking ingredients. Alongside the stove, we can see a wooden cabinet with a small open door and items inside, and a pipe, possibly a stovepipe, runs vertically near the window, enhancing the rustic feel.\n\nThe washing machine is a prominent feature in the photo, positioned in the center. It appears to be filled with clothes or other laundry items. Next to the washing machine, on the right, is a window projecting natural light into the room, contrasting the otherwise darker tones of the photo. There's also a glimpse of a small white bench or stool near the window.\n\nThis image conveys a sense of everyday life, capturing a moment of domestic work in a setting that combines functionality with a hint of homeliness.","title":"Mrs. May Watkins does the family wash in the kitchen of their new home. They were forced to move when their old house in the Mulkey Square area of Kansas City, Missouri, was condemned as a part of an interstate highway project. The family searched for two months for housing within their price range and rented for $80 per month. The place has better heating and is cleaner than their old house. Many residents of the older low-income neighborhood were not as fortunate in finding other housing.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["553531","558298","555444","553527","553098","547950","545394","555527","544356","556413","556824","553530","552105","546479","548472","551100"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["washing","stove","machine","kitchen","room","pan","stool","jar","window","cooking"]}
