{"path":"557361.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph depicts a domestic scene in front of a house. The main activities and subjects detailed in the image include:\n\n1. **House and Setting**:\n   - The building is a traditional two-story house with a pitched roof and a distinctively shaped attic window. Its exterior is covered with dark colored, horizontal siding. The front porch is shaded and supported by pillars, with visible railing and stairs leading down to the yard.\n\n2. **People**:\n   - A young boy in the foreground rides a small bicycle on the driveway. He is actively pedaling and looks focused on his activity. He wears a casual outfit consisting of a light-colored shirt, red shorts, and red socks.\n   - Two women and another child are seen on the porch. One woman appears to be standing and interacting or greeting someone outside of the frame, and the other looks seated, taking care of the child.\n   - A man standing in the shadow under the porch is partially visible.\n\n3. **Miscellaneous Details**:\n   - There is an old-fashioned truck parked on the street visible behind the porch.\n   - A residential street, possibly in a suburban area, hints at a quiet neighborhood setting.\n   - A casual item, possibly a container or a jug, lies on the ground near the driveway.\n\n4. **Time of Day**:\n   - The scene is set under clear, sunny conditions with significant shadows cast by the figures, implying it may be around midday.\n\nThe overall composition of the photograph, with the dynamic diagonal movement of the boy on his bike juxtaposed against the static and relaxed posture of the family on the porch, illustrates a lively yet peaceful daily life scenario. The attire of the individuals and the style of the house suggest that this photo might be from a few decades back, likely capturing a simple moment of family life and childhood.","title":"Kevin Watkins is seen in front of the new family home, riding a tricycle as his family and neighborhood children congregate on the porch.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["544310","553498","557367","551108","557641","546967","557677","557365","556169","548312","551119","551109","548441","551084","543947","555905"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["porch","driveway","family","house","boy","pedal","jug","child","sock","bike"]}
