{"path":"557365.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph depicts a sunny residential street scene, presumably taken on a clear day given the bright blue sky and distinct shadows. A row of charming gabled houses lines the street, displaying similar architectural styles with sloped roofs and front porches partially visible. The houses are modest, single-story structures with what appear to be clapboard sidings.\n\nOn the sidewalk, activities involve several children and a couple of adults. In the foreground, a young child riding a tricycle is observed, while another child stands nearby, perhaps watching or waiting to play together. Further along the sidewalk, there are two adults, one of whom is pushing a baby carriage, and a child accompanying them.\n\nParking alongside the curb, there's a vintage car notable for its long body and shiny, reflective surface. In the background, utility poles run parallel to the street, and there are lush green trees contributing to the suburban feel of the environment. The overall atmosphere is peaceful and leisurely, capturing a slice of neighborhood life in a bygone era.","title":"Ernest watkins family moved to a new home (foreground) in the 1100 block of pacific.  They were forced to move when their old place in the mulkey square area of Kansas City, Missouri, (across town) was condemned as part of an interstate highway project.  The new place is larger and cleaner, and has gas heating throughout compared to their old oil burning stove in one room at their former house.  It took the watkins two months to find rental housing within their price range","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["547433","557840","556170","557288","557699","553550","550121","547945","547859","556435","546430","553493","557428","551084","551102","556950"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["child","sidewalk","street","adult","tricycle","baby","carriage","porche","charming","house"]}
