{"path":"557329.jpg","date":"May 1975","photographer":"Norton, Boyd","caption":"The photograph captures a modern building with distinctive architectural elements and sustainable features. The most remarkable aspect of the building is its large solar panel installation on the roof, indicating an emphasis on green energy. This panel spans the length of the roof, tilted at an angle to maximize sunlight absorption.\n\nThe structure appears to be two stories and is predominantly constructed from wood, giving it a natural, eco-friendly look. The wood panels are horizontally aligned on the upper story, while the lower story displays a mix of vertical and horizontal siding, creating a subtle textural contrast. The facade is painted in a dark hue that complements the natural wood tone.\n\nThere are several windows dispersed evenly across the building, some of which are visibly shaded, suggesting that the rooms behind them might be utilized as living or working spaces. The left side of the building has a large overhang or porch area, supported by slim columns, providing a sheltered outdoor space.\n\nThe bottom section of the structure features open, garage-like spaces which could be used for parking or storage. In the front, there is a slightly undulating, grassy landscape with a few sparse bushes, further accentuating the building's integration with its environment.\n\nOverall, the building represents a blend of modern design principles with sustainability and functionality, situated in a tranquil setting that likely emphasizes conservation and efficient use of resources.","title":"Solar heating and cooling demonstration project, which is funded by the national science foundation.  This home is one of three completed by the university using a liquid solar heating system for both heating and air conditioning.  The system has drawbacks corrosion is a problem, an anti-freeze must be added on cold nights and heavy reinforcement is required for the roof because of the rooftop collectors","placename":"Fort Collins (Colo.)","location":"Fort Collins, Colorado","nn1":["555294","557330","546464","543587","555320","546481","555318","555326","557327","555308","546473","546543","546702","546456","544448","555319"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["panel","story","wood","building","space","sustainability","maximize","overhang","integration","tilt"]}
