{"path":"557342.jpg","date":"April 1975","photographer":"Paik, Kenneth","caption":"The photograph depicts a dilapidated interior, possibly of an abandoned building. The scene is characterized by a sense of neglect and decay. The floor is covered with square tiles in a checkerboard pattern of white and grey, but many tiles are dirty, damaged, or missing, revealing the subfloor in areas.\n\nOn the left side of the image, part of a wall and door frame can be seen. The wall is dirty and stained, suggesting water damage or mold. There is a small pile of debris on the floor next to the wall, including crumbled pieces of wall or ceiling material.\n\nIn the center and right of the image, there is a metal cabinet that has been overturned and severely damaged. The doors of the cabinet are ajar or missing, and its contents appear to have been removed or scattered. Surrounding this central wreckage, various debris, including papers, dirt, and unidentified objects, are strewn across the floor.\n\nLighting in the photograph is dim and natural, suggesting that the image was taken in daylight, possibly with light entering through unseen windows or gaps in the structure. The overall atmosphere is one of abandonment and dilapidation, emphasizing a sense of neglect or a past event that led to the current state of disrepair.","title":"Remains of the kitchen in a house vacated by the ernest watkins family in the mulkey square area.  Many of the low income residents of the west side area were displaced by construction of an interstate highway through an area already isolated by roads and railroad tracks.  It took the family two months to locate rental housing within their price range on the other side of town in Kansas City, Kansas","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["557343","545818","556327","551330","552450","556353","549786","553548","543171","557348","552457","552493","550263","553527","550253","550129"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["cabinet","wall","floor","damage","neglect","tiles","abandoned","door","wreckage","remove"]}
