{"path":"557331.jpg","date":"May 1975","photographer":"Norton, Boyd","caption":"This photograph features an office-style setting with a focus on an electronic device, specifically a lie detector or polygraph machine, placed predominantly on a desk. The machine is relatively large and box-shaped, with a grey frame, housing a screen displaying graph lines. Several lie detector chart lines are visible, marked at intervals from 0 to 250.\n\nTo the right of the lie detector, on the same desk, there are miscellaneous objects which appear to be related to the operation or maintenance of the machine. There's a reel or spool of paper, potentially for printing results, and some wires connected to the machine. Nearby, there is a desk organizer containing pens and other stationery items, hinting at regular office work or note-taking activities. A can, which might be a drink or possibly a cleaning agent, is also visible next to the machine.\n\nThe room is lit with natural light entering from a window just out of direct view, creating a softened brightness in the environment. The wall is plain and painted in a light color, which adds to the room's bright, simple aesthetic. There are no decorations visible, which matches the utility-focused nature of the space.\n\nOverall, the photograph conveys a sense of a professional setting, possibly within a law enforcement or private investigator's office, where detailed analysis and record-keeping are paramount.","title":"Electronic measuring device in the office-laboratory of International Solarthermics Corporation. The device shown records on the chart the temperature of the solar panel, hot air temperature in the storage bin and the room temperature. The firm uses cup-shaped solar collectors rather than flat ones, claiming such cups provide a larger collector surface from a smaller area and allow a smaller unit to be used.","placename":"Nederland (Colo.)","location":"Nederland, Colorado","nn1":["549610","556014","552356","548864","549378","551897","552377","556384","551902","547720","551905","555374","551901","557695","557317","542765"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["machine","desk","office","lie","room","reel","enforcement","interval","chart","law"]}
