{"path":"557326.jpg","date":"May 1975","photographer":"Norton, Boyd","caption":"This image captures a residential house situated in a serene, suburban environment. The architecture of the house is interestingly quaint, featuring a sharply sloped A-frame roof covered with what appears to be dark metallic shingles. The exterior walls of the home are adorned with wood shingles, giving the house a rustic charm. The left side of the house includes a small extension, possibly a garage or utility area, with a brick wall and a window fitted with blinds.\n\nThe house's front porch is visible with a corner peeking out, suggesting a modest, welcoming entryway. Surrounding the house, there is a well-maintained yard with lush grass. Notable landscaping around the house includes various leafless trees, suggesting the photograph might have been taken in late fall or early spring, and shrubbery lining the base of the house.\n\nThe neighborhood seems peaceful, and the background shows a mix of additional trees and perhaps distant houses or structures, along with a clear sky that illuminates the scene with bright, natural light.\n\nOverall, the composition of the photograph portrays a tranquil residential setting, focusing on a uniquely styled house that appears both cozy and inviting.","title":"Home of architect richard crowther, that is heated with solar energy collected by flat plate collectors.  A flat black aluminum plate behind the glass absorbs sunlight and heats air forced between the glass and the black plate.  The air is then forced through a bin containing several tons of two inch sized rocks, that store the heat.  Because of extra special insulating features of this home, the solar heating system provides almost 90 percent of the heat needed","placename":"Denver (Colo.)","location":"Denver, Colorado","nn1":["557094","557669","556433","544448","556426","558153","550124","548295","545041","549279","558110","556601","546035","546439","546435","554697"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","shingles","blind","entryway","extension","fit","landscaping","slop","garage","peek"]}
