{"path":"557349.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph captures a dilapidated and charred urban scene, most likely the aftermath of a fire. The setting is dominated by scorched debris and ruined structures. The focal point is a red brick wall, weathered and partially covered by graffiti which reads \"Waiting 1306 E. 53rd Madison\". Above it, a smashed window frame, absent of glass, punctures the wall, adding to the scene's sense of abandonment.\n\nThe foreground shows rubble and trash scattered across the ground, composed of bits of wood, plastic, and random garbage, illustrating neglect and decay. On the left, remnants of masonry and a partially collapsed brick foundation suggest this might have once been a more substantial building. Wooden stairs with charred and broken steps invite yet block entrance, leading the eye towards the chaotic interior.\n\nIn the midground and background, more destruction is visible. Burned wooden beams and collapsed roofing elements create a chaotic jumble, hinting at the violent destruction that took place. The scene is framed by natural elements; leafy trees in the background suggest this location might be on the edge of a forested area or within a partly wooded urban zone, contrasting the urban decay.\n\nLighting in the photograph is even, suggesting an overcast day or soft light conditions, which casts no hard shadows and adds a somber mood to the devastated scene. The composition effectively conveys a strong sense of desolation and the passage of time since the destructive event.","title":"Burned out shell is all that remains of the house vacated by the ernest watkins family in the mulkey square area.  Including the front porch where they enjoyed gathering.  The house was set afire by vandals after they had moved.  It took the watkins two months to find rental housing within their price range on the other side of town in Kansas City, Kansas.  Many of the low income residents living in mulkey square were displaced by interstate highway construction","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["553548","555540","547130","553563","553476","549786","544468","553557","553555","550253","549785","554565","557347","553470","557351","551330"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["charr","collapse","destruction","scorch","masonry","decay","jumble","brick","bits","ruin"]}
