{"path":"557352.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph captures an indoor scene featuring two people, likely in a home setting. On the left, a young man with long dark hair, wearing a black T-shirt and rust-colored pants, sits on a stool. His posture is relaxed and he is slightly leaning forward, resting one arm on his knee and the other on the back of the stool. Next to him stands a small boy, perhaps a toddler, dressed in a dark blue T-shirt and lighter blue pants. The boy's facial expression is contemplative, and he stands very close to the young man, suggesting a close relationship, possibly siblings.\n\nIn the background, a whole scene is framed by a natural light source coming from a large window with white trim, which brightens the upper right corner of the photo. An old-fashioned white refrigerator graces the left background, adorned with a few small objects on top. Directly in front of the window, there's a table with a marble-like top and metal rim, accompanied by a wooden chair. The floor has a patterned linoleum or vinyl covering, and in the foreground, a small dark ball can be seen on the floor, adding a playful element to the scene.\n\nThe setting seems to be a simple, modest kitchen or dining area of a house, perhaps from a mid-20th-century period judging by the style of the refrigerator and the furniture. The overall ambiance is quiet and intimate, with natural light adding warmth to the domestic scene.","title":"Billy watkins with his younger brother, kevin, in the dining area of their new home.  The table and chairs are in a much cleaner environment than in their old house in the mulkey square area of Kansas City, Missouri.  It took the family two months to find rental housing within their price range.  The watkins and many other low income residents of mulkey square were displaced by construction of an interstate highway through an area already isolated by roads and railroad tracks","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["545970","546565","557359","544356","545986","552114","557353","548439","558301","543041","552612","556604","544198","554895","553528","544217"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["refrigerator","stool","boy","marble","floor","grace","brighten","judging","covering","kitchen"]}
