{"path":"557364.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"This photograph depicts three people, likely a family, engaged in a reading activity. The setting is a residential porch with parts of a white house and a window visible in the background.\n\nOn the left side of the image, there is an adult woman holding a small booklet or pamphlet, presenting it outward to be read. She has short dark hair and wears a sleeveless dress with a geometric pattern.\n\nIn the middle, there's a younger woman or older girl with darker, shoulder-length hair. She is wearing a nondescript brown blouse and is intently looking at the booklet, with a slightly concerned or pensive expression.\n\nOn the right, another girl, possibly younger than the other, with long blonde hair, is also looking at the booklet. She wears a sleeveless, patterned dress that includes elements like stars and butterflies.\n\nThe emotional tone conveyed by their expressions is serious, suggesting that the content of the booklet is of some importance or gravity to them. The overall atmosphere is one of close attention and engagement with the material being read.","title":"Mrs. May Watkins, daughter, Bertha, center, and a playmate look over a religious pamphlet just left at their new home by a local minister. Mrs. Watkins believes in God and told her children they should go to church, and not curse or smoke. Their new home is larger and has gas heat throughout compared to the old oil-burning stove in the downstairs of the old house. The move was an improvement for them, but many of their former neighbors in Kansas City, Missouri, were not as fortunate.","placename":"Kansas City (Kan.)","location":"Kansas City, Kansas","nn1":["551766","556589","551436","556239","553500","544318","556593","551482","553498","552959","545436","553496","553376","546209","545525","543314"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["girl","hair","dress","butterfly","gravity","pamphlet","reading","star","importance","expression"]}
