{"path":"557350.jpg","date":"May 1975","photographer":"Paik, Kenneth","caption":"The photograph shows a street scene with a damaged and abandoned urban landscape. In the foreground, there is a large pile of debris consisting of broken wood, bricks, and other construction materials, indicating recent demolition or collapse. On the right, there is a partially demolished red brick building. Several floors of the building are visible, and it appears structurally unstable with visible holes and missing sections of the exterior walls.\n\nFurther along the street, more intact parts of the possibly residential brick buildings are visible, all showing signs of wear and neglect such as broken windows and deteriorated facades. The street itself is empty, devoid of any active business or noticeable human presence, giving a sense of abandonment and decay.\n\nUtility poles line the right side of the street, standing straight with multiple wires connected which suggest that the area might still have functional utilities despite the visible ruin.\n\nThe sky is clear and blue, indicating fair weather, which contrasts sharply with the deteriorated condition of the buildings and the debris-filled environment. The overall atmosphere is one of desolation and ruin, portraying a scene likely associated with urban decay or the aftermath of some destructive event.","title":"An apartment building near the ernest watkins house in the mulkey square area, also was torn down to make way for an interstate highway.  The watkins house was set afire by vandals after the family moved.  It took them two months to find rental housing within their price range on the other side of town in Kansas City, Kansas.  Many of the low income residents of mulkey square were displaced by construction through the area which already was isolated by roads and railroad tracks","placename":"Kansas City (Mo.)","location":"Kansas City, Missouri","nn1":["552682","549785","547130","549786","551131","553470","550253","547653","544468","555780","546120","553476","547921","553548","553555","557345"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["ruin","deteriorate","brick","street","demolish","decay","utility","demolition","collapse","hole"]}
