{"path":"557483.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"This photograph captures a vivid and dynamic scene set against the backdrop of construction and urban development. In the forefront, a sailing boat with a two-tone (white and red) hull moves across placid blue waters. The mainsail, prominently numbered 4700 with a symbol above it, rises sharply and is tri-colored, predominantly white with significant red and a smaller gray portion at the top. On board, three individuals appear engaged in sailing, two of whom are sitting while the third one looks to be maneuvering or adjusting something related to the boat’s operation.\n\nBehind this serene marine activity, the scene contrasts dramatically with an extensive construction site. Numerous wooden skeletal frames of what looks to be a forthcoming residential housing development occupy the land. These frameworks are raw and unfinished, extending across the visible landscape. Heavy machinery is visible in the scene, indicating ongoing work — bulldozers or similar equipment are spotted, appearing to move or level earth. The area is bounded by a concrete wall, separating the construction site from the water body.\n\nThe sky is clear and vividly blue, suggesting a bright sunny day which enhances the colors and vibrancy of the scene. This photograph juxtaposes recreational boating with the industrial activity of construction, highlighting a moment where leisure and development coexist along an urban waterfront.","title":"Sailboat glides past sea harbour, a major development under construction at Huntington Beach.  Relatively few large developments have been authorized by regulatory commissions since the implementation of the coastal zone conservation act in 1973.  The commissions, which are charged with determining development along the shoreline, must submit recommendations to the state legislature by january, 1976, recommending guidelines for future shoreline development","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["544717","552347","556190","552234","548058","544669","557425","550754","544021","544667","543305","547033","546788","544665","549432","551270"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["construction","development","bound","separa","site","coexist","move","maneuver","symbol","bulldozer"]}
