{"path":"557419.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"This photograph depicts a landscape, likely captured from an elevated perspective. In the foreground, a prominent sign stands which reads \"FUTURE CONDOMINIUM SITE\" along with an abstract geometrical logo. The ground around the sign is a mix of dry grass and shrubs with patches of green and purple foliage, suggesting a natural, somewhat arid setting.\n\nBehind the sign, the terrain gently slopes down toward a body of water that reflects a clear blue sky. On the far side of the water, several large buildings can be seen at a distance, implying some industrial or commercial activity in the area. In the far background, under a light haze, more structures and what appears to be a vast flat landscape extend toward the horizon.\n\nThe overall composition of the image, with the sign in the foreground, suggests a juxtaposition between the currently undeveloped, natural setting and the anticipated urban development symbolized by the sign. The water and distant buildings provide a hint at the possible environmental context and the scale of future changes implied by the condominium development.","title":"Sign on a Bluff signals the site of a future condominium at upper Newport bay in orange county.  It is an area scheduled for intensive development.  New construction has been regulated since the implementation in 1973 of the state's coastal zone conservation act.  The commissions which are charged with regulating the act must submit a final report to the state legislature in january, 1976 recommending passage of laws which will affect the state's entire coastline","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["547648","552031","544625","557435","544780","544118","547652","555382","553706","543106","543101","553130","547996","543714","546407","552211"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["sign","imply","development","symbolize","logo","change","haze","context","juxtaposition","water"]}
