{"path":"557482.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"The photograph captures a scenic coastal landscape, featuring a combination of natural and man-made elements. At the forefront, a curvy road delineated with black and white roadside barriers guides the viewer’s eye through the image. Several cars, typical of the 1980s or 1990s styles, are either parked or driving along this road, suggesting a popular route for drivers maybe enjoying a scenic drive.\n\nAbove the road, dominating the upper section of the photo is a tall cliff with lush greenery at its crest. Perched at the very top of this cliff is a large building structure under construction. The building, visibly made of wooden frameworks and metallic elements, stands out due to its red-brown color, contrasting strongly against the natural tones of the cliff and sky.\n\nThe cliff drops steeply down to a beach where waves energetically break upon the shore, creating patterns of white foam on the sea's surface which reflects different shades of blue—a vivid depiction of a coastal sea in motion.\n\nThe sky is clear, hinting at good weather conditions, and overall, the scene captures a moment of dynamic natural beauty adjacent to human activity and development. The construction on the cliff top raises considerations about human impact on such natural landscapes.","title":"Large home under construction above Scotchman's Cove at Laguna Beach. There are 1,072 miles of mainland shoreline (excluding San Francisco Bay) in the state. Of this total, 662 miles or 61 percent is in private hands compared to 410 miles which are publicly owned. Some 84 percent of the state's population lives within 30 miles of the coast and it has resulted in increasing land use pressures.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["553774","557465","545110","543435","545104","543426","543424","543433","545105","557524","553773","553765","543427","543340","553772","557429"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["cliff","drive","road","consideration","sea","crest","construction","1980","foam","roadside"]}
