{"path":"557450.jpg","date":"June 1975","photographer":"O'Rear, Charles","caption":"This photograph appears to be an aerial view over a large marina where numerous boats are docked. The image captures a vast expanse of water that has a shimmering texture due to sunlight, probably indicating either early morning or late afternoon. Several rows of docks arranged neatly into grids are visible, and each dock hosts multiple boats varying in size and shape, creating a densely packed watery parking lot.\n\nOn the left side of the image, a strip of land with what looks like a road running parallel to the shoreline is observed. The road is closely flanked by structures and patches of vegetation or grass, giving a somewhat organized appearance to the area. Adjacent to these, a distinct waterway seems to have been made to accommodate more boating activities, or possibly for fishing, as some small structures can be glimpsed along its margin.\n\nAbove the rows of docks, in the upper section of the image, open water is seen again where the glittering effect of the sun’s reflection is more pronounced. No distinct activity is discernible here, but a few small watercraft are scattered across the water's surface, moving or stationary.\n\nThis setting portrays a well-used and possibly popular area for boating enthusiasts, possibly indicating a coastal region known for such activities. The photograph itself, rich in blues from the water contrasted with the metallic and white hues of the boats, provides a detailed and scenic overlook of maritime recreation.","title":"Aerial of a marina between Laguna Beach and San Clemente. Some 84 percent of the residents of California live within 30 miles of the coast, resulting in land development pressures in that zone. Several planned developments were halted and others restricted after state passage of the Coastal Zone Conservation Act in November, 1972. Coastal wetlands decreased from 381,000 acres in 1900 to some 125,000 acres in the early 1970's.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["548075","546853","548078","548969","552028","548639","542871","552027","542912","546388","546877","542904","545128","548547","542650","543246"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["dock","boat","watercraft","row","enthusiast","marina","boating","recreation","water","strip"]}
