{"path":"557424.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"This photograph captures a dynamic scene of a male surfer engaging with a large wave on an overcast day. The surfer, who has a muscular build, is in a low crouching stance on his surfboard, skillfully navigating the powerful, frothy white wave. He is positioned at the forefront of the wave's crest, highlighting his interaction with the sheer force of the ocean.\n\nHe is wearing only swim trunks, revealing his athletic physique. His body language, characterized by a focused and intense expression, and the positioning of his arms and legs suggest a high level of concentration and skill in maintaining balance and direction.\n\nThe ocean around him is tumultuous, with multiple shades of blue and gray, illustrating the rough sea conditions. The wave itself is depicted in the moment of breaking, with white foam and spray surrounding the surfer, adding a sense of motion and immediacy to the image.\n\nThe background consists of a blurred horizon where the darker tones of the stormy sky meet the sea, enhancing the feeling of an isolated and challenging environment. The overall mood of the photograph is intense and exhilarating, capturing a moment of human endeavor against the natural elements of the sea.","title":"Surfer at Newport Beach, a heavily used recreation spot. Upper Newport Bay, north of this area, is scheduled for intensive development. Development within 1,000 yards of the coastline has been regulated by state and regional commissions since early 1973. They must present a final report to the legislature by January, 1976 with recommendations for laws which will affect development along the coast throughout the state.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["544964","543393","554066","543073","545086","554065","545179","547609","543251","547155","543138","543876","553687","549376","552227","547158"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["wave","sea","ocean","surfboard","immediacy","skill","crest","language","crouch","positioning"]}
