{"path":"557461.jpg","date":"June 1975","photographer":"O'Rear, Charles","caption":"This photograph depicts an aerial view of a landscape showing a mix of residential areas and infrastructure adjacent to undeveloped land and natural scenery. On the left side of the image, there is a large highway with multiple lanes, which bends around a hillside. Parallel to the highway, a residential neighborhood is visible consisting of uniform, dark-roofed houses arranged neatly along curving streets.\n\nAdjacent to this neighborhood, on the right, is a large, excavated area divided into rectangular sections, suggesting land development or agricultural preparations. The land here appears barren and devoid of vegetation, with different sections showing varying shades of earth tones.\n\nIn the foreground, towards the bottom right, there is a small body of water, possibly a pond, surrounded by natural vegetation, which contrasts with the developed and undeveloped areas. The background is less distinct but seems to be comprised of hilly terrain with patches of greenery and scattered development.\n\nOverall, the photograph showcases a combination of residential living, major transportation infrastructure, active land use and development, and natural landscapes, indicating a region undergoing expansion or transformation.","title":"Aerial of a new housing development.  Some 84 percent of the residents in the state live within 30 miles of the coast which has resulted in mounting land use pressure, particularly along the shoreline.  The state passed a coastal zone conservation act in november, 1972, to regulate development within 1,000 yards of the shoreline.  The commissions which regulate the land use must submit a final report to the legislature by january, 1976, recommending a plan which will affect future development","placename":"San Diego (Calif.)","location":"San Diego, California","nn1":["553938","557518","553936","553693","553947","553944","553943","548411","544604","553059","557452","550557","557516","548092","553706","550549"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["land","development","highway","neighborhood","transformation","excavate","section","expansion","infrastructure","undergo"]}
