{"path":"557472.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"This photograph features a military armored vehicle, known as an amphibious assault vehicle, maneuvering on a sandy beach beside the ocean. The vehicle is painted in a dark color with minimal markings, including a number that reads \"3-H-31\". It is equipped with tank-like tracks and several hatches; one on the top is open, and another on the front side as well.\n\nThe vehicle is positioned near the foamy waves of the ocean, which suggest a coastal training exercise or tactical operation. The sea appears rather calm, with medium-sized waves breaking gently onto the shore. The sky is overcast, casting a cool, blue-gray hue over the scene, enhancing the stark military ambiance of the image.\n\nThere are two individuals visible on the vehicle; one seated on the open top hatch, partially obscured, possibly observing the surroundings or monitoring the operation. The environment is devoid of any other people or additional vehicles, focusing attention solely on the singular military presence on the beach. The viewpoint of the photograph gives a side view of the vehicle, capturing its movement along the coastline in a natural, unobstructed landscape.","title":"Marine vehicle on maneuvers along the ocean at the camp pendelton base.  The shoreline encompassed by the base has retained much of its natural beauty because of limited public access.  There are 1,072 miles of mainland shoreline (excluding San Francisco Bay) in the state.  Of this total 662 miles or 61 percent are privately owned; the remaining 410 miles is public property.  There are 145 miles under federal control with 47 miles open to the public","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["557473","543209","553622","543370","547186","545956","547151","543208","545947","543211","550935","547031","546104","544754","545596","545637"],"cl":[12],"cluster":["#12 &mdash; Beach"],"terms":["vehicle","hatch","ocean","exercise","training","beach","foamy","operation","monitor","wafe"]}
