{"path":"557481.jpg","date":"September 1974","photographer":"O'Rear, Charles","caption":"This photograph captures a vibrant scene of aquatic leisure, featuring two individuals engaged in water-related activities in a clear, deep blue ocean setting. On the right side of the image, a person is positioned on a surfboard or flat floating object. They are wearing a black sleeveless top and pink shorts with a polka dot pattern, kneeling while examining or handling something small in their hands, possibly a shell or a piece of sea life.\n\nOn the left side of the image, another individual is seen snorkeling, partially submerged in the water. This person is equipped with a bright yellow snorkel and is facing towards the person on the board, perhaps interacting or concentrating on the same item of interest.\n\nThe ocean around them is calm with minimal wave activity, suggesting a peaceful and serene environment ideal for such activities. The lighting indicates it might be midday with bright sunshine enhancing the vivid blues of the ocean. The overall composition emphasizes a sense of leisurely exploration and interaction with the marine environment.","title":"Snorkler and surfer in the waters off busy doheny state beach.  New townhouses have been built overlooking the beach, one of the few major construction projects permitted within 1,000 yards of the shoreline after passage of the coastal zone conservation act in november, 1972.  Several regulatory commissions are determining development and working on a final report that will be presented to the legislature by january, 1976, which will make recommendations for monitoring future coastal development","placename":"Dana (Calif.)","location":"Dana, California","nn1":["548714","543065","553783","548683","548675","546306","548727","544129","555834","553780","555833","543491","548681","555832","553781","554007"],"cl":[17],"cluster":["#17 &mdash; Fish"],"terms":["ocean","person","snorkel","surfboard","sunshine","shell","kneel","concentrate","ideal","midday"]}
