{"path":"557425.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"The photograph captures a scenic seaside view where a sailboat is a prominent feature. The sailboat, marked by the sail number \"172,\" has a white hull and is equipped with a single white sail. It is sailing close to a jetty or breakwater, which is lined with numerous people. The backdrop consists of a hill inclined mildly, dotted with various structures that include residential homes, larger buildings that seem like condos or resorts, and what appears to be a public or commercial structure that stands out due to its size and unique architectural design.\n\nThese buildings are varied in architecture, with some having flat rooftops and others with sloping roofs, possibly layered with tiles. The environment around the buildings is lush, filled with patches of greenery, and trees interspersed between the buildings, suggesting a blend of urban and natural elements in a coastal community.\n\nThe sky above is partly cloudy, indicating a bright, likely warm day. The ocean appears calm, supporting smooth sailing conditions. This setting suggests a location that is both a residential area and a recreational or tourist spot by the sea, possibly during a busy season given the amount of people present. The overall atmosphere is peaceful yet lively, combining serene natural beauty with human activity.","title":"Sailboat along the shore at the Newport Beach. Upper Newport Beach, north of this area, is scheduled for intensive development. Development within 1,000 yards of the coastline has been regulated since early 1973. The commissions must present a final report to the state legislature by January, 1976, with recommendations for laws which will affect development along the coast throughout the state.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["551270","544669","544667","543217","544717","543305","544021","543402","552346","548508","552347","548733","552345","549403","549413","544248"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["sail","sailboat","breakwater","incline","jetty","resort","tile","rooftop","building","tourist"]}
