{"path":"557442.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"This photograph captures a lush, dense patch of tall grasses or reeds growing densely at the edge of still water. The upper portion of the image shows the vibrant green grass, with tops that appear slightly worn, indicating outdoor weathering, possibly created by wind or rain. Some of the grass blades are turning yellow-brown, suggesting maturation or seasonal changes.\n\nThe most visually compelling element of the photograph is the reflection of these grasses in the water, displayed in the lower part of the image. The reflection creates a series of wavy, distorted vertical lines in shades of green and dark brown, almost like a watercolor painting with abstract and fluid movement. The overall effect is peaceful and naturalistic, emphasizing symmetry and the interaction between the natural elements and water.\n\nNo human activities or other objects disrupt the natural setting in this portion of the photograph, making it a pure depiction of tranquility and unspoiled nature. There's a clear delineation where the water meets the plants, creating a mirror image effect that's both soothing and aesthetically pleasing.","title":"Vegetation in upper Newport bay, near Newport beach, the bay an excellent example of a bird refuge, was scheduled for development as a yacht harbor.  Residential development already surrounds most of the harbor.  Shoreline development has come under increasing restrictions since state passage of the coastal zone conservation act in november, 1972.  The regulatory commissions must present a final report to the legislature by january, 1976, recommending laws which will affect future development","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["544524","547532","545069","543561","553084","550783","557111","557498","544525","557499","547924","550750","557445","545008","547589","542554"],"cl":[48],"cluster":["#48 &mdash; Water 4"],"terms":["grass","delineation","portion","reflection","symmetry","effect","painting","blade","disrupt","reed"]}
