{"path":"557420.jpg","date":"June 1975","photographer":"O'Rear, Charles","caption":"This photograph is an aerial view of a landscape that features a mixture of urban and natural elements. The image illustrates a wide river winding its way through the terrain. The river has dark water, and along its banks, there are lush green marsh areas that contrast with the surrounding drier fields, primarily in brown and tan tones.\n\nOn both sides of the river are residential areas with densely packed houses. These housing areas appear to be suburban, with streets organized in a somewhat grid-like pattern, especially visible on the right side of the image. The houses have varying roof colors, mainly reds and oranges, contributing to the colorful appearance of the neighborhoods.\n\nIn the background, flat plains extend towards a range of hills, barely discernible through what appears to be a light haze. The hills provide a natural backdrop to the scene, emphasizing the interface between human habitation and the natural landscape.\n\nThis image captures the broad geographical and environmental context of the area, showing how residential zones have been developed adjacent to natural water bodies, potentially indicating the ways in which the natural landscape shapes and constrains human settlement.","title":"Aerial of Upper Newport Bay in Orange County showing both developed and undeveloped area which are scheduled for intensive future development. New construction has been regulated within 1,000 yards of the shoreline since 1973. The regulatory commissions must submit a final report to the state legislature in January, 1976 recommending passage of laws which will affect the development of the state's entire coastline.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["550548","550861","557421","556949","547256","547227","550553","550550","550546","550549","546694","555753","550392","549500","546582","556964"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["way","river","interface","plain","house","hill","settlement","housing","habitation","grid"]}
