{"path":"557427.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"This photograph presents a suburban scene set against a backdrop of a distant hillside. The foreground features a sprawl of houses with varying designs, predominantly roofs shingled in dark tones, mostly appearing in shades of gray or brown. The architectural style is modest and typical of suburban residential buildings, with several homes featuring visible chimneys.\n\nA streetlight stands prominently in the midground, slightly off-center, towering above the nearby foliage and homes. This element, along with utility poles, adds an urban infrastructure feel to the scene.\n\nIn the middleground, more homes can be seen, gradually ascending the gentle incline towards the hills. The houses in this area are interspersed with small patches of vegetation and open grassy areas which suggest the presence of community spaces or undeveloped parcels of land.\n\nThe background of the photograph opens up to a hillside where the density of buildings diminishes and larger spaces of open land become more prominent. The landscape here is marked by patches of greenery and brown earth, suggesting a mix of agricultural or undeveloped terrain. The sky above is partly cloudy, casting a natural light over the entire scene, enhancing the vividness of this suburban landscape.","title":"Part of the intensive residential development underway around the harbor at Coastal Development has come under increasing restrictions since the implementation of the Coastal Zone Conservation Act in 1973. The commissions regulating the act must submit a report to the state's legislature recommending laws which will affect development throughout the state.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["557547","553704","557552","553929","548011","553700","556601","557437","557405","545201","557454","557440","556395","557404","557436","553937"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["home","hillside","parcel","sprawl","streetlight","incline","house","land","vividness","space"]}
