{"path":"557452.jpg","date":"June 1975","photographer":"O'Rear, Charles","caption":"The photograph presents an aerial view of a coastal region that displays a clear demarcation between urban development and natural landscape. On the right side, there are housing developments close to the coastline, consisting of neatly arranged homes likely in a suburban setting. Towards the center and extending upwards, the scene is dominated by vast, barren and somewhat rugged terrain with exposed earth and minimal vegetation that appears to be either under development or unused for urban purposes.\n\nAdjoining the residential area is a main highway or road that runs parallel to the coastline, effectively acting as a boundary between the developed area and the wild landscape. This road appears well-traveled, showing clear, unobstructed paths. Along the coastline on the right, the ocean is visible, its waters meeting the rugged shoreline characterized by cliffs and rocky areas.\n\nOn the far left, there is another cluster of homes arranged in a tight-knit pattern, distinct from the other housing areas by a piece of undeveloped land in between. This suggests a pattern of ongoing expansion or planned development. Some industrial-looking buildings are located close to these residences, likely providing services or employment to the local population.\n\nThe overall composition of the photograph strikingly contrasts human habitation and industrial activity with the raw, undeveloped landscapes that perhaps are earmarked for future development or conservation. The area appears to be a mix of residential, industrial, and possibly recreational zones given its coastal proximity.","title":"Aerial of land development between Laguna Beach and San Clemente. Work was halted here and other developments were restricted following state passage in November, 1972, of the Coastal Zone Conservation Act. Since 1900 coastal wetlands have decreased from 381,000 acres to about 125,000 acres in the early 1970's. The coast regulatory commissions must present a final report to the legislature by January, 1976, which will result in laws affecting future coastal development.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["557451","543084","557453","557504","555757","543438","548636","553945","547508","547629","557532","543015","543427","557462","554157","548779"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["development","coastline","housing","adjoin","home","arrange","population","demarcation","residence","expansion"]}
