{"path":"557418.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"This photograph captures an outdoor scene of a group of people and horses by a water body. There are four horses visible: two with spots (one is white with black spots and the other is beige with brown spots), a black pony being caressed by a woman or a girl, and a brown horse to the right being held by a young woman or girl. The horses appear to be wading or bathing in shallow water.\n\nThe people in the scene include a woman or girl standing to the left, wearing a t-shirt and shorts, and patting the black pony. Another young woman or girl is interacting with the brown horse on the right; she has blonde hair and is wearing a pink knitted or crocheted top.\n\nThe background features a flat landscape with sparse vegetation, suggesting a rural or semi-arid location. The water body appears to be a pond or a shallow inlet, with muddy shores visible and some aquatic plants. The sky is clear suggesting a sunny day, which contributes to the bright and vivid colors visible in the image.\n\nOverall, this scene portrays a calm and leisurely moment, likely involving horse bathing or cooling in the water, set in a natural outdoor environment.","title":"Youngsters wash their horses in Upper Newport Bay in Orange County. The bay is scheduled to become a yacht harbor. Coastline construction has declined since the implementation of the state's Coastal Zone Conservation Act in 1973. Several commissions have authority to regulate construction within 1,000 yards of the shoreline. The commissions must submit a report to the state legislature by January 1976, with recommendations for laws affecting the future of the state's entire coastline.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["554689","557992","553066","553102","543788","556562","543366","542972","551229","542810","543678","554885","543841","557988","543043","542622"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["horse","girl","spot","woman","inlet","t","water","pond","short","people"]}
