{"path":"557413.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"This photograph shows a close-up of a newspaper page with a focus on real estate advertising. The newspaper appears slightly wrinkled, indicating it might have been handled or folded prior to the photograph being taken.\n\nThe advertisement dominating the page promotes new housing in Southern California, as indicated by the bold headline \"Follow this page to the biggest selection of new homes in Southern California.\" Below this headline, the page features an intricate and detailed map with annotations. This map shows various planned community layouts with roads, residential plots, and what seems to be public amenities (like parks or communal areas). The locations named on the map include \"NEWPORT BEACH\" and \"LAGUNA BEACH,\" suggesting that the properties for sale are located in these desirable coastal areas.\n\nAlongside the map, the paper contains columns of text listing various properties for sale, categorized under the headers of \"Newport Beach\" and \"Laguna Beach\" with descriptions of the properties and their locations. There are contact details provided, encouraging potential homebuyers to call for more information.\n\nThe overall composition of the page is clearly designed to attract potential homeowners with its detailed map and well-organized listings promising the convenience of choice and desirable locations. The photograph's point of view is from an angle, providing a somewhat diagonal view across the newspaper, enhancing the depth and readability of the page across its folds.","title":"Newspaper advertising in the real estate section of the sunday issue of the Los Angeles times directs new home seekers to high value planned unit development by the irvine company.  The firm is building on some of the best land in the Seaside county.  A state coastal zone conservation act which went into effect in 1973 has affected all development within 1,000 yards of the shoreline more stringent construction requirements has resulted in sky-rocketing property values","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["543100","557553","547648","546187","553941","553928","554123","547837","552985","549295","544118","543099","544814","548443","557451","549039"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["map","newspaper","headline","property","fold","sale","location","description","selection","convenience"]}
