{"path":"557451.jpg","date":"June 1975","photographer":"O'Rear, Charles","caption":"This photograph is an aerial view of a coastal community with various elements of development and natural landscapes. Dominantly, the image showcases a series of curved and interconnected residential areas with neat rows of similar-looking houses, each one having a distinct yard and possibly a pool. These residential areas are orderly and offer a contrast with the undeveloped, rugged terrain that surrounds them. \n\nTo the left and right edges of the residential area, there are patches of barren land, some areas significantly more arid and possibly undergoing construction or excavation, as indicated by the presence of a large open area with irregular patches that looks recently disturbed. The development near these rugged terrains suggests ongoing expansion of the residential or possibly commercial areas.\n\nAt the bottom center, the scope of development includes more industrial or commercial infrastructures, with larger buildings and parking lots. The coastal line forms the upper boundary of the photograph, featuring rocky outcroppings. A small peninsula juts out into the ocean with what appears to be either setting up of facilities or early development stages.\n\nThe ocean itself is calm with minimal wave activity visible, transitioning into a deep blue as one looks further into the horizon. The broader area surrounding the residential and possibly commercial developments features sparse vegetation, indicating a dry or semi-arid climate.\n\nOverall, the composition of the photograph underscores a juxtaposition of human development next to natural coastal and desert landscapes, highlighting both the progress and the environmental context of this region.","title":"Aerial of land development between Laguna Beach and San Clemente. Work was halted here and other developments were restricted following state passage in November, 1972, of the Coastal Zone Conservation Act. Since 1900 coastal wetlands have decreased from 381,000 acres to about 125,000 acres in the early 1970's. The Coastal Regulatory Commissions must present a final report to the legislature by January, 1976, which will result in laws affecting future coastal development.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["557452","557453","543084","557504","555757","547629","543438","548636","556953","543427","557462","548779","554157","555756","543015","553931"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["development","outcropping","ocean","scope","peninsula","expansion","undergo","jut","area","progress"]}
