{"path":"557422.jpg","date":"June 1975","photographer":"O'Rear, Charles","caption":"This is an aerial photograph of a coastal urban area featuring a complex network of residential and commercial developments centered around marinas and waterways. The area is densely packed with structures, predominantly residential housing closely arranged along the snaking, artificial inlets that form numerous small islands.\n\nSeveral marinas are filled with numerous boats and yachts, suggesting this is an affluent area, likely well-known for boating and water sports. Towards the left side of the image, larger buildings imply commercial or industrial use. These structures are isolated from the residential areas, grouped together in a spacious layout, suggesting that they might be facilities related to marine or industrial services possibly supporting the nearby urban areas.\n\nThe surrounding waters are bustling with activity with many boats likely moving in and out of the marinas. The backdrop features a broader landscape that fades into a hilly and relatively bare horizon, contrasting the densely developed waterfront. The overall composition and setting evoke a well-planned and affluent seaside community designed to maximize access to the waterfront and cater to a lifestyle revolving around the sea.","title":"Aerial of upper Newport Bay in Orange County, south of Los Angeles showing developed areas. Nearby undeveloped areas nearby undeveloped land is scheduled for future heavy development. New construction has been regulated within 1,000 yards of shoreline since 1973. The regulatory commissions must submit a final report to the state legislature in January, 1976 recommending passage of laws which will affect the development of the state's coastline.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["546951","548638","557462","548780","549505","548784","553790","548637","548783","549483","554058","548639","549528","548023","548779","553062"],"cl":[1],"cluster":["#01 &mdash; Aerial Photographs"],"terms":["marina","waterfront","yacht","seaside","inlet","boat","boating","lifestyle","housing","island"]}
