{"path":"557440.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"This photograph presents an elevated view over a suburban area from a grassy hilltop. The foreground prominently displays a field of dry, tall grasses that are golden-brown in color. This field occupies roughly the upper half of the image and adds a natural, rustic feel to the composition.\n\nLooking beyond the field, the middle of the image shows a residential neighborhood characterized by closely spaced single-family homes. The houses predominantly feature gray and brown roofs and are interspersed with patches of green from backyard trees and lawns. The streets are curved and neatly laid out, enhancing the organized appearance of the suburb.\n\nTowards the center and extending to the right side of the photograph, a noticeable feature is a bright blue swimming pool, located in a communal area, adding a striking color contrast to the earthy tones of the buildings and natural surroundings.\n\nThe background provides a contrast to the densely built neighborhood, showing a flatter landscape that extends into the distance under a hazy sky. Significantly, in the horizon line, there are a series of high-rise buildings that appear small due to the distance but indicate the presence of a more urban environment far beyond the residential area depicted.\n\nOverall, the composition uses layers—from the natural foreground, through the developed middle ground to the urban background—to create a sense of depth and contrast between nature and human habitation.","title":"Residential development in the Irvine Ranch area near Newport Beach. This development is part of a new town of high-value planned units in contrast to uncontrolled private sub-divisions. Some 84 percent of the residents in the state live within 30 miles of the coast. This density results in many clashes between developers and conservationists who want to retain the beauty of the land.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["557437","557547","557552","557427","548011","557426","548026","543106","553929","544600","553936","553704","558112","557454","558059","553700"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["neighborhood","field","hilltop","suburb","backyard","swimming","half","strike","extend","pool"]}
