{"path":"557469.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"This photograph depicts a rugged coastal landscape with several prominent features. In the foreground, there is a deep, weathered erosion gully cutting through the cliff. The sides of the gully are steep and appear unstable, with exposed layers of sediment and scattered patches of grass and brush.\n\nThe erosion has created a distinctive V-shaped canyon that leads the viewer's eye down to the cliff’s edge overlooking a beach. Beyond the immediate scene of the cliff, the shoreline extends into the distance, curving outward along a coast with similar steep, sedimentary formations.\n\nThe ocean is visible on the left side of the image, showing a long and foamy surf line that hugs the base of the cliffs. The waters are a murky blend of teal and grey, suggesting either overcast weather or tumultuous sea conditions.\n\nIn the distance, a faint outline of hills or mountains is visible under what appears to be a cloudy or foggy sky. The overall atmosphere is moody and dramatic, dominated by a palette of natural earth tones and soft blues of the ocean and sky. The scene is devoid of human activity, emphasizing the raw and untamed nature of the landscape.","title":"This shoreline at camp pendelton, has retained much of its natural beauty because of limited public access to the marine base there are some 1,072 miles of mainland shoreline (excluding San Francisco Bay) in the state.  Of this total 662 miles or 61 percent are privately owned; the remaining amount of 410 miles is public property controlled by federal, state, county and local authorities.  Of the 145 miles under federal control 47 miles are open to the public","placename":"California","location":"California","nn1":["553771","545934","553775","543061","543249","545125","545222","545122","543297","543045","543291","543300","545130","545129","543428","543328"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["cliff","gully","erosion","v","ocean","teal","hug","surf","brush","coast"]}
