{"path":"557411.jpg","date":"July 1975","photographer":"St. Gil, Marc","caption":"The photograph captures a semi-industrial scene where a set of twin chimneys stand prominently against a slightly overcast sky. These two tall, cylindrical structures, predominantly gray in color, are equipped with exterior ladders running almost their entire height, suggesting a function related to either energy production or waste management. Just beneath the chimneys, part of a large industrial building can be seen; this building has a flat profile and is colored in a muted navy, which blends subtly with the surrounding atmosphere.\n\nIn the foreground, a lush spread of dense, green trees partially obscures the view of the building, creating a natural frame around the industrial elements. This juxtaposition highlights a contrast between nature and man-made structures. The rich greenery in the foreground suggests the location might be on the outskirts of an industrial area, bordering more natural environments. The light in the photograph is soft, indicating either a cloudy day or late afternoon time. This subdued lighting enhances the calm yet somewhat somber industrial feel of the scene.","title":"Smokestacks of the holmes road incinerator, no longer pollute the atmosphere.  The plant previously burned old autoMobile batteries, plastics and other modern municipal trash which it was not designed to handle.  Complaints of air pollution by residents and teachers at nearby schools resulted in an executive order by Houston's mayor closing the incinerator in january, 1974 (see image #3750 for picture of plant in operation in april, 1972)","placename":"Houston (Tex.)","location":"Houston, Texas","nn1":["557299","550998","557225","545113","557220","551026","545239","544035","550997","546760","557374","551055","542997","543813","543013","543011"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["chimney","navy","ladder","outskirt","production","profile","calm","function","energy","height"]}
