{"path":"557403.jpg","date":"May 1975","photographer":"Schaefer, Harry","caption":"This photograph depicts an industrial setting dominated by a large coal processing plant. The foreground of the image is filled with a vast mound of coal fragments, extending into the middle distance, displaying a rough, textured surface under bright lighting, likely indicative of sunlit conditions. The coal pile appears dark with shiny surfaces reflecting light, creating a shimmering effect.\n\nIn the background, the coal plant is constructed of metal and features multiple large buildings equipped with various industrial apparatus. There are visible structures that seem to be part of the coal handling or processing facilities, including chutes and conveyors. Several tall, cylindrical chimneys rise from the main building, emitting no visible smoke at the time the photo was taken. The plant is framed against a backdrop of hills, and the sky overhead appears fairly clear.\n\nElectrical infrastructure, including power lines and pylons, are also notable, suggesting the importance of power transmission in this industrial setup. The scene is devoid of any human presence, focusing solely on the industrial elements and the stark, mineral landscape of the coal mining operation. The overall atmosphere evokes a sense of heavy industry and the extraction and processing of natural resources.","title":"Coal is stockpiled near the power plant of the Union Carbide ferro-Alloy plant. Total plant emissions from the metallurgical furnaces and the powerhouse were reduced 97.7 percent between 1967 and 1975, from 113,252 to 2,649 tons annually. A compliance schedule was reached between the company and the West Virginia Air Pollution Control Commission. EPA stack sampled plant emissions while developing national new source performance standards. (See fiche #141 to 146)","placename":"Alloy (W. Va.)","location":"Alloy, West Virginia","nn1":["555591","553013","551036","543642","554625","554632","544068","556602","551037","556349","551035","554764","556565","557374","545236","544386"],"cl":[23],"cluster":["#23 &mdash; Mining"],"terms":["coal","processing","plant","power","chute","pylon","transmission","overhead","extraction","fragment"]}
