{"path":"557412.jpg","date":"July 1975","photographer":"St. Gil, Marc","caption":"This photograph depicts an industrial scene, possibly a power plant or a manufacturing facility. In the foreground, there is a weathered wooden barricade featuring a prominent \"DO NOT ENTER\" sign with a red background and white lettering. The barricade partially blocks a paved road that leads towards the facility.\n\nThe facility itself is composed of two main structures. On the left is a large building with a modern design, characterized by its multiple arches and a brownish facade. It has tubular structures that could be vents or part of a cooling system. On the right, there is an older, somewhat derelict-looking building painted in yellow and brown. This building has several large windows and an external fire escape, suggesting it might serve multiple purposes beyond industrial use.\n\nThe environment around the buildings is overgrown with wild grass and a few scattered bushes, indicating the area is not heavily trafficked or possibly in decline or disuse. Behind the facility, two tall smokestacks rise, reinforcing the industrial nature of the setting.\n\nThe overall setting is quiet and devoid of visible human activity, emphasizing a sense of abandonment or restriction. The sky is clear, adding a calm but stark contrast to the industrial elements present.","title":"Smokestacks of the Holmes Road incinerator, no longer pollute the atmosphere. The plant previously burned old autoMobile batteries, plastic and other modern municipal trash which it was not designed to handle. Complaints of air pollution by residents and teachers at nearby schools resulted in an executive order by Houston's mayor closing the incinerator in January, 1974 (see image #3750 for picture of plant in operation in April, 1972).","placename":"Houston (Tex.)","location":"Houston, Texas","nn1":["552212","547985","546084","545998","552211","546122","551586","546240","545992","543174","551033","542705","552037","556351","542975","555542"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["barricade","facility","restriction","escape","decline","vent","disuse","building","arch","lettering"]}
