{"path":"557446.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"The photograph depicts a serene natural landscape featuring a foreground of calm water, which might be a lake or a wide river. The middle ground shows an expanse of tall marshy reeds with hues ranging from green to rusty red, suggesting varying vegetation types or perhaps changes in seasonal color. Farther back, the landscape gradually rises to an elevation that supports grassy areas as it merges with the residential area in the distance.\n\nBeyond the marshy foreground and the grassy stretch, a quiet residential area can be seen. The area includes several buildings, primarily white, which look like residential homes. These buildings are densely packed and spread horizontally across the frame, creating a distinct line between the natural foreground and the inhabited background area. The settlement seems to occupy a hill or raised ground, providing a wide overview of the marsh and water body in front.\n\nOverall, the composition combines elements of nature in the foreground with human habitation in the background, divided by a swath of greenery and an elevated landscape, creating a contrasting yet harmonious rural scene.","title":"View of a portion of Upper Newport Bay, near Newport Beach with hillside development. The bay was scheduled for development as a yacht harbor. The state's coastal waters and lands provide a habitat for more than 108 species and subspecies of mammals, 260 birds, 54 reptiles and amphibians, and a wide variety of fish. Coastal wetlands necessary for their survival decreased from 381,000 acres in 1900 to about 125,000 acres in the early 1970's in California.","placename":"California","location":"OTHER","nn1":["547544","557111","551067","556964","545008","556994","548030","556981","550778","547256","558061","544607","556937","557498","556969","553086"],"cl":[2],"cluster":["#02 &mdash; Forest"],"terms":["swath","marsh","overview","reed","stretch","settlement","elevation","habitation","change","area"]}
