{"path":"557426.jpg","date":"May 1975","photographer":"O'Rear, Charles","caption":"This photograph presents a vibrant and layered suburban landscape. In the foreground, there is a swimming pool with its surrounding area featuring numerous lounge chairs neatly arranged around it. The chairs are accompanied by a few closed, white umbrellas. The pool appears calm and the inviting blue water contrasts with the earthy tones of the lounge area.\n\nBeyond the pool is a golf course characterized by a well-maintained green, complete with a sand bunker. Sparse trees and a few bushes dot around this area, enhancing the manicured look of the golf course.\n\nFurther back, the middle ground of the photo is filled with residential houses. These homes vary in design and color, featuring mainly red and grey roofs. The houses are closely packed, suggesting a densely populated suburban community. The architecture shows a mix of single and multi-storied buildings, some with visible chimneys.\n\nIn the distant background, the landscape rises into a gentle hill that is adorned with more houses, slightly obscured by the distance. The entire scene is captured under bright daylight which enhances the vivid colors and details of the suburban and leisure environment displayed in the photograph.","title":"Part of the intensive residential development underway around the harbor at Coastal Development has come under increasing restrictions since the implementation of the Coastal Zone Conservation Act in 1973. The commissions regulating the act must submit a report to the state legislature recommending laws which will affect coastal development throughout the state.","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["557717","557440","555344","557437","548112","548824","548026","557547","548011","548549","557552","557427","553929","553704","557454","553700"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["pool","golf","lounge","course","house","chair","swimming","umbrella","manicure","accompany"]}
