{"path":"557453.jpg","date":"June 1975","photographer":"O'Rear, Charles","caption":"This photograph depicts an aerial view of a coastal landscape. The image captures a dynamic interplay between natural and urban elements along a coastline. The coastline is irregular with rocky outcrops jutting into the sea, creating white frothy waves as the water collides with the land.\n\nOn the left side of the picture, there are densely clustered residential areas next to the coast, composed of individual houses surrounded by greenery, perhaps gardens or small patches of forest. These houses have direct access to sandy beaches below them. The curvature of the coastline here forms a small bay-like area, enhancing the scenic beauty surrounding these residences.\n\nTowards the center and right side of the photograph, the scene shifts to more expansive sandy beaches followed by larger patches of undeveloped land. The development appears more sparse here, with the layout moving inland and revealing more structured, possibly planned residential developments and road networks. The top right section fades into a broader overview of an urban area with streets, buildings, and possibly commercial areas.\n\nThe ocean is a deep blue, contrasting with the sandy beaches and the varied green and brown tones of the land. Overall, the photograph beautifully captures the interaction between human habitation and the natural coastal environment.","title":"Aerial of land development between laguna beach and San Clemente.  Work was halted here, and other developments were restricted following state passage in november, 1972, of the coastal zone conservation act.  Since 1900 coastal wetlands have decreased from 381,000 acres to about 125,000 acres in the early 1970's.  The coast regulatory commissions must present a final report to the legislature by january, 1976, which will result in laws affecting future coastal development","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["543427","554156","554057","547629","557452","557451","557504","543337","543084","555757","543088","554157","557429","543435","557466","553982"],"cl":[10],"cluster":["#10 &mdash; Ocean"],"terms":["coastline","beach","land","development","curvature","residence","overview","house","jut","coast"]}
