{"path":"557421.jpg","date":"June 1975","photographer":"O'Rear, Charles","caption":"This image provides an aerial view of a landscape that encompasses both natural and urban elements. The photograph captures a river bending in a sort of U-shape through the terrain, surrounded by various features. On the left side of the river, large residential areas can be seen, consisting of closely spaced multi-storied buildings possibly apartments or condominiums, laid out in a pattern of winding roads and cul-de-sacs.\n\nThree fairly tall and similar-styled white buildings are prominent, standing apart in the center of the image. These buildings, likely commercial in nature, are situated near the river with a sparse landscape around them that appears to be part of either ongoing construction or undeveloped fields.\n\nThe river itself has several inlets and small islands of vegetation, suggesting it might be tidal or have fluctuating water levels. The water is a murky blue-gray, indicating either depth or sediment content.\n\nOn the right, more urban development is visible, with structures that appear to be part of a corporate or business park as indicated by their architectural style and layout. Several roads and junctions interconnect these areas, suggesting accessibility and a developed infrastructure.\n\nThe background comprises a more expansive view of the area with additional residential or commercial buildings stretched out towards the horizon where the land meets a hazy sky. The scenery is completed with various patches of greenery, perhaps parks or undeveloped land, adding a natural contrast to the urban development.","title":"Aerial of upper Newport bay in orange county, showing both developed and undeveloped area which are scheduled for intensive future development.  New construction has been regulated within 1,000 yards of the shoreline since 1973.  The regulatory commissions must submit a final report to the state legislature in january, 1976 recommending passage of laws which will affect the development of the state's entire coastline","placename":"Los Angeles (Calif.)","location":"Los Angeles, California","nn1":["550548","557420","556949","550861","546694","546673","551188","546582","550732","550549","546706","550550","550553","557501","553455","547227"],"cl":[2],"cluster":["#02 &mdash; Fire"],"terms":["river","roads","sty","junction","encompass","laid","development","interconnect","inlet","accessibility"]}
