{"path":"557512.jpg","date":"June 1975","photographer":"O'Rear, Charles","caption":"The photograph depicts an early evening scene on a golf course. In the foreground, a person wearing a pale sweater and light-colored pants is bent over in the act of hitting a golf ball, focused intently on their swing. The golfer's posture and attire suggest active participation in the sport, complementing the serene yet focused environment of the golf course.\n\nThe background features a landscape composed of several distinct elements. On the slightly elevated horizon, twin oil derricks stand prominently, partially silhouetted against the dusky sky, suggesting the golf course's proximity to an industrial area or oil field. Between the foreground where the golfer stands and these oil derricks are gently rolling hills covered in lush greenery, interspersed with a few scattered trees. Their dark forms add a quiet contrast to the otherwise open space.\n\nThe horizon beyond hints at a large body of water, possibly the sea, visible just beneath the lightening sky, adding a sense of vastness and openness to the scene. The overall lighting of the scene is soft and dim, indicative of either early morning or late evening, casting long shadows and providing the scene with a tranquil, almost ethereal quality. The composition of the photo, with its mix of natural and industrial elements, creates a unique juxtaposition that captures a moment of leisure activity within a broader environmental context.","title":"Oil derricks are located near the Sandpiper Golf Course. Additional oil processing facilities are scheduled for the area. Restrictions on shoreline development have been tightened since the passage of the Coastal Zone Conservation Act in November, 1972. The commissions are charged with deciding on applications for development. A commissions report must be submitted to the state legislature by January, 1976.","placename":"Santa Barbara (Calif.)","location":"Santa Barbara, California","nn1":["554149","552608","554492","543633","545249","554167","546959","554148","549069","553980","547286","558098","546513","548821","543262","543312"],"cl":[40],"cluster":["#40 &mdash; Camping"],"terms":["golf","course","oil","evening","swing","hit","participation","ball","openness","act"]}
