{"path":"557644.jpg","date":"April 1973","photographer":"Lyon, Danny","caption":"This photograph depicts an exterior view of a hubcap center. The building is a small, single-story structure with a façade largely adorned with numerous hubcaps covering nearly every square inch of visible wall and roof surface. The hubcaps vary in design and size, creating a textured mosaic of metallic discs that reflect the sunlight.\n\nThe front of the building has a large sign that reads \"HUB CAP CENTER\" with the address \"7926 Jensen\" and a telephone number \"697-1358\" displayed beneath it. Below this sign and across the width of the building, there's an overhang providing shade to the entrance, also densely covered with hubcaps.\n\nIn front of the building, various hubcaps are placed on the ground and atop makeshift display stands, suggesting they are for sale or display. There are piles of wood and debris to one side, indicating either recent construction or an informal storage area.\n\nThe photograph is taken during the day under clear skies, casting shadows that suggest either morning or late afternoon. The surroundings include trees and other vegetation, hinting that the building is located on the outskirts of a town or in a less densely built area. The mood conveyed is one of rustic commerce, dedicated to a very specific automotive niche. The black and white color palette of the image adds a sense of timelessness and emphasizes the textures and patterns of the hubcaps.","title":"Hub cap center in Houston, Texas.  This is one of a series of 21 black and white photographs.  They document the environments remaining from the 19th century in terms of architecture commerce and lifestyles.  The pictures also compare the contemporary city showing displacement of the unique by the ordinary and noting current urban problems.  The pictures show a region and its uniqueness in people and architecture in east Texas which is still a part of the south","placename":"Texas","location":"Texas","nn1":["556766","558257","545221","547797","553488","557873","545333","549871","545411","546440","557211","548500","555944","545955","558129","546436"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["mosaic","timelessness","building","display","telephone","address","front","width","commerce","dedicate"]}
