{"path":"557632.jpg","date":"April 1973","photographer":"Lyon, Danny","caption":"This photograph captures an intimate and candid moment between two people against a stylized mural backdrop. The primary subjects are a young woman and a small child, presumably held by the woman.\n\nThe woman appears focused and somewhat distant in her thoughts, not directly engaging with the camera. She dons a striped, turtleneck sweater, paired with a beige undergarment or top visible at the neck. Her hair is neatly styled, contributing to a poised and stoic appearance. The young child, in her arms, wears a simple white T-shirt. The child's expression is curious and more engaged towards the viewer, providing a contrast to the woman's introspective demeanor.\n\nThe background mural features bold, striking elements. Central to the mural is a stylized depiction of a large anchor, rendered with clean, geometric lines and a sharp curve at the end of the shaft, accentuating its graphical quality. Next to the anchor, there is a five-pointed star, contributing to the maritime or perhaps celebratory theme of the mural. The words \"COME ON IN\" are painted near the top right in a casual, inviting script, further adding character and a sense of welcome to the composition. The choice of mural elements around the subjects suggests a playful or thematic setting, possibly near a public space or community area designed to attract attention and create a welcoming atmosphere.\n\nThe overall tone of the image is monochromatic, with blue hues dominating. This palette lends the photograph a calm, almost dreamlike quality, enhancing the subjects' expressions and the artistic backdrop.","title":"Young mother and child in Galveston, Texas.  This is one of a series of 21 black and white photographs.  They document the environments remaining from the 19th century in terms of architecture, commerce and lifestyles.  The pictures also compare the contemporary city showing displacement of the unique by the ordinary and noting current urban problems.  The pictures show a region and its uniqueness in people and architecture in east Texas which is still a part of the south","placename":"Texas","location":"Texas","nn1":["551473","543863","553543","556144","553496","556299","547055","550090","556294","553219","553523","556152","551807","557898","552931","553544"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["mural","anchor","subject","woman","child","script","shaft","turtleneck","render","don"]}
