{"path":"557649.jpg","date":"April 1973","photographer":"Lyon, Danny","caption":"This image shows the front facade of an old wooden house that appears weathered and worn. The house sports a faded white paint job, with much of the paint chipped and peeling off, exposing the gray wood beneath. The architecture includes decorative wood trim around the covered front porch area. The number \"308\" is visible above the front door, indicating the house number.\n\nThe front door is closed, featuring a window with a curtain and intricate woodwork on the door itself, though it also looks aged and faded. To the right of the door, there are two windows. The window closest to the door is shuttered with dark shutters, while the second window has an old, torn curtain partially covering it, and its shutters appear to be missing or open. Various objects clutter the porch area including a wooden rocking chair, a plastic bucket, several old pots, a metallic can, and what seems to be a gardening tool leaning against a column.\n\nAdditionally, there's an ornate black and white piece of cloth or decoration hanging in the bottom portion of the door's window. A light bulb dangles from the porch ceiling, which also features ornamental woodwork. The overall atmosphere conveys a sense of abandonment or decay, highlighting an aesthetic typical of neglected historic properties. It's daytime, but the lighting is soft, adding to the somber, faded look of the scene.","title":"House inhabited by a mexican in Houston, Texas.  This is one of a series of 21 black and white photographs.  They document the environments remaining from the 19th century in terms of architecture, commerce and lifestyles.  The pictures also compare the contemporary city showing displacement of the unique by the ordinary and noting current urban problems.  The pictures show a region and its uniqueness in people and architecture in east Texas which is still a part of the south","placename":"Texas","location":"Texas","nn1":["557633","557640","557646","550113","552491","546989","557650","555581","552494","552488","557638","552489","547808","557346","552455","554818"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["door","shutter","woodwork","porch","window","curtain","fade","house","number","job"]}
