{"path":"557648.jpg","date":"April 1973","photographer":"Lyon, Danny","caption":"The photograph features a middle-aged man standing indoors. He has a serious expression and is looking directly at the camera. His hair is somewhat tousled, and he has a slightly intense gaze. He is wearing a short-sleeved, striped shirt that has vertical stripes in varying shades, possibly grey or blue. \n\nThe setting is minimally decorated. There is a plain, light-colored wall behind him with a visible seam or joint running vertically down the center, dividing the backdrop into two equal parts. The man's shadow is subtly cast on the wall to his left (from the viewer's perspective), suggesting the lighting is coming from the right side.\n\nIn the lower right portion of the image, partial objects are visible. There appears to be a small section of a piece of furniture, possibly a desk, and some papers or magazines placed on it, which the man is close to but not interacting with.\n\nOverall, the photograph has a subdued tone, with the focus primarily on the man and his expression. The lighting, simple attire, and sparse background contribute to a straightforward and somewhat introspective mood.","title":"Man named Jimmy in a house in Houston, Texas. This is one of a series of 21 black and white photographs. They document the environments remaining from the 19th century in terms of architecture, commerce and lifestyles. The pictures also compare the contemporary city showing displacement of the unique by the ordinary and noting current urban problems. The pictures show a region and its uniqueness in people and architecture in east Texas which is still a part of the South.","placename":"Texas","location":"OTHER","nn1":["552104","557035","552872","556443","557034","546636","556452","556563","543701","557144","557892","555297","553087","556540","543713","557032"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["stripe","tousle","magazine","man","have","wall","desk","furniture","expression","decorate"]}
