{"path":"557633.jpg","date":"April 1973","photographer":"Lyon, Danny","caption":"The photograph depicts a small, aged wooden house that appears to be in a state of disrepair. The structure features a classic gable front and wing style with a triangular gable at the top center, directly above the porch. Under the gable, there is a small rectangular window. The siding of the house is visibly weathered, with numerous boards chipped and peeling, revealing bare wood underneath.\n\nIn the foreground, there is a covered front porch supported by two visibly worn wooden columns on the right side; the left side extends out of the frame. On the porch, there are two chairs, one of which is slightly visible directly to the left of the entrance, and the other directly facing the viewer, which is a rocking chair with a cushion. There appears to be a blanket or fabric draped over this rocking chair.\n\nThe entryway consists of an open door revealing a dark interior, suggesting the house might be abandoned or infrequently used. There are several steps leading up to the porch, made of stone or concrete, which are uneven and partially covered with moss or another growth, indicating neglected maintenance.\n\nThe lighting in the photograph suggests it might have been taken during daylight hours with sunlight coming from the right, casting shadows to the left side of the house and porch area. The surrounding environment includes trees, as discernible from blurred foliage in the background and the upper left corner, which adds to a feeling of an isolated or rural setting.\n\nOverall, the building evokes a sense of history and decay, possibly hinting at stories or past habitation tied to this seemingly deserted structure.","title":"House in the Fifth Ward of Houston, Texas. This is one of a series of 21 black and white photographs. They document the environments remaining from the 19th century in terms of architecture, commerce and lifestyles. The pictures also compare the contemporary city showing displacement of the unique by the ordinary and noting current urban problems. The pictures show a region and its uniqueness in people and architecture in East Texas which is still a part of the South.","placename":"Texas","location":"OTHER","nn1":["557646","557640","552494","552491","552488","554822","546989","557649","550113","557346","555632","544465","552455","557650","546997","554707"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["porch","gable","chair","house","cushion","entryway","wing","blanket","fabric","history"]}
