{"path":"557643.jpg","date":"April 1973","photographer":"Lyon, Danny","caption":"The photograph exhibits an old, two-story building facade, taking an almost entire frame and appearing to show some architectural features typical of late 19th or early 20th-century design. The building features multiple arched windows, each set in tall recesses with detailed moldings, and arches on both stories, lending a sense of historical grandeur. The primary material of the exterior seems to be a smooth, light-colored stone or stucco.\n\nThe ground floor includes an array of doorways and display windows, typical for commercial premises, though they appear vacant or unused, contributing to a sense of abandonment or disuse. Signage is minimal but suggests the building previously housed various businesses. The building is symmetrical with a central section that protrudes slightly, emphasizing the middle arches both upstairs and below, which are slightly larger than the others.\n\nThe street in front of the building is visible, showing a deserted view that enhances the feeling of an older, possibly neglected part of a town. The image framing partially includes natural elements such as leaves and branches overhanging at the top corners, possibly from street trees, which cast shadows and add a subtle organic touch to the otherwise urban scene.\n\nThe photograph has a bluish tint, suggesting it could have been taken on a type of film or processed in a way that gives it an antique or stylized appearance, further enhancing the historical feel of the scene. There's a distinct vintage or historical essence captured in this image, reflective of a past era’s architecture and town planning.","title":"Storefronts on Washington street, Houston, Texas.  This is one of a series of 21 black and white photographs.  They document the environments remaining from the 19th century in terms of architecture, commerce and lifestyles.  The pictures also compare the contemporary city showing displacement of the unique by the ordinary and noting current urban problems.  The pictures show a region and its uniqueness in people and architecture in east Texas which is still a part of the south","placename":"Texas","location":"Texas","nn1":["557156","557634","553478","555949","556046","545355","557140","557635","557073","555902","546440","544088","553479","550042","550108","557139"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["arch","town","stucco","overhange","recess","story","molding","building","stylize","protrude"]}
