{"path":"557630.jpg","date":"NA 00NA","photographer":"","caption":"This photograph captures a striking juxtaposition of urban development and residential architecture. In the foreground, a massive concrete structure dominates the frame. This structure appears to be part of a large infrastructure project, possibly a bridge or highway pillar. It has a stark, minimalist design characteristic of brutalist architecture, featuring a thick vertical column that supports a horizontal slab.\n\nBehind this concrete giant, there are two traditional houses, possibly from the early to mid-20th century. These homes display features typical of American suburban architecture from that era, such as gabled roofs, covered porches, and double-hung windows. The house on the left is a two-story structure with what appears to be peeling white paint and dark shutters, indicating some wear and possibly neglect. The house on the right is similar in design but in a slightly better state of preservation, painted in a light, neutral color.\n\nThe scene is set in a typical urban or suburban street environment. The road in front of the houses is visible, lined with curb and sparse young trees, which suggest recent development or modifications in the area. The overall mood evoked by the image is one of contrast between the old, possibly declining residential life and the unyielding encroachment of urban infrastructure. The photograph might be using a monochromatic or teal overlay, giving it a cooler tone and a somewhat historical or dated feel.","title":"Expressway pillar in Houston, Texas. This is one of a series of 21 black and white photographs. They document the environments remaining from the 19th century in terms of architecture, commerce and lifestyles. The pictures also compare the contemporary city showing displacement of the unique by the ordinary and noting current urban problems. The pictures show a region and its uniqueness in people and architecture in East Texas which is still a part of the South. Danny Lyon. April, 1973.","placename":null,"location":"OTHER","nn1":["545356","550153","551074","543106","551442","552757","549997","549958","551072","547229","557345","551151","550203","556584","555746","553557"],"cl":[45],"cluster":["#45 &mdash; Urban Development"],"terms":["house","architecture","overlay","slab","modification","teal","development","encroachment","preservation","infrastructure"]}
