{"path":"557646.jpg","date":"April 1973","photographer":"Lyon, Danny","caption":"This photograph depicts an old two-story wooden house, capturing a sense of history and wear. The main features of the house include two levels of porches, with the upper porch enclosed by decorative railings and lattice work, suggesting a Victorian style. The ground floor porch is more open, bordered by intricately carved woodwork including a decorative arch and turned spindles. There are multiple windows on both levels, some with shutters slightly ajar.\n\nA staircase on the left side of the house leads up to the second-story porch. It appears weathered and slightly dilapidated; the paint is peeling and the wooden structures show signs of age. On the porch, furniture is visible; a single rocking chair sits empty, adding a serene or perhaps lonely ambiance to the scene.\n\nThe house is surrounded by trees and foliage, partially obscuring and casting shadows on certain parts of the building, giving it a nestled feeling within its environment. The overall mood is quiet and slightly haunting, drawing attention to the textures and details of the building’s architecture and state of preservation.","title":"House in Galveston, Texas. This is one of a series of 21 black and white photographs. They document the environments remaining from the 19th century in terms of architecture, commerce, and lifestyles. The pictures also compare the contemporary city, showing displacement of the unique by the ordinary and noting current urban problems. The pictures show a region and its uniqueness in people and architecture in East Texas, which is still a part of the South.","placename":"Texas","location":"OTHER","nn1":["557633","557640","552488","557650","548664","546989","552489","555581","552491","557649","552494","550113","557647","555632","550120","558156"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["porch","house","woodwork","level","story","lattice","preservation","shutter","staircase","furniture"]}
