{"path":"557639.jpg","date":"April 1973","photographer":"Lyon, Danny","caption":"This photograph features three young girls standing closely together in front of a textured white wall. The image is rendered in black and white which enhances their expressions and the details of their clothing and hairstyles. Each girl has a unique hairstyle characterized by multiple sections, some tied with what appear to be white and pink hair accessories. \n\nThe girl on the left looks directly into the camera with a somewhat surprised or inquisitive expression, her eyes large and her hair somewhat tussled. The middle girl offers a slight smile and her hair, which is similarly sectioned, features two puffs on the sides of her head with a slight fringe visible on her forehead. Lastly, the girl on the right, who also looks directly at the camera, wears loop earrings and a stoic expression, her hair styled in multiple directions with a hairpin.\n\nTheir clothing, though not vividly detailed owing to the black and white format, seems to consist of light-toned casual wear. Both outer girls wear white tops while the middle girl’s top has a light floral pattern. The simplicity of the background focuses all attention on the girls, capturing a moment of their interaction and individual personalities.","title":"Three girls in Galveston, Texas. This is one of a series of 21 black and white photographs. They document the environments remaining from the 19th century in terms of architecture, commerce, and lifestyles. The pictures also compare the contemporary city, showing displacement of the unique by the ordinary and noting current urban problems. The pictures show a region and its uniqueness in people and architecture in East Texas, which is still a part of the South.","placename":"Texas","location":"OTHER","nn1":["558238","551005","556135","555941","552760","545379","555896","551766","551013","549028","556140","556139","546857","552958","549299","555943"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["girl","hair","hairstyle","expression","format","forehead","fringe","earring","clothing","loop"]}
