{"path":"557634.jpg","date":"April 1973","photographer":"Lyon, Danny","caption":"This photograph presents an old, intricate building characterized by its Victorian architectural design. The edifice appears to consist of a three-story structure with various commercial establishments on the ground floor. The main materials evident in the architecture are brick and stone, providing a sturdy yet aged appearance.\n\nThe left side of the building houses a business with a visible sign that reads \"TAILOR.\" An adjacent sign flips vertically to display \"Barber Shop.\" Below these signs, there is a storefront labeled \"SHOETIME\" indicating a shoe store. Display windows feature posters, possibly representing styles or merchandise offered within the store, including what appear to be clothing models.\n\nThe upper floors of the building show considerable signs of neglect or disuse, with boarded-up or broken windows, and visible damage to the facade. The worn state of the building suggests it has seen better days and currently might be in a phase of disrepair or abandonment.\n\nDecorative elements such as cornices, pilasters, and a pediment add to the historic charm of the building, despite its dilapidated state. Architectural details like arched and rounded windows on the upper floors reflect typical Victorian era choices, contributing to the building's distinguished yet forlorn appearance.\n\nThe photo captures the building in a somber tone, possibly using a filter or technique that accentuates its haunting, ghostly aura. The sky appears overcast or darkened, which could be an effect of the photographic technique, enhancing the melancholic mood of the scene. Overall, the photograph powerfully conveys a sense of historical depth and urban decay.","title":"Downtown main street in Houston, Texas.  This is one of a series of 21 black and white photographs.  They document the environments remaining from the 19th century in terms of architecture, commerce and lifestyles.  The pictures also compare the contemporary city showing displacement of the unique by the ordinary and noting current urban problems.  The pictures show a region and its uniqueness in people and architecture in east Texas which is still a part of the south","placename":"Texas","location":"Texas","nn1":["557643","542811","553478","555902","545355","557073","555949","544088","550285","550108","557645","557139","557635","553479","555952","552968"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["technique","building","store","sign","haunt","floors","state","floor","pediment","boarde"]}
