{"path":"557657.jpg","date":"June 1975","photographer":"Stephenson, Al","caption":"This photograph shows a mural painted on a building wall. The mural depicts a rural scene with a large country house set against a landscape with trees. The house is depicted in a classical style with two stories and a frontal veranda. In the foreground, the mural includes two men engaged in an activity next to a body of water that runs through the center of the image. One man is standing, handling a long tool or pole, while the other is leaning over, possibly engaged in some type of manual labor or construction.\n\nBeneath this pastoral scene, there is a decorative banner that features text. On the left side of the banner, it reads \"Freidi’s tea room,\" and on the right, \"The Cottage Clocks n Toys.\" The banner has a vintage design, with a light brown background and floral motifs at the looping ends of the banner. The entire wall, excluding the mural and banner, is painted white which helps the colorful mural stand out more vividly. \n\nThe setting seems to be a commercial building, as indicated by the mural content and text, possibly an establishment offering tea, clocks, toys, and potentially other nostalgic or homey items. The blue sky visible in patches around the building suggests a clear day, contributing to the visibility and striking appearance of the mural.","title":"An \"air painting\" by Atlanta artist John Kollock depicts the history of the Helen, Georgia, area. Kollock originated the village's Bavarian alpine theme after being contacted by officials of a sportswear manufacturing firm at Helen. A northern Georgia gold rush scene is portrayed on the building that houses a tea room and gift shop. The village has experienced commercial growth and tourism since the alpine theme was approved in early 1969. The village is near Robertstown.","placename":"Georgia","location":"OTHER","nn1":["557567","556766","557654","557662","557949","547881","547080","547841","556230","544911","558109","557746","555911","556231","546439","557750"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["mural","banner","text","toy","country","house","motif","clock","wall","establishment"]}
