{"path":"557631.jpg","date":"April 1973","photographer":"Lyon, Danny","caption":"The photograph presents a cityscape captured during what appears to be early morning or late evening, as indicated by the low illumination and deep blue tones. The setting is an urban environment, focused on a street corner with various architectural structures. \n\nOn the left-hand side of the image is a high-rise building featuring a facade of closely spaced vertical ribs that create a corrugated texture. Adjacent to this, toward the center, is a building with a unique facade made up of numerous circular and oval patterns, giving it a distinct and decorative aesthetic. On the right side, another high-rise building can be seen with a regular grid pattern facade typical of mid-20th century office buildings.\n\nThe street level shows minimal activity with no visible pedestrians or moving vehicles, enhancing a sense of quietness or isolation. There's a street sign bearing the name \"TRAVIS\" and below it another indicating “WAIT” at a pedestrian crossing, alongside a traffic light. These elements suggest typical city street infrastructure. Another sign visible says \"PARK\" indicating the entrance to a parking area on the left side of the street.\n\nThere is a digital clock displaying \"5:02\" and temperature \"82\" on the lower right, likely an LED display on a post or part of a building, providing real-time information likely aimed at passers-by.\n\nOverall, the composition and the blue color tone give the photograph a calm, almost surreal quality, emphasizing the architectural forms and the emptiness of the street scene.","title":"Downtown Houston, Texas. This is one of a series of 21 black and white photographs. They document the environments remaining from the 19th century in terms of architecture, commerce, and lifestyles. The pictures also compare the contemporary city, showing displacement of the unique by the ordinary and noting current urban problems. The pictures show a region and its uniqueness in people and architecture in East Texas, which is still a part of the South.","placename":"Texas","location":"OTHER","nn1":["545406","549880","550011","550122","548383","549317","550007","553845","545869","549490","548384","555736","555902","553295","555449","548408"],"cl":[26],"cluster":["#26 &mdash; Highway"],"terms":["street","facade","pedestrian","rise","emptiness","building","quietness","crossing","temperature","clock"]}
