{"path":"557642.jpg","date":"April 1973","photographer":"Lyon, Danny","caption":"This photograph features a black and white image of an advertisement mural painted on a wall. The top part of the mural displays text reading \"VICS. VEL'VET'ONE TOPS\" in large block letters. Beneath this text, a large image of a vintage car, possibly from the 1960s or 1970s, is painted. The car is in profile view and appears sporty with stripes running along its side.\n\nResting on the car, more specifically on the hood near the windscreen, is a monochrome depiction of a woman in a casual pose. She has curly hair and is wearing a short outfit, leaning forward with one hand resting on the car and the other in her hair, looking relaxed and posed for the viewer.\n\nThe overall composition centers around this car and figure, suggesting a leisure or lifestyle theme common in promotional art for automotive products or services during that era. The background of the image is plain, directing all focus to the car and the person. The advertisement likely targets car owners or enthusiasts, promoting a brand associated with 'Velvetone Tops,' which may refer to some aspect of the car, possibly its upholstery or convertible top.","title":"Advertisement painted on a wall in Galveston, Texas. This is one of a series of 21 black and white photographs. They document the environments remaining from the 19th century in terms of architecture, commerce, and lifestyles. The pictures also compare the contemporary city, showing displacement of the unique by the ordinary and noting current urban problems. The pictures show a region and its uniqueness in people and architecture in East Texas, which is still a part of the South.","placename":"Texas","location":"OTHER","nn1":["548958","557052","552412","557908","555477","557766","557878","545469","547494","550093","555922","554364","554389","552782","557900","556703"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["car","mural","advertisement","text","owner","enthusiast","brand","hair","lifestyle","art"]}
