{"path":"557690.jpg","date":"July 1975","photographer":"Stephenson, Al","caption":"This photograph depicts an outdoor scene at what appears to be a motel or small lodging establishment. In the foreground, a woman is smiling and looking towards her left at something outside the frame. She is wearing glasses, a white short-sleeved shirt, and a red and white checked skirt. She is seated on a short green bench.\n\nThe background shows the entrance to an office marked with a sign that reads \"OFFICE\" in red, with a smaller Coca-Cola sponsored sign. The office has a dark maroon exterior wall with a red door featuring a small window. Adjacent to the office is a vintage-looking Coca-Cola vending machine.\n\nTo the right of the scene, a small outdoor sitting area is visible with white wrought iron patio furniture with intricate designs. The furniture is arranged around white tables. These are beneath a structure with a roof that matches the office, suggesting this area is part of the lodging facilities.\n\nAdditionally, there are details like a street broom leaning against a wall and a metal wire shopping basket containing some objects including what looks like a straw hat. These subtle elements contribute to a casual, somewhat retro vibe to the location. The overall feeling conveyed is one of relaxed day-to-day activity, perhaps in a vacation or community setting.","title":"Mrs.  Clo york, housekeeper for the alpine motel on river street in helen, Georgia, near robertstown.  She lived across the street from the present motel site for 27 years before moving into the country in 1974.  The small mountain community of some 270 residents has gotten too crowded for her.  \"i still like to visit, and i like to work here, but i don't want to live here anymore.  I want to have a place to park my car.\"  On weekends especially, tourists tend to take most of the parking spaces","placename":"Georgia","location":"Georgia","nn1":["548626","554550","553480","557660","547340","554699","557827","555377","550679","547805","551241","554037","557684","551116","552614","548242"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["office","furniture","vending","broom","motel","patio","vacation","basket","wall","iron"]}
