{"path":"557693.jpg","date":"July 1975","photographer":"Stephenson, Al","caption":"This photograph captures a workplace scene featuring three women in a sewing factory environment. The women are positioned close to each other, smiling towards the camera which suggests a friendly or familiar atmosphere. \n\nThe woman on the left stands while the other two are seated. The standing woman wears a patterned, short-sleeved blouse, glasses, and her hair is pulled back. The seated woman in the middle, probably older than the others, has short, curled hair and glasses, and is dressed in a floral-patterned, short-sleeved blouse. The woman on the right is seated, wearing a white tank top and has short, dark hair.\n\nBehind and around them, the area is cluttered with large piles of fabric and garments in various stages of assembly, indicating a busy and productive space. Some garments appear finished, hanging on a rack, while others are in large heaps. There are sewing machines visible in the foreground, along with large spools of thread, which point to the ongoing work in this factory setting. The walls are paneled with wood, and the lighting is somewhat dim, giving the photograph a warm, industrious feel. This setting illustrates the hands-on, manual nature of the garment manufacturing process during the time this photo was taken.","title":"Three generations of the Taylor family of Hiawassee, Georgia, work nearby at the Orbit Manufacturing Co. clothing plant in nearby Helen. The plant was established in 1962 and employs 130 people from the surrounding area. The Taylors make a 30-mile round trip to Helen each day. The small mountain community of some 270 residents has attracted additional businesses and tourists because of a Bavarian Alpine theme for the business district. Orbit officials were leaders in the Renovation plan.","placename":"Georgia","location":"OTHER","nn1":["557694","558377","545083","558378","557153","552635","557899","558341","558342","552649","557151","558226","546824","556072","544416","547377"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["garment","woman","blouse","hair","factory","thread","workplace","sleeve","curl","rack"]}
