{"path":"557635.jpg","date":"April 1973","photographer":"Lyon, Danny","caption":"This photograph appears to depict the facade of a historical building, likely captured using black and white film, giving it a classic appearance. The building itself is three stories high, with ornamental architectural details that include arches, columns, and decorative molding. The upper part of the building’s facade features a pattern of repeating arched windows and pilasters, contributing to its elegant aesthetic. The top of the building is marked with a cornice decorated with brackets and has the year \"1885\" prominently displayed, suggesting the date of construction or significant renovation.\n\nOn the ground level, there are commercial storefronts. Visible signage includes \"Turk's Jewelry,\" which offers \"Bulova, Elgin, Watches,\" and another for \"Alfredo's Discotheque.\" The signs indicate the types of businesses operating in the building at the time the photo was taken. The storefronts are equipped with traditional awnings and large display windows.\n\nA lone figure can be seen walking in front of the storefronts, which adds a sense of scale and life to the scene. Despite the street being mostly empty, the presence of this individual suggests some level of pedestrian activity.\n\nThe overall composition conveys a sense of historical context and urban life, captured with clear attention to architectural detail and the everyday use of the building.","title":"Downtown Main Street in Houston, Texas. This is one of a series of 21 black and white photographs. They document the environments remaining from the 19th century in terms of architecture, commerce and lifestyles. The pictures also compare the contemporary city, showing displacement of the unique by the ordinary and noting current urban problems. The pictures show a region and its uniqueness in people and architecture in East Texas, which is still a part of the South.","placename":"Texas","location":"OTHER","nn1":["557643","546440","557634","544088","546428","558120","550108","557156","555902","550107","545362","556046","546419","550042","545317","555949"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["storefront","building","facade","cornice","level","bracket","renovation","molding","repeat","awning"]}
