{"path":"557770.jpg","date":"July 1975","photographer":"Stephenson, Al","caption":"The photograph features a map displayed on a signboard, possibly situated in a park or recreational area. The signboard is housed within a structure that has a red roof and wooden column visible on the left-hand side. The map itself is illustrated and labeled with various areas and points of interest within the park.\n\nSignificant labels and locations marked on the map include:\n- “Roberts Town Helen” at the top, signaling the general area or entrance.\n- Various day use activities such as \"Swim Boat Fish Picnic\" near Unicoi Lake.\n- Specific spots like the “Lodge & Conference Center,” “Cottages,” and labeled trails such as “East Lake Trail” and “North Lake Trail.”\n- A section for “Stay Use Activities” alongside locations for platform camping, RV camping, and tent camping indicated as \"Squirrel's Nest,\" \"Laurel Ridge,\" \"Big Brook,\" and \"Hickory Hollow.\"\n- Points of interest such as \"Anna Ruby Falls\" are noted on the right side.\n\nIn the background of the photo, a white pickup truck and another vehicle can be seen through trees, indicating a parking area or nearby road.\n\nThis setting suggests that the photograph is taken in a well-structured park or recreational facility that offers a variety of activities and camping options for visitors. The map plays a crucial role in helping visitors navigate the area and plan their activities.","title":"Map depicts facilities aVailable to the public at unicoi state park two miles northeast of robertstown, Georgia.  The park has a clear mountain lake with swimming, boating and camping facilities plus a lodge and conference center which attract thousands of visitors annually.also a tourist attraction three miles to the southwest is helen which Renovated the business district with a bavarianalpine theme.  New development has been created affecting both towns","placename":"Georgia","location":"Georgia","nn1":["557724","557652","543379","554570","543724","554483","554480","557762","554485","543599","556102","553133","550660","550696","543814","544560"],"cl":[7],"cluster":["#07 &mdash; Sign 2"],"terms":["map","camping","signboard","label","visitor","interest","stay","park","option","tent"]}
