{"path":"557774.jpg","date":"July 1975","photographer":"Stephenson, Al","caption":"This image captures a joyous outdoor scene of a sack race at a gathering, possibly a community event or a picnic. The foreground shows children enthusiastically participating in the race. Most of the children, who seem to be of various ages, have their legs inside large burlap sacks labeled with what appears to be “WOLFE’S FEED” and other text, which they're holding up with their hands to hop forward. The focus is particularly on one child in the center, with light-colored hair, wearing a bright bikini, who is mid-motion, embodying the energetic atmosphere of the race.\n\nSeveral children are visible participating, with one young child in the left foreground already on the ground, presumably having stumbled. The expressions on the children's faces range from laughter to focused determination, emphasizing the fun and competitive spirit of the event.\n\nThe background features numerous spectators of various ages, including both children and adults, gathered in a loosely arranged crowd. Some spectators are seated on the grass, others are standing, all watching and cheering for the racers. The setting appears to be a lush, green park-like area with trees bordering the grassy field and a faint hill in the distance, adding to the bucolic, summertime feel of the photograph.\n\nOverall, the composition of the photograph, with its action-packed foreground and engaged audience in the background, vividly conveys the communal excitement and the charming, rustic nature of a traditional sack race.","title":"Youthful contestant leads a sack race towards the finish line during an old-fashioned games contest held at Unicoi State Park over the Fourth of July. The recreation area two miles northeast of Robertstown, Georgia, attracts thousands of visitors annually with a clear mountain lake, swimming, boating and camping facilities as well as a lodge and conference center. Tourists also visit Helen three miles southwest to view a Renovated business district with an alpine theme.","placename":"Georgia","location":"OTHER","nn1":["556536","556537","556136","557775","556287","554072","557410","556437","556301","544354","553512","553078","546821","549275","544358","548488"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["race","child","sack","spectator","determination","age","laughter","fun","summertime","spirit"]}
