{"path":"557779.jpg","date":"June 1975","photographer":"Stephenson, Al","caption":"This photograph captures a casual, social gathering on a wooden deck surrounded by a lush, forested area. There are several adults in the scene, sitting on various types of outdoor furniture, including metal framed chairs with cushions and a bench. They seem to be engaged in relaxed conversation and dining.\n\nStarting from the left of the image, an elderly lady dressed in a sleeveless green dress smiles while holding a plate of food, suggesting a potluck or barbecue type of event. Next to her, a round table is visible with more food and beverages on it, emphasizing the communal and leisure nature of the gathering. Moving towards the center, there is a man sprawled leisurely across a bench, facing away from the camera, and another elderly man wearing a yellow shirt and glasses, seated and slightly leaning forward as if in conversation.\n\nOn the right side of the image, a younger person is sitting comfortably in a low chair, facing backward towards the camera, holding a beer can and engaging with someone outside of the frame. The deck railing is visible, and the whole scene is shaded, suggesting a canopy of trees above, which along with a visible screen on one side of the deck, blends the comfort of home with the rustic feel of nature.\n\nOverall, the photo conveys a sense of relaxation and community among friends or family, enjoying each other's company in a beautiful, natural setting.","title":"McClure Creek area residents gather for supper on the patio of the Doug McClure home six miles southeast of Unicoi State Park off Highway 255 and near Robertstown, Georgia.","placename":"Georgia","location":"OTHER","nn1":["551274","551273","557036","548568","557029","551277","543511","554489","551276","557031","548569","557955","551271","555947","547900","558188"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["deck","food","bench","chair","gathering","cushion","conversation","screen","round","type"]}
