{"path":"557791.jpg","date":"September 1975","photographer":"Stephenson, Al","caption":"This photograph features a traditional dance performance held under a large, light-colored canvas tent. The scene captures several female dancers in mid-performance on a wooden stage. Each dancer wears a traditional folk costume, characterized by knee-length dresses primarily in white and dark colors with decorative bands around the waist and near the hemline. The dresses are paired with white blouses that have puffy sleeves and dark vests. Additionally, they wear long white socks and black dancing shoes, which are visible as they execute their dance movements with raised knees and dynamic footwork.\n\nIn the background, within the shaded tent, two male musicians are partially visible; one seems to be playing an accordion. There’s a visible concentration and expression of enjoyment on the dancers’ faces, suggesting a lively and spirited performance.\n\nThe tent itself appears expansive, supported by poles with large folds of fabric swooping down, creating a canopy that provides shade for the performers and likely an audience outside the frame. The background under the tent is dimly lit, enhancing the focus on the brightly dressed dancers in the foreground. The overall ambiance evokes a festive and communal atmosphere, typical of a cultural or folk festival.","title":"A group of \"unicoi cloggers\" from white county, Georgia perform american mountain dance routines to bavarian polka music during the fifth annual oktoberfest held at helen.  The girls are executing a clogging step known as the \"shuffle-hop\".  The annual festival is a result of the transformation of the small community's business district with a unified alpine theme.  The success of the project has led to increased business and a surge of tourism","placename":"Georgia","location":"Georgia","nn1":["557787","557789","557790","553235","558286","547403","547317","553268","547371","558285","556309","547383","551710","547271","547274","553241"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["dancer","tent","performance","folk","dance","knee","dancing","performer","costume","canvas"]}
