{"path":"557720.jpg","date":"May 1975","photographer":"Stephenson, Al","caption":"This photograph captures an aerial view from inside a hot air balloon. The image prominently features the edge of a red canopy at the top and a corner of the balloon's wicker basket at the bottom right. Inside the basket, part of a man is visible, wearing a white helmet and looking out towards the scenery; only the right side of his face and shoulder are visible.\n\nThe background shows a lush, expansive outdoor area with gentle rolling hills covered in greenery. Below, several other hot air balloons are either in the process of taking off or are fully inflated on the ground. Notably, a large balloon with a predominantly white envelope that has red accents and logos, including the text “ST CHINIAN,” is almost directly in front of the basket from which the picture was taken. Another balloon, further to the left, is blue and yellow.\n\nThe ground beneath is dotted with people engaged in various activities related to the ballooning event, small groups scattered around, and vehicles parked nearby. There is a festive or community atmosphere evident from the casual gathering of people in an open grassy field. The entire scene is outdoors under an overcast sky, lending a somewhat muted tone to the colors in the photograph.","title":"Closeup of a Florida balloon pilot testing his tethered hot air craft prior to the start of the second annual helen to atlantic ocean balloon race.  The competition began outside of helen Georgia, near robertstown in an area being developed by a corporation as a second alpine village.  Helen was a typical small mountain community until 1969 when town officials, businessmen and residents endorsed Renovation of the business district with a bavarian alpine motif","placename":"Georgia","location":"Georgia","nn1":["557718","557721","557719","557799","557798","544851","556217","552359","552372","552652","544839","554455","553272","553294","553308","545638"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["balloon","basket","festive","air","beneath","envelope","accent","rolling","grassy","shoulder"]}
