{"path":"557773.jpg","date":"July 1975","photographer":"Stephenson, Al","caption":"This image captures an outdoor scene filled with activity, likely at a lake or pond. In the center of the photograph, a man attempts to maintain his balance on a floating log in the water. He is quite expressive in his effort, with one arm raised high and the other slightly extended for balance, while hopping on one foot. He appears to be participating in a log rolling contest or game. The man is wearing blue swim trunks and is moderately muscular.\n\nSurrounding the main activity, the water is dotted with various other people watching or waiting their turn, some seated on floating devices, others standing in the shallow parts of the lake. Notably, there are two women close to the floating log, one in a green swimsuit and another in a blue swimsuit with a matching swim cap, both watching the man.\n\nThe background features a large crowd of spectators, many of whom are dressed in summer attire such as shorts and t-shirts, gathered along a wooden deck or pier that lines the edge of the water. The pier curves around the side of the lake, accommodating a large number of onlookers, and is supported by sturdy columns visible beneath it. Some of the onlookers are standing on a hill that leads up from the pier to the top of a slight incline where more people are gathered. The area is lush with trees providing a dense green canopy over the scene.\n\nThere's a clear sense of community engagement and entertainment, with everyone gathered around to enjoy the festivities. The setting and the nature of the event suggest that this might be a special occasion or local celebration, typical of community gatherings in natural settings. The overall vibe is lively and festive, with participants and observers enjoying the summer day outdoors.","title":"A log-rolling contestant stretches for balance during an old fashioned games contest held at Unicoi State Park over the Fourth of July. The recreation area two miles northeast of Robertstown, Georgia, attracts thousands of visitors annually with a clear mountain lake, swimming, boating and camping facilities as well as a lodge and conference center. Tourists also visit Helen three miles to the southwest which has Renovated its business district with a Bavarian alpine theme.","placename":"Georgia","location":"OTHER","nn1":["556295","544204","545267","551543","550838","544442","550227","553438","546349","549939","558233","550829","543998","556536","545941","557737"],"cl":[29],"cluster":["#29 &mdash; Outdoor Recreation"],"terms":["log","swim","swimsuit","onlooker","balance","lake","pier","summer","matching","festivity"]}
