{"path":"557775.jpg","date":"July 1975","photographer":"Stephenson, Al","caption":"This photograph captures an exuberant outdoor scene, possibly at a summer camp or a community gathering in a park-like setting. The lush green backdrop suggests it might be situated near a wooded area or a lake, as glimpses of water and hints of distant mountains or hills are visible behind the assembled crowd.\n\nThe central action shows children and teenagers engaging in what appears to be a playful combat game, using soft or padded sticks as makeshift weapons. The participants seem to be thoroughly enjoying the skirmish, with cheerful expressions and dynamic movements. One child, in the center, is lifted on the shoulders of another, wielding a stick, while another attempts to engage from the opposite side.\n\nSpectators, consisting of more children and several adults, encircle the area where the activity is taking place. Many are smiling and watching the game intently, suggesting a supportive and fun atmosphere. Some adults in the background stand or sit, observing the youthful energy with amusement.\n\nThe attire of the people is casual, suitable for a hot summer day; many children are shirtless, and several wear shorts and simple T-shirts. The style and quality of the photograph, including its color saturation and graininess, indicate that this image might have been taken several decades ago, possibly in the 1970s or 1980s.\n\nOverall, the scene depicted is lively, filled with laughter and community spirit, capturing a moment of joyful interaction among a group of young people and their onlookers in a scenic outdoor setting.","title":"Participants in the egg and stocking contest attempt to smash eggs on their opponents' heads with rolled up newspapers during an old fashioned games competition held at unicoi state park over the fourth of july.  The recreation area two miles northeast of robertstown, Georgia, attracts thousands of visitors annually with a clear mountain lake, swimming, boating and camping facilities as well as a lodge and conference center","placename":"Georgia","location":"Georgia","nn1":["556536","556537","554072","556287","555947","556136","557410","554899","549318","555931","545267","546821","553512","544204","549102","543321"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","game","stick","summer","wield","adult","graininess","laughter","camp","assemble"]}
