{"path":"557819.jpg","date":"September 1975","photographer":"Alexander, Hope","caption":"This photograph showcases a large, red and white ship floating on a calm blue sea. The view is from an aerial perspective, looking down on the ship which is positioned at an angle from the top right to the bottom center of the frame. The ship is a tanker, indicated by its robust structure with visible deck equipment including piping and storage areas, commonly used for transporting liquids such as oil or chemicals.\n\nThe front of the ship, or bow, is pointed towards the bottom of the image, cutting through the water, leaving small ripples in its wake. The rear of the ship, or stern, is partially visible and is crowded with more industrial equipment, including what looks like cranes or large winches. The deck is marked with several safety and operational features like railings and possibly some access hatches.\n\nThe ship's superstructure, which includes the bridge and crew quarters, is predominantly white and located towards the rear. This part of the ship rises noticeably above the main body of the tanker and is equipped with various antennas and radar equipment visible on the top, emphasizing its navigational capabilities.\n\nThe vast surrounding waters hint at open sea conditions, and the lighting suggests this may be either early morning or late afternoon, casting a subtle glow and long shadows on the ship. There are no other vessels visible in the immediate vicinity, emphasizing the solitary voyage of this tanker. There is a sense of calm and isolation conveyed by the endless water surrounding the ship.","title":"A New York city sludge carrier dumps its cargo into waters of the New York bight.  The u.s.  Coast guard is responsible for monitoring all ocean dumping in the bight which includes 15,000 square miles of ocean waters and the continental shelf off the coasts of New York and New Jersey the national oceanographic and atmospheric administration is conducting a marine ecosystems analysis program in the bight.  The multi-year project is being observed by epa and the coast guard","placename":"New York (N.Y.)","location":"New York, New York","nn1":["555811","555801","557816","557817","549613","548201","544234","551990","544657","551581","544659","550895","550963","549619","545845","550918"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","tanker","rear","deck","equipment","hatch","winch","quarter","capability","sea"]}
