{"path":"557889.jpg","date":"September 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures a scene inside a garage or automotive workshop. In the foreground, there is a close-up of a large diagnostic machine with two analog gauges. The upper gauge, which is much larger, is clearly labeled to display carbon monoxide levels from 0 to 10 percent, with further graduations extending to 25, and the machine is branded by Sun Electric Corporation. The lower gauge is labeled \"FLOW INDICATOR\" with a note advising to \"REPLACE OR CLEAN FILTER.\"\n\nIn the background, a man is standing beside a car, seemingly engaged in inspecting or adjusting something near the rear of the vehicle. He is dressed casually with a white shirt under a denim jacket and his hair appears somewhat lengthy and unkempt, typical of certain styles in past decades. The car, visible from its rear right side, is a sleek, dark-colored sedan with a smooth and shiny finish. Its license plate and make—Plymouth—are visible. \n\nThe garage is spacious with large windows, through which natural light is streaming in. The environment shows other work-related items like tool carts, car lifts, and various automotive equipment. Other individuals are partially visible in the background, suggesting a typical busy workday in the workshop. The overall ambiance speaks to an era possibly in the late 20th century, given the style of the car, the man’s clothing, and the design of the equipment.","title":"Closeup of an exhaust analyzer used at an auto emission inspection station in downtown Cincinnati, Ohio.  A city employee in the background is holding the hose which runs from the car's tailpipe to the machine which registers carbon monoxide and hydrocarbon emissions.  Exhaust emission tests were started on an annual basis in january, 1975, for all light duty, spark ignition powered motor vehicles.  All vehicles registered in the city undergo annual safety checks","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["557858","542763","549689","557857","557853","557885","557859","557906","557849","557891","557890","557833","557860","557912","557905","557897"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["gauge","garage","workshop","car","machine","label","indicator","workday","cart","license"]}
