{"path":"557817.jpg","date":"September 1975","photographer":"Alexander, Hope","caption":"This photograph features two ships on a vast expanse of deep blue ocean. The larger vessel, a tanker, dominates the foreground. It is a substantial ship with a white and red superstructure, and a grayish deck loaded with cylindrical storage units, likely for transporting liquid cargo. The ship has several visible deck features such as cranes, masts, and possibly ventilation systems, typical of maritime vessels designed for bulky freight.\n\nTo the left and slightly behind the tanker, there is a much smaller white ship. This ship appears to be a fishing boat or a service vessel given its size and simpler structure compared to the tanker.\n\nThe backdrop of the image is the open sea extending to the horizon, textured by subtle waves and ripples indicating calm sea conditions. The sky is not visible in the photo, focusing the viewer's attention entirely on the maritime activity. The perspective is possibly from an aerial view, given the angle of observation on the ships, showing their top decks clearly.\n\nThe photograph captures the contrast not only in scale but possibly in function between the two vessels, each playing a role in the broader maritime industry. The scene is serene, underscored by the isolation of the vessels on the vast ocean, highlighting the expanse and depth of the sea around them.","title":"National oceanographic and atmospheric administration ship, background, takes water samples as a New York city sludge vessel dumps its cargo into waters of the New York bight.  The noaa research ship also used acoustic sounders to follow movement of the sludge.  The multi-year marine ecosystems analysis program is being observed by epa and the u.s.  Coast guard.  There are 15,000 square miles of ocean waters and continental shelf off the coast of New York and New Jersey which make up the bight","placename":"New York (N.Y.)","location":"New York, New York","nn1":["557816","555811","545845","557819","552010","557815","555801","555721","544234","545830","555722","550895","551990","546828","548127","548201"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["ship","vessel","tanker","deck","sea","ocean","bulky","expanse","superstructure","ventilation"]}
