{"path":"557828.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph shows a close-up view of a document, which appears to be an official notice, attached to a wall or board. The document contains detailed text relating to an environmental or public health concern, specifically dealing with \"Cincinnati's Auto Inspection Lane Program to Meet Air Quality Standards and Protect the Public Health.\" The text is set out in a structured format with headings, bullet points, and both numerical and textual data.\n\nThe document seems to be a government or agency notice and includes several paragraphs that describe various aspects such as emission standards, fees, vehicle inspection results, possible reasons for vehicle rejection due to excessive emissions, and steps for corrective action. Keywords such as \"Federal,\" \"1974 Model Year,\" \"Hydrocarbons,\" \"Carbon Monoxide,\" and \"adaptive equipment\" suggest the notice is related to automotive emissions testing and regulatory compliance for air quality control.\n\nThe background is blurred and indistinct, emphasizing the document in the foreground. There are no visible people or other recognizable objects apart from the document and the neutral-toned surface it's attached to. The detailed nature of the content, along with its formal presentation, indicates the document's official purpose, likely posted for public or employee information.","title":"Closeup of emission standards for light duty, spark ignition powered motor vehicles which are tested annually in hamilton county, Ohio.  The notice is posted in an inspection station that was formerly an auto dealership in the village of Newtown, Ohio vehicles are tested for carbon monoxide and hydrocarbon emissions.  If a vehicle fails the test, its owner is given 30 days to have it repaired and retested.  Vehicles with invalid stickers are ticketed","placename":"Newtown (Ohio)","location":"Newtown, Ohio","nn1":["557930","557825","542762","557824","542754","549691","557922","549668","557829","553895","545403","549690","555240","550262","557859","552775"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["document","notice","emission","attach","text","reason","employee","public","describe","relate"]}
