{"path":"557824.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph features a roadside scene primarily dominated by a large signage board announcing the \"Auto Emission Inspection\" station for Hamilton County. The sign, which is tall and situated on a pole, is detailed with specific information: it specifies it’s \"Inspection Station No. 1\" and highlights that it opens on August 4, operating from Monday to Friday between 11 AM and 7 PM.\n\nIn the background, there is a bustling street vista depicting multiple cars driving by and some parked cars. Notably, a vintage Volkswagen Beetle painted in white is clearly visible amongst other vehicles which are more vaguely depicted due to distance and motion blur. Additionally, there's a large red and white building with a prominent “GOLF” sign, indicating either a service station or a brand endorsement.\n\nThe environment around these man-made features includes green lush trees to the right and what seems to be a grassy area upfront. The sky above is mostly clear with a hint of clouds. A series of utility poles run alongside the road, contributing to a typical urban roadside setting. The photograph has a distinctly retro feel, likely denoting a mid-to-late 20th-century timeframe judging by the architectural style and vehicle models visible.","title":"Hamilton County auto emission inspection station sign in the village of Newtown, Ohio. Since January 1, 1975, all light duty, spark ignition powered motor vehicles must be certified annually for carbon monoxide and hydrocarbon emissions if registered within the county. If a vehicle fails the test, its owner is given a 30-day temporary sticker to allow time for repairs and retesting.","placename":"Newtown (Ohio)","location":"Newtown, Ohio","nn1":["557825","557875","557930","550093","545463","550097","547021","557839","556753","556712","555584","548174","555458","543874","548889","555459"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["roadside","no","specify","station","announce","timeframe","golf","pole","denote","vista"]}
