{"path":"557849.jpg","date":"September 1975","photographer":"Eiler, Lyntha Scott","caption":"The photograph depicts an automotive diagnostic machine, specifically an exhaust performance analyzer from Sun Electric Corporation. The machine, labeled \"Sun Infra-Red\", is designed in a vertical upright layout with multiple meters and control knobs.\n\nAt the top of the machine, there's a branded panel with the name \"Sun Infra-Red\". Below this, there are four analog gauges. The top left gauge measures \"PPM HC\" (parts per million hydrocarbons), scaled from 0 to 2000, and the top right gauge measures \"% CO\" (percentage of carbon monoxide), scaled from 0 to 20%. Below these, two more gauges are labeled but not visible in detail from this angle.\n\nIn the middle section of the machine, there are two additional meters labeled \"Engine R.P.M.\" each with \"Sun Electric Corporation – Chicago, Illinois\" branding. These meters are circular with numerical scales, likely used to measure engine revolutions per minute.\n\nThe lower part of the machine includes a control panel marked \"Exhaust Performance Analyzer\". This section features various knobs labeled \"Hydrocarbon,\" \"Engine R.P.M.,\" \"Carbon,\" and \"Carbon Monoxide,\" with additional smaller buttons for mode control. There is a labeled on/off selector and textual indications cautioning to replace or clean the filter.\n\nThe machine is housed in a dark red and black cabinet with a slight reflective metallic sheen, indicating it's likely stationed in a workshop or garage. The overall setting suggests an environment related to vehicle maintenance or testing. A small pedal, possibly a control or part of the setup, is partly visible at the bottom.","title":"View of an exhaust analyzer at an auto emission inspection station in Norwood, Ohio. Regulations specify the maximum limits of carbon monoxide and hydrocarbon emissions permissible for various years of vehicles. Top limits of CO for autos are 6% for pre-1968 models, 5% for 1968-69, 4% for 1970-74 and 1.5% for 1975 models. HC limits for cars are 1,000 parts per million for pre-1968 models, 600 ppm for 1968-69, 500 ppm for 1970-74 and 250 ppm for 1975 models.","placename":"Norwood (Ohio)","location":"Norwood, Ohio","nn1":["557890","557889","557857","557912","557859","557829","542762","557851","553895","549690","549689","557835","557930","542763","549691","555252"],"cl":[40],"cluster":["#40 &mdash; Technology"],"terms":["machine","gauge","meter","control","knob","measure","panel","minute","off","mode"]}
