{"path":"557872.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph depicts a scene between two individuals in what appears to be a parking lot or vehicle inspection area. On the left side, an older woman is visible. She has short dark hair, and she is wearing a light-colored dress with a square geometric pattern. Her expression appears puzzled or concerned as she looks up at the person to her right.\n\nOn the right side of the photo, a person wearing a light blue uniform with a badge on the right sleeve is seen speaking to the woman. The uniformed individual's back is to the camera, making the face and other details unidentifiable. This person seems to be holding a piece of paper or a ticket, and is gesturing with their left hand while talking. \n\nIn the background, there is a window with the reflection of greenery and a blurred sign stating \"GIVE BETTER INSPECTION 32\" which suggests that this might be a vehicle inspection station. A dark-colored sedan, likely from the 1970s era given the style and color, is partially visible in the foreground with its trunk open facing the camera. The overall atmosphere seems official but calm, with an interaction that possibly relates to a routine check or query.","title":"Public works department employee at an auto emission inspection station in Norwood, Ohio, explains the results of a new inspection program in that city.  Many motorists whose vehicles are tested for carbon monoxide and hydrocarbon emissions by an exhaust analyzer do not realize their cars have failed the test until they receive a 30-day sticker that will give them time to have repairs made and be retested","placename":"Norwood (Ohio)","location":"Norwood, Ohio","nn1":["557831","557865","557868","557841","546637","551941","546654","557910","546849","557850","546663","546611","546661","542758","557871","557859"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["inspection","person","ticket","relate","badge","talk","camera","check","face","woman"]}
