{"path":"557856.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures a moment among three mature men engaged in a focused conversation. One man, at the center, is noticeably more highlighted than others. He wears eyeglasses, a striped shirt with vertical lines in multiple shades, and a distinct white hat decorated with what appears to be a pattern or logo, resembling a traditional newsboy cap.\n\nTo his left (viewer’s right), there's a man partially shown, likely facing the central figure, though only the back and side of his head can be seen. He wears a blue work shirt, suggesting a uniform possibly with a badge or patch on the sleeve, adding a formal or official touch.\n\nOn the right (viewer's left) of the image, another man is involved in the conversation. He also appears to wear a blue uniform shirt, reinforcing the notion of a work-related environment. This man is holding what looks like a small cup, perhaps containing coffee or tea, suggesting a break or informal meeting moment.\n\nThe overall ambience seems somber or serious based on the expressions and posture of the visible faces. The background is softly out of focus, primarily in shades of green and brown, directing the viewer’s attention firmly onto the subjects and their interaction. The lighting is soft and natural, hinting that the setting might be indoors with natural light filtering in, complementing the intimate and candid nature of the scene.","title":"Motorist engages in a lengthy confrontation with public works employees of an auto emission inspection station in Norwood, Ohio. He was unconvinced that his station wagon was not maintained well enough to pass the exhaust analyzer test for carbon monoxide emission. His vehicle did pass the hydrocarbons portion of the test. The motorist was issued a 30-day sticker to give him time to have repairs made and allow for retesting. (See pictures)","placename":"Norwood (Ohio)","location":"Norwood, Ohio","nn1":["557867","553182","555234","551853","558393","545984","553167","557727","547443","557854","542562","557152","557037","549908","547362","547367"],"cl":[21],"cluster":["#21 &mdash; Infrastructure Maintenance"],"terms":["man","viewer","notion","eyeglass","conversation","indoor","coffee","meeting","shirt","filtering"]}
