{"path":"557800.jpg","date":"September 1975","photographer":"Stephenson, Al","caption":"This photo captures a lively scene outside of a rustic-style building, likely a restaurant given the presence of a sign that reads \"Wurst Haus.\" The architecture features wooden elements and a low-slung, dark roof, with the outer walls constructed from stones. The building is surrounded by tall trees, suggesting a rural or suburban setting. The skyline is slightly overcast, providing a soft, diffused light over the scene.\n\nA group of people, consisting of various ages from children to adults, is gathered outside the building. Some are engaged in conversation, while a few children seem to be in motion or playfully interacting. On the right, a stone ledge serves as a casual seating area for some younger individuals and adults. The clothing style of the people, such as casual shirts, pants, and diverse hairstyles, suggest a relaxed, informal gathering or public event.\n\nA notable feature prominently displayed on the left in the image is a decorative sign for the \"Wurst Haus,\" crafted in an elaborate script and mounted on a wrought iron bracket, contributing to the rustic charm of the venue. The overall atmosphere is convivial and pleasantly busy, with a sense of community or public gathering.","title":"Visitors to the fifth annual oktoberfest at helen congregate outside the wurst haus on main street directly across from helen's shops.  The village of 270 gained recognition after residents, businessmen and officials endorsed Renovation of the business district with a bavarian alpine theme.  The project led to increased business and additional tourism.  The oktoberfest was begun in 1971 after storefronts in the town were refurbished","placename":"Georgia","location":"Georgia","nn1":["557802","557943","557654","551116","557784","551844","551871","551847","557663","554269","551790","551846","549669","557656","551789","557785"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["gathering","adult","script","stone","bracket","child","restaurant","ledge","venue","iron"]}
