{"path":"557898.jpg","date":"September 1975","photographer":"Eiler, Lyntha Scott","caption":"The photograph captures a moment at an industrial or transit-like indoor setting, possibly a train station, as suggested by the presence of red signal lamps in the background. The environment has a utilitarian feel with visible structural and mechanical elements in dark and metallic shades.\n\nIn the foreground, a young family is shown. A woman, presumably the mother, is holding a fair-haired toddler in her arms while another young child, with slightly longer, light brown hair, stands beside her, clinging to her leg. The mother is turned slightly to her side and appears engaged in conversation or interaction with a man, possibly the father, who is standing behind her with only the upper part of his body visible in the frame. The man points forward, possibly directing the family’s attention to something out of the viewer's sight.\n\nThe woman is dressed casually with her hair tied up, wearing jeans and a dark t-shirt. Her pose and the way the children cling to her suggest a moment of transit or waiting, a pause in movement as the family navigates their environment.\n\nThe lighting in the photograph creates a contrasting and dramatic effect, highlighting the subjects while keeping the background subdued and darker, drawing attention to the familial interaction within the more stark, industrial surroundings. The mood captured appears candid and real, indicative of everyday family life set against an unconventional backdrop.","title":"Youngsters hold tight to mother as she and a city employee watch her vehicle being tested at an auto emission inspection station in downtown Cincinnati, Ohio. All light duty, spark ignition powered motor vehicles are tested annually for carbon monoxide and hydrocarbon emissions, and given a safety check. All other vehicles registered in the city receive an annual safety check. Officials predicted 115,000 vehicles would receive emissions testing during 1975.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["556658","556235","553523","553496","557909","557368","544356","552612","557899","555990","553544","550090","556173","556531","556607","547135"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["family","mother","transit","father","toddler","child","pause","signal","sight","hair"]}
