{"path":"557829.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph shows a detailed view of a technical setup, focusing on a partial view of a person and a machine. The person, only visible from the waist up and from the side, appears to be a male, wearing a short-sleeve, light blue shirt with vertical stripes. His left hand holds what looks like a small sheet of paper or document, which he appears to be reading or analyzing closely.\n\nThe machine positioned next to the person is red and labeled \"EXHAUST PERFORMANCE\". It has two prominent knobs labeled \"MODE CONTROL\" along with text and settings options that suggest it measures hydrocarbon levels, noted by the term \"HYDROCARBON\" along with \"PPM\" (parts per million). The machine includes an additional smaller meter or possibly a screen, although the specifics are not clearly visible. Above this meter, a small pen-like object is attached, indicating that this device might print or record data. The presence of technical knobs and displays suggests that this piece of equipment is used for analyzing or monitoring exhaust emissions, likely in an industrial or mechanical context.\n\nThe background and surrounding environment are out of focus, with a glimpse of what might be industrial or outdoor settings based on the vague forms and lighting.\n\nOverall, the photograph presents a scenario likely situated in a technical or mechanical workplace, emphasizing the interaction between the man and the machinery, perhaps during a process of monitoring or analyzing mechanical emissions or performance.","title":"Closeup of an employee punching an auto emission inspection sheet at a hamilton county test station in Newtown, Ohio.  If a vehicle fails the test for carbon monoxide or hydrocarbon emissions, the owner has 30 days to have it repaired.  When he returns, the driver must present this punched sheet.  All light duty spark ignition powered motor vehicles in the county must be certified annually.  Officials report 510,000 vehicles are registered including 250,000 in the cities of Norwood and Cincinnati","placename":"Newtown (Ohio)","location":"Newtown, Ohio","nn1":["557851","549684","553329","557859","542762","549690","553330","551595","552371","544822","557857","549683","542765","542661","552386","557849"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["analyze","knob","machine","exhaust","meter","monitor","performance","emission","person","label"]}
