{"path":"557816.jpg","date":"September 1975","photographer":"Alexander, Hope","caption":"This photograph features a maritime scene with two ships on a vast expanse of deep blue seawater. On the left, there is a large cargo ship, which appears to be a tanker, painted in red and black with white and gray accents on the superstructure. The ship is bulky and elongated, equipped with a series of tanks or holds which are typical in vessels used for transporting liquids such as oil or chemicals. The vessel's bridge is prominently visible, flanked by exhaust stacks and various other structures that rise above the main deck.\n\nOn the right side of the image, significantly smaller in size, is a white boat that looks like a fishing or leisure craft. It has a cabin towards the bow and an open stern area. The boat seems to be trailing behind or moving away from the tanker, with its wake slightly visible on the calm sea surface.\n\nThe backdrop of the image is a serene ocean, stretching endlessly into the horizon. The water is calm with minimal wave activity, reflecting a peaceful setting. The overall atmosphere is quiet and isolated, emphasizing the open sea and the interaction between these two vessels of dramatically different sizes and likely different purposes. The lighting suggests this photo was taken during daylight with clear skies, given the brightness and visibility in the scene.","title":"National oceanographic and atmospheric administration ship, foreground, takes water samples as a New York city sludge vessel dumps its cargo into the waters of the New York bight.  The noaa research ship also used acoustic sounders to follow movement of the sludge.  The multi-year marine ecosystems analysis program is being observed by epa and the u.s.  Coast guard.  There are 15,000 square miles of ocean waters and continental shelf off the coasts of New York and New Jersey which make up the bight","placename":"New York (N.Y.)","location":"New York, New York","nn1":["557817","545845","557815","552010","557819","555801","555811","555721","544234","545830","551990","548127","550895","548201","557818","549432"],"cl":[18],"cluster":["#18 &mdash; Ship"],"terms":["tanker","ship","vessel","sea","superstructure","size","exhaust","boat","liquid","bow"]}
