{"path":"557879.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph features a prominently placed sign attached to what appears to be a vertical post or pillar. The sign, which is probably made of metal, reads \"Please DO-NOT SPIT ON FLOOR\" in capital letters, with the word \"PLEASE\" at the top and larger than the rest of the text. The sign and text are framed within a rectangular border.\n\nThe background of the image is dark and slightly blurred, indicative of an indoor setting with limited lighting. Behind the sign, there is a silhouette of an object that resembles a piece of luggage or other personal item, possibly placed on a ground or another flat surface. Beyond this object, the background suggests a depth with elements that might be part of a corridor or an adjacent room. Additionally, vague reflections or lights can be seen in the upper right corner, perhaps from windows or other light sources within the environment.\n\nThe image conveys a sense of an interior space—likely a public or semi-public area given the nature of the sign. The low light conditions create a moody atmosphere, and the clear focus on the sign implies an emphasis on the behavior being regulated. This place could be a station, a waiting area, or a public transport facility, common places where such behavioral guidelines might be necessary.","title":"Old sign in the interior of an auto emission inspection station in downtown Cincinnati, Ohio. Until January, 1975, the city had a semi-annual safety check for all motor vehicles. Since the first of the year the program was placed on an annual basis. In addition to the safety check all light duty, spark ignition powered motor vehicles must pass an emissions check on an exhaust analyzer for carbon monoxide and hydrocarbons. Some 115,000 vehicles were to receive an emissions test the first year.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["544228","549860","554158","548846","553729","544177","555404","552084","550699","554103","547854","556761","547895","555301","545298","557551"],"cl":[38],"cluster":["#38 &mdash; Signs"],"terms":["sign","text","behavior","place","corridor","luggage","capital","object","pillar","border"]}
