{"path":"557837.jpg","date":"September 1975","photographer":"Eiler, Lyntha Scott","caption":"This image captures a moment outside a building named \"Norwood Safety Lane.\" The photograph features an elderly woman positioned on the right side of the frame. She is standing slightly off-center, bathed in sunlight and facing away from the camera towards a dark, open garage doorway that takes up much of the image's left side. The woman is wearing a light-colored coat or jacket, and what could be a scarf or hood over her head, paired with dark shoes. She is carrying what appears to be a handbag in her right hand.\n\nThe background includes the wall of the building which is partially illuminated by sunlight. The name \"Norwood Safety Lane\" is painted in bold, black letters on a white background above the dark garage opening. To the right of the doorway, part of a brick wall is visible. At the bottom right corner, there is a text \"CLEARANCE 12 FT 2 IN.\" indicating the height clearance of the doorway.\n\nThe scene conveys a feeling of everyday life intersected by an architectural, commercial space. There is a stark contrast between the bright illuminated portions under sunlight and the deep shadows of the garage interior and parts of the pavement. This contrast draws attention to the elderly woman as she walks by this threshold of light and shadow.","title":"Resident of the neighborhood in Norwood, Ohio, walks in front of the safety lane at the auto emission inspection station. The building is located in a residential area, but only a block off Main Street. All vehicles in the city that are classified as light duty spark ignition powered must be inspected annually. Vehicles are attached to an exhaust analyzer that gives readings for carbon monoxide and hydrocarbon emissions.","placename":"Norwood (Ohio)","location":"Norwood, Ohio","nn1":["547816","552680","553503","553480","551723","546931","546498","553486","551439","553474","556487","546493","555530","557177","554798","557702"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["garage","clearance","doorway","sunlight","woman","handbag","scarf","wall","hood","pavement"]}
