{"path":"557812.jpg","date":"September 1975","photographer":"Alexander, Hope","caption":"This photograph depicts a large fishing charter boat named \"Helen H\" floating on the ocean. The boat is painted white and blue, with the name prominently displayed on the side in black letters against a white background. The deck of the boat is bustling with activity; numerous people, dressed in casual outdoor attire, are visible engaging in what appears to be fishing. They are standing around the outer rails of the boat, some leaning over slightly, likely casting lines or watching their fishing rods.\n\nThe boat is equipped with several antennas and railings, and features a cabin area where more passengers can be seen. The composition of the photograph captures the boat from a slight angle, focusing on its port side and providing a clear view of the activities on deck.\n\nThe ocean surrounding the boat is calm and the horizon stretches across the entire background, meeting a clear sky at a distant point, suggesting good weather conditions for fishing. The light blue of the sky and the darker blue of the water complement the boat's color scheme, enhancing the serene maritime setting.","title":"Charter fishing boat in a dumping area for acid wastes in the New York bight near New York city.  The area is not considered good for fishing.  Some boats spend time in the waters to clean off the bottoms of their vessels.  The u.s.  Coast guard is responsible for monitoring all ocean dumping.  The national oceanographic and atmospheric administration is conducting a marine ecosystems analysis program in the bight.  The multi-year project is being observed by epa and the coast guard","placename":"New York (N.Y.)","location":"New York, New York","nn1":["545188","549383","555719","545056","548499","548535","545057","547465","545158","547552","548108","552050","550942","555718","545178","544186"],"cl":[16],"cluster":["#16 &mdash; Fishing"],"terms":["boat","fishing","deck","ocean","name","blue","antenna","casting","scheme","port"]}
