{"path":"557882.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures a busy urban scene, primarily composed around the bustling movement and everyday life of a city street. The focus of the image is a red car, distinctively styled like a Volkswagen Beetle, dynamically blurred as it speeds from right to left, suggesting motion and a moment captured in time. \n\nIn the background, the scene is set against a brick building which houses different business offices, as indicated by signs and visible doorways. Several people can be spotted engaged in various activities: two men stand near the entrance of the building, seemingly in conversation, while another person is walking towards the building. Specific attention is drawn to the STOP signs prominently displayed on the building's facade, reinforcing the urban, regulatory environment.\n\nThe streets are lined with lush, mid-sized trees, possibly indicating a season with full foliage, adding a natural element to the urban setting. This vegetative framing subtly contrasts with the human-made structures and the vehicular activity, creating a layered view of city life. On the far right, another older car, possibly from the 1960s or 1970s, is parked beside the curb, adding to the urban transport narrative.\n\nThe composition leverages natural lighting that casts gentle shadows and highlights across the scene, enhancing the depth and texture of the photograph. Overall, the image is a lively depiction of a moment in a city, emphasizing movement, daily routines, and the coexistence of nature with urban elements.","title":"Employees of an auto emission inspection station in downtown Cincinnati, Ohio, wait for business at 8:30 on a weekday morning.  All light duty, spark ignition powered motor vehicles in the city must be inspected annually for carbon monoxide and hydrocarbon emissions.  All vehicles in Cincinnati are given a safety inspection.  Prior to january, 1975, it was given semi-annually, but the time period was changed when the emissions testing regulation went into effect","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["551912","549881","555944","553019","553845","549679","549919","555450","550139","555782","549662","551913","549872","545353","545321","549882"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["city","leverage","movement","curb","building","street","routine","stop","doorway","depiction"]}
