{"path":"557892.jpg","date":"September 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures a man standing indoors. He is wearing a white short-sleeved button-up shirt and glasses. He has a full beard and appears to be in a contemplative or pensive mood, looking off to the side rather than directly at the camera. His hair is dark and slightly long, complementing his full beard.\n\nThe man is holding a newspaper or magazine rolled up in his left hand, while his right hand, which is partly cut off the image frame, seems to be holding something like a tool or a pen which is directed toward the ground. The focus and lighting on him highlight his facial features and the texture of his beard, making him the clear subject of the photo.\n\nIn the background, there's another individual, blurred and mostly obscured by darkness, which underlines the focused illumination on the man in the foreground. The background suggests an industrial or workshop setting, given the glimpses of steel bars or structures, and feels somewhat spacious.\n\nOverall, the photograph has a moody and somewhat candid feel, capturing a seemingly unguarded moment of this individual in an indoor, possibly workplace environment.","title":"City employee of an auto emission inspection station in downtown Cincinnati, Ohio, holds a probe attached to the tailpipe of a car. The probe is held in the car exhaust for 8 to 12 seconds while gases pass to the analyzer which reads the amount of carbon monoxide and hydrocarbon emissions. All light duty, spark ignition powered motor vehicles in the city must be tested for exhaust emissions. All vehicles registered in the city must undergo annual safety checks.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["555297","557648","553516","552104","557034","557317","557035","547427","543713","556443","546636","556147","556563","557907","553052","548252"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["beard","magazine","pen","bar","newspaper","workshop","illumination","hand","darkness","button"]}
