{"path":"557890.jpg","date":"September 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph shows a close-up of a diagnostic machine, likely used for automotive purposes, as indicated by its display and readings. The device is branded as \"Sun Infra-Red\" made by the Sun Electric Corporation based in Chicago, Illinois. The machine features several gauges and dials:\n\n1. The upper left gauge is marked \"PPM HC\" (parts per million hydrocarbons) and ranges from 0 to 500 with incremental markings in red and black. This gauge indicates the concentration of hydrocarbons in exhaust emissions.\n   \n2. The upper right gauge is labeled \"CO\" (carbon monoxide) and has a scale from 0 to 4%, which measures the percentage of carbon monoxide content in exhaust gases.\n   \n3. The lower left gauge reads \"ENGINE R.P.M.\" with a scale from 0 to 3000 R.P.M., measuring engine speed or revolutions per minute.\n   \n4. On the right edge, slightly obscured, there's a connected hose or cable, indicating this device likely connects directly to a vehicle for testing.\n\n5. Below the \"ENGINE R.P.M.\" gauge, there appears to be another component or display labeled \"FLOW INDICATOR\" suggesting this device can also monitor the volume or flow rate of something, possibly air or fluid through the engine or exhaust system.\n\nThe overall format and design suggest that these gauges are part of a larger toolkit used by mechanics to diagnose engine performance and emission levels. The machine features a robust and utilitarian design typical of garage or automotive workshop equipment. The visible branding and labels provide information about the functionality and manufacturing details.","title":"Closeup of an exhaust analyzer used at an auto emission inspection station in downtown Cincinnati, Ohio.  A hose from the car's tailpipe runs to the machine which registers carbon monoxide and hydrocarbon emissions.  Exhaust emission tests were started on an annual basis in january, 1975, for all light duty, spark ignition powered motor vehicles.  All vehicles registered in the city undergo annual safety checks","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["557849","557889","557829","557857","542762","557912","557859","553895","557851","549690","557930","549689","557835","549691","552770","549683"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["gauge","exhaust","engine","machine","device","label","measure","emission","format","minute"]}
