{"path":"557868.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph features two men engaged in an interaction beside a car. The first man is seated inside the red car and is bald with sunglasses; he appears to be in mid-conversation or is listening, looking up and slightly smiling. He wears a vertically striped beige and white shirt, and sports a wristwatch. \n\nThe second man, standing outside the vehicle, is in a light blue shirt that suggests a uniform, likely indicative of some official capacity, perhaps a security guard or policeman. He holds up a piece of paper in his right hand while simultaneously resting his left arm on the car’s roof, pointing a pen toward the paper. This man has a mustache and wears two pens in his shirt pocket.\n\nThe setting includes a light green painted wall in the background and suggests an outdoor environment possibly near an institutional or commercial building. The focus of their interaction centers around the document, indicating a form of official or administrative communication, possibly a ticket, directions, or a similarly routine document exchange.\n\nThe overall mood is calm, with the interaction appearing routine and neither person displaying strong emotions. The natural light highlights the intensity of the day and the casual yet official nature of the exchange.","title":"Motorist and public works department employee discuss the results of the car's performance after testing at an auto emission inspection station in Norwood, Ohio. Since January, 1975, all light duty, spark ignition powered vehicles in Hamilton County must be tested annually for carbon monoxide and hydrocarbon emissions. Officials expected 74 percent of the vehicles in both Norwood and Cincinnati would be tested by the end of 1975.","placename":"Norwood (Ohio)","location":"Norwood, Ohio","nn1":["557854","546663","557872","542757","557831","546611","546654","557841","546680","551941","557863","552779","557910","557864","557865","546657"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["exchange","pen","document","paper","interaction","guard","emotion","car","wristwatch","capacity"]}
