{"path":"557895.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"This is an image depicting three men engaged in an activity around what appears to be a parking meter or a similar public device. We can see three men, two prominently in the foreground and another partially visible on the left side of the image. The two men closest to the camera are dressed in business attire—white shirts, ties, and trousers. The man on the left with a darker tie is watching attentively as the other man, who wears glasses and a lighter tie, reaches out to operate the device. The man in the foreground is likely explaining the function or features of the device being interacted with.\n\nThe device itself is positioned on the right side of the image, and it appears bulky and metallic, typical of mechanical public utility machines used for tickets, payments, or controls.\n\nThe background includes trees and a glimpse of what might be a road or a park area, creating a vaguely urban setting. The lighting is natural, suggesting the photo was taken outdoors during the day. The focus and depth of field place emphasis on the interaction between the two men and the device, giving a sense of immediacy to their activity.","title":"City employee of an auto emission inspection station in downtown Cincinnati, Ohio, explains the workings of an exhaust analyzer to a motorist whose vehicle had failed the test. All such owners are given a free brochure which gives the amount of carbon monoxide and hydrocarbon emissions permissible for their vehicles. The emissions test went into effect in January, 1975, for all light duty, spark ignition powered vehicles. All vehicles in the city must pass annual safety checks.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["557867","551463","542757","553182","555287","557830","553189","549684","555247","556847","555234","549908","557857","555233","551459","549090"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["device","tie","man","immediacy","ticket","meter","explain","emphasis","operate","reach"]}
