{"path":"557830.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures two men, likely engaged in some form of professional or technical work outside. Both men, seemingly focused on their tasks, are positioned side by side, concentrating on papers or devices they are holding. \n\nThe man on the left is wearing a vertically striped blue and white shirt with a darker blue collar, over which he has a mechanic-style shirt or jacket labeled 'Ronald' over the left breast pocket. Underneath, he wears a red shirt. He is holding a clipboard and a pencil, suggesting he might be recording information or checking off items on a list.\n\nThe man on the right appears older and is dressed in a light blue, short-sleeved shirt with glasses perched on his nose. He also holds a clipboard and is looking down at it, seemingly reviewing the documents attached.\n\nIn the background, there is a piece of machinery or equipment that looks like a diagnostic or testing station with various dials and instructions, marked with the name 'Sun Infra'. The equipment appears quite utilitarian, possibly linked to vehicle or mechanical diagnostics.\n\nThe setting is outdoors, indicated by the bright daylight and a sliver of a building or wall visible in the far left corner. The focus on this professional moment amid a workday context is clear, with both individuals engrossed in their task.","title":"Employee at the Hamilton County auto emission inspection station at Newtown, Ohio. She is filling out the emissions data sheet and telling the driver what he must do. If a vehicle fails the test for carbon monoxide or hydrocarbon emissions, the owner has 30 days to have it repaired and retested. All light duty, spark ignition powered motor vehicles in the county must be certified annually.","placename":"Newtown (Ohio)","location":"Newtown, Ohio","nn1":["552377","549684","557372","552356","551463","557857","546628","557727","552386","557867","547382","549627","556557","557835","542546","542663"],"cl":[21],"cluster":["#21 &mdash; Infrastructure Maintenance"],"terms":["clipboard","shirt","pencil","workday","task","instruction","man","nose","testing","dial"]}
