{"path":"557887.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph depicts a scene in a toll booth or parking lot area during nighttime. In the foreground, a white hatchback car is moving forward in a lane designed for vehicle access, partially crossing over a red and metallic traffic spike strip intended to prevent reverse movement. The car's license plate is visible but the specifics are not clear. To the left of the car, a bright red stop sign mounted on a conical base prominently displays the word \"STOP\".\n\nThe overall lighting in the scene is artificial, with prominent and intense light sources in the background that result in flares and illuminate other parts of the scene unevenly. The surface of the parking lot is mostly dark with visible tire marks and some small debris.\n\nIn the background, multiple lanes like the one the car is in can be seen, each with similar spike strips and stop signs. There appear to be other cars in the lanes, displaying red tail lights, indicating they are stopped or moving away from the viewpoint. Dark silhouettes of structures or additional equipment make up the far background, and there are several illuminated signs or light fixtures overhead that might display information or advertisements, although the details are not discernable.\n\nThe environment conveys a typical vehicular checkpoint area, such as a toll or parking lot exit, characterized by structured lanes, control mechanisms (spike strips and stop signs), and bright, directional lighting which highlights the movement and regulation occurring within the area.","title":"Car that has just been through an exhaust analyzer test for carbon monoxide and hydrocarbon emissions continues down the safety lane in an auto emission inspection station in downtown Cincinnati, Ohio. It will also receive a safety inspection which has been in effect for years. All vehicles in the city must be safety tested. Light duty, spark ignition powered motor vehicles are tested for safe levels of emissions by an exhaust analyzer.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["557881","557875","546644","548435","542755","546619","546739","547096","553894","556720","555431","549871","546591","553727","546661","546586"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["lane","strip","lot","parking","car","sign","specific","exit","flare","regulation"]}
