{"path":"557903.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"This image appears to depict a scene at a vehicle inspection or service station. In the foreground, there is a white car on the left-hand side, partly cropped out of the frame, focused on its side and rear tire area. The car is elevated slightly, possibly on a lift or stand, suggesting it might be undergoing maintenance or inspection.\n\nIn the background, two young children and a partial view of an adult are visible. The child closer to the viewer is wearing a red T-shirt and khaki shorts, paired with red and white sneakers. Next to him, partially obscured by his head, is another child wearing a striped dress or top and black shorts, with similar red and white sneakers. Both are looking forward, possibly watching the activities around another vehicle, which is prominent but mostly out of frame towards the right.\n\nA mechanic or worker can be glimpsed in the deep background, behind the white raised car, presumably engaged in some task related to the car's inspection or service.\n\nThe overall setting indicates a typical garage environment with tools and car maintenance equipment likely around, though mostly out of frame. The lighting and color tone suggest an indoor environment with natural light possibly coming in from outside the frame.","title":"Children watch as their car's brakes are tested at an auto emission inspection station in downtown Cincinnati, Ohio.  All vehicles registered in the city must undergo an annual safety check.  In addition, all light duty, spark ignition powered motor vehicles must undergo an emissions test for carbon monoxide and hydrocarbon exhaust gases.  The emissions test went into effect in january, 1975.  The safety check has been in effect since 1940","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["542763","557885","557833","557853","557858","553490","557861","557852","557371","557850","557832","557897","557905","557902","553491","557906"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["inspection","sneaker","car","child","service","short","maintenance","mechanic","khaki","frame"]}
