{"path":"557900.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph takes place inside a garage or vehicle service station. The scene features an older man standing near a large, blue car, possibly from the 1970s or 1980s. The man is dressed in a light-colored suit and tie, and he appears to be reading or inspecting a document.\n\nInside the car, a woman is visible through the driver-side window. She is looking toward the front of the car, possibly speaking to someone outside the frame or waiting. The car has distinctive styling typical of the era, with chrome details and a prominent grille.\n\nThe garage itself has a somewhat industrial feel, with high ceilings supported by metal trusses and large windows that allow natural light to enter. There are other objects hanging from the ceiling which appear to be red lanterns, adding an unusual decorative touch to the otherwise utilitarian space.\n\nOutside the garage, trees and another vehicle can be seen, suggesting a suburban or commercial setting.\n\nThe overall atmosphere of the image is a blend of vintage and workaday elements, capturing a moment that seems both ordinary and meticulously arranged for visual impact.","title":"As his car is being tested, a motorist reads over a free brochure on exhaust emissions at an auto emission inspection station in downtown Cincinnati, Ohio. All light duty, spark ignition powered motor vehicles are tested annually for carbon monoxide and hydrocarbon emissions, and given a safety check. All other vehicles registered in the city receive an annual safety check. Officials predicted 115,000 vehicles would receive emissions testing during 1975.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["557874","557864","557905","557850","557865","557906","557927","557860","557853","557891","557841","555475","557919","552780","557885","557848"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["garage","ceiling","car","lantern","styling","grille","truss","document","chrome","driver"]}
