{"path":"557901.jpg","date":"September 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures a young woman standing in what seems to be an indoor space, possibly a terminal or public waiting area. The woman is wearing a bright yellow t-shirt with the word \"Bananas\" and a graphic of a peeled banana on it. She has light brown, curly hair and is wearing large, round sunglasses that cover her eyes. Her left hand rests on her hip while her right hand holds a leather strap or bag over her shoulder.\n\nBehind her, there are elements suggesting movement and activity typical of such public spaces. A man is partially visible in the background, looking away from the camera, wearing a white short-sleeve shirt. There are blurred figures and architectural features suggesting a spacious and possibly busy environment.\n\nThe lighting is relatively dim, hinting that the photo could have been taken either in the early morning or late afternoon, creating a dramatic atmosphere. The use of color and focus draws attention to the woman in the foreground, highlighting her and her casual, confident stance against the more somber, bustling surroundings.","title":"Young woman watches as her car goes through testing at an auto emission inspection station in downtown Cincinnati, Ohio. All light duty, spark ignition powered motor vehicles are tested annually for carbon monoxide and hydrocarbon emissions, and given a safety check. All other vehicles registered in the city receive an annual safety check. The emissions test on an exhaust analyzer went into effect in January, 1975; the safety test has been in effect since 1940.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["556699","549888","548257","556687","556765","551384","553191","557039","557904","556800","553321","551448","557909","556150","548255","546528"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["woman","terminal","graphic","hip","strap","leather","stance","hand","t","space"]}
