{"path":"557941.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph depicts a peaceful cemetery scene, focusing primarily on an old, prominent gravestone. The gravestone, which is the main subject of the image, is a dark-colored monument that stands taller and more robust than the other surrounding markers. It features a rectangular column that supports a pyramidal cap, and it rests on a two-tiered base.\n\nThe inscription on the stone can be partially read and identifies the deceased as Jonathan Hale, who was born in Glastenbury, Conn., moved to this township on July 12, 1810, died on May 14, 1862, and was aged 82 years. Below the inscription, the surname \"HALE\" is prominently engraved on the monument’s base.\n\nIn the background, there are several other gravestones of various sizes and styles, suggesting diversity in the memorials but uniformity in the solemn and respectful atmosphere typical of a cemetery. These stones are less detailed but still add to the sense of history and memory captured in the setting.\n\nThe setting is outdoors with sunlight casting shadows over the grass-covered ground, indicating it's a day with clear weather. Grass, slightly overgrown in some patches, covers the area, and the background shows a softly focused view of trees, contributing to a serene and tranquil environment. The overall mood conveyed by the photograph is one of quiet reflection, typical of a cemetery environment.","title":"Ira cemetery near the Hale Farm and Western Reserve Village near Akron, Ohio, contains grave markers of early settlers. This grave contains Jonathan Hale whose farm and home now form a living museum along with the village that preserves life as it was lived during that era. The community is being reconstructed with the addition of original buildings moved from other sites. It is located within the 30,000-acre Cuyahoga Valley National Recreation Area between Akron and Cleveland.","placename":"Akron (Ohio)","location":"Akron, Ohio","nn1":["546098","547417","557942","548239","550364","558040","554790","552451","552017","557184","546147","547420","554206","554824","554792","550365"],"cl":[35],"cluster":["#35 &mdash; Religious Imagery"],"terms":["gravestone","cemetery","monument","inscription","base","stone","memory","uniformity","marker","year"]}
