{"path":"557912.jpg","date":"September 1975","photographer":"Eiler, Lyntha Scott","caption":"This photograph captures two men standing next to an automotive service machine inside a service station or garage. The machine, prominently featured, is red and labeled as a Sun Infra-Red Engine Performance Analyzer, primarily used for diagnosing and analyzing car engine performance. \n\nThe man on the left is turned slightly towards the other man, only partially visible. He is dressed in a dark shirt and light shorts. The man on the right is facing the camera and pointing towards the machine. He wears a white short-sleeved shirt and sports a confident expression.\n\nThe background includes dark framing that suggests large windows or garage door panels typical of automotive workshops, providing a structured industrial feel to the setting. There's also a glimpse of plumbing or machinery against a brick wall, which adds to the workshop ambiance.\n\nOverall, the scene illustrates a moment where possibly a mechanic (the man pointing) is explaining the functionality of the engine analyzer to a client or colleague, highlighted by the engaging gestures and direct eye contact with the camera.","title":"Relieved motorist sees an employee of an auto emission inspection station in downtown Cincinnati, Ohio, pointing to gauges on an exhaust analyzer which shows his car finally passed inspection. It was Friday afternoon and he had spent $82 on repairs after receiving a $10 ticket for an invalid sticker. If his 1975 auto had not passed, his fine would have doubled. Actually it did fail the test 90 minutes earlier, but passed after a new rotor was installed (see picture #15461).","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["557857","557835","557859","542763","557889","557911","557858","557852","557849","557851","557906","549684","557829","557864","557855","557902"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["machine","garage","engine","workshop","service","man","colleague","mechanic","contact","gesture"]}
