{"path":"557994.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"The photograph appears to be a vintage image showing an industrial scene dominated by an old wooden aqueduct and a large building. The image quality suggests an early photographic style, with a grainy texture and bluish tint.\n\nThe focal point of the image is the large, multi-tiered aqueduct structure built predominantly of wood. The construction features numerous beams and support structures, enhancing its rustic and robust appearance. Parts of the aqueduct show significant icicle formations, indicating that the photo was taken during cold weather, likely in winter. These icicles hang dramatically from the wooden beams, varying in size, and contribute to an almost eerie, frozen-in-time ambience.\n\nBehind the aqueduct, there is a substantial three-story building, which looks to be a mill or an industrial facility of some kind given its size and the context of the photo. The building's façade is plain, with rows of evenly spaced windows and a flat roof. \n\nIn the foreground, wild vegetation is slightly visible, suggesting the area is not frequently disturbed by human activity. Across the bottom of the photograph, there is a caption handwritten with white ink, possibly for archival or identification purposes. The text reads: \"Luna Park. Aqueduct. Peninsula. O.\"\n\nOverall, the composition of the photograph, with its juxtaposition of natural ice formations against the man-made wooden and brick structures, creates a striking historical narrative. The image provides a glimpse into an era of utilitarian architecture, marked by the challenges of natural forces.","title":"Copy of a black and white photograph of an aqueduct on the Ohio-Erie Canal over the Cuyahoga River at Peninsula, Ohio, near Akron, taken about 1910. The building contained a mill which used water for creating power. The canal connected the Great Lakes with the Ohio and Mississippi river systems between 1833 and 1913. It is now a part of the Cuyahoga Valley National Recreation Area located between the metropolitan districts of Cleveland and Akron. (see picture #15545)","placename":"Akron (Ohio)","location":"Akron, Ohio","nn1":["556944","544796","553462","548870","549555","558003","546067","544824","550715","547529","553393","547890","546899","544769","543258","552240"],"cl":[20],"cluster":["#20 &mdash; Industrial Waste"],"terms":["beam","formation","identification","size","tint","mill","ambience","ice","challenge","kind"]}
