{"path":"557904.jpg","date":"September 1975","photographer":"Eiler, Lyntha Scott","caption":"The photograph captures an urban scene at what appears to be a bus or tram stop. The main focus is on a woman standing in the foreground. She is in profile view, wearing a light blue blouse and holding a white paper or napkin close to her nose and mouth. She also carries a colorful patterned shoulder bag and holds her arms crossed, possibly holding a book or a small flat object against her body. Her expression is neutral and she seems to be focused inward or possibly reading the paper she holds.\n\nIn the background, partially out of focus, another individual (a man) is visible leaning against a post or wall. He is wearing a striped shirt and dark pants. His arms are slightly raised as if he's adjusting something near the top of the post. Only his side and back are visible.\n\nThe background shows typical street elements such as vehicles parked or moving in the street, and multiple windows suggesting a dense, urban environment with tall buildings. The lighting and the shot composition, combined with graininess and the blue-green color tint, evoke a somewhat gritty, candid aesthetic typical of street photography. There is a sense of everyday city life and incidental moments captured spontaneously.","title":"Student nurse stands deep in thought waiting for her car to complete testing at an auto emission inspection station in downtown Cincinnati, Ohio. All light duty, spark ignition powered motor vehicles must undergo an emissions test for carbon monoxide and hydrocarbon exhaust gases, and be given a safety check. All other vehicles registered in the city must receive an annual safety check. The emissions test went into effect in January 1975; the safety check has been in effect since 1940.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["546623","556804","549916","557039","551828","556796","546615","548255","556699","548257","551816","556799","556822","557909","551648","549673"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["post","street","paper","tram","arm","graininess","nose","stop","tint","photography"]}
