{"path":"557929.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"The photograph depicts a vibrant and colorful setting at a car service station, presumably from the mid-to-late 20th century, possibly in the United States. The central focus is on the \"Sidney's Sunoco\" service station, which is branded with multiple signs advertising various automotive services including a \"$10 Lube\" deal and \"Electronic 'Sun' Tune-Up.\" Prominent in the image is a large sign with \"$10 Lube\" in bold, located on top of a sizable, elaborate gas price sign under a Sunoco logo.\n\nThe service station is adorned with yellow and black pennant banners strung across the top of the fuel pumps and around the premises, adding a festive or promotional atmosphere. In front of the service station, there are multiple non-descriptive cars typical of the era’s automotive design—long, with angular body shapes.\n\nThere are several smaller signs visible, including ones offering \"Safety Lane Corrections Here\" and \"City of Cincinnati Licensed Towing.\" The gas pumps have analog displays, reflecting the technology of the time, and there are numerous other advertising and instructional signs plastered across the windows and walls of the station.\n\nThe station is set against a backdrop of lush green hills, suggesting a suburban or semi-rural location. The landscaping and setting contribute to a somewhat tranquil look despite the commercial activity.\n\nOverall, the image captures a busy, promotional setup of a mid-20th-century American gas station, offering a glimpse into the automotive culture and local commercial practices of the time.","title":"One of several service station that advertise tuneups to pass emissions and safety tests is located near an auto emission inspection station in downtown Cincinnati, Ohio. All light duty spark ignition powered motor vehicles must be inspected for carbon monoxide and hydrocarbon emissions since January, 1975, and also receive a safety check. All other type vehicles registered in the city must undergo only the safety check.","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["555484","550096","555467","555415","555457","547866","555473","555459","550093","557893","548174","555405","555520","549003","547021","555498"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["station","service","gas","pump","sign","price","century","fuel","banner","advertising"]}
