{"path":"557907.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"The image features two men standing side by side, each appearing engrossed in a separate viewpoint or thought, set against an industrial or possibly commercial backdrop. The man on the left features a full beard and mustache, and is dressed in a white short-sleeved shirt with a black name tag and dark slacks. He stands with his arms crossed and exhibits a pensive or observant expression. The right-hand man is clean-shaven, sporting sunglasses, and wears a horizontally-striped, button-down, short-sleeved shirt in shades of white, gray, and black, complemented by lighter-colored trousers. His pose is relaxed with one hand slightly touching his waist, possibly hooked onto his belt, and he looks forthrightly into the distance.\n\nThe background, softly out of focus, hints at an architectural structure with visible columns or pillars, suggesting a potentially public, shaded venue like a station or a warehouse entrance. The lighting in the photograph is moody and natural, focusing more intensely on the figure in sunglasses, which might suggest late afternoon or early evening. The general ambiance is somewhat somber or contemplative, mirrored by the expressions and stances of the men. The depth of field is shallow, emphasizing the subjects while relegating the background details to mere suggestions, adding a sense of momentary capture to the scene.","title":"Motorist, right, waits for the results of his vehicle's test at an auto emission inspection station in downtown Cincinnati, Ohio since january, 1975, all light duty, spark ignition powered motor vehicles must be tested annually for carbon monoxide and hydrocarbon emissions, and be given a safety check","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["551463","551301","552859","557033","553270","557892","554097","554322","556153","557894","557854","557037","553516","549291","552971","556443"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["suggestion","think","tag","pillar","hook","slack","man","waist","mustache","venue"]}
