{"path":"557913.jpg","date":"August 1975","photographer":"Eiler, Lyntha Scott","caption":"The photograph depicts a scene located apparently within a bus terminal or a similar industrial setting with large open spaces covered by a semi-transparent roof that allows diffuse sunlight to filter through. The setting includes elements characteristic of public transport or vehicle maintenance areas.\n\nTwo males are shown prominently in the foreground. The man on the left is dressed in a white short-sleeved shirt and dark pants, wearing glasses, and slightly leaning forward with a relaxed posture. He is also holding an envelope or pamphlet in one hand at his side. The man on the right is wearing a grey T-shirt and black framed glasses, standing with his arms crossed and a slightly contemplative expression.\n\nBehind them, in the central part of the image, is a light-colored Volkswagen Type 2, known commonly as a VW Microbus. The vehicle is parked, contributing to the utilitarian vibe of the scene.\n\nThe background consists of various industrial elements like steel beams and girders crossing the ceiling, multiple layers of horizontal lines formed by the building's structure, and shadows cast by the roof onto the floor and objects below. These details give an impression of height and space which suggests the setting could be a large vehicle depot or a similar transport-related facility.\n\nOverall, the photograph captures a moment that seems both casual and structured, blending human interaction with a background of mechanical and architectural elements.","title":"Motorist, right center, looks on as his van is tested at an auto emission inspection station in downtown Cincinnati, Ohio. He was determined to pass because he was leaving for school out of state. City employees in the safety lane said his vehicle failed the carbon monoxide test earlier because of a minor adjustment problem and gave him instructions on how to correct it. After two tries at a nearby service station to cut back the carburetor, the van passed. (See picture #15464)","placename":"Cincinnati (Ohio)","location":"Cincinnati, Ohio","nn1":["557921","557884","557886","557905","552382","557907","551912","552381","557909","551463","557854","556648","557684","555956","556747","554870"],"cl":[29],"cluster":["#29 &mdash; Car"],"terms":["cross","transport","depot","pamphlet","girder","terminal","vehicle","glass","roof","know"]}
