{"path":"557948.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph depicts a group of people in a rural setting, engaged in outdoor activities near an old, two-story house. The house, which features a Classical Revival architectural style, has a central entry flanked by windows and topped with a decorative transom and pilasters. There's an attachment on the house's side and a smaller, single-story outbuilding, similar in style, positioned to the left of the main structure. The white paint on both buildings appears aged and slightly weathered.\n\nIn the foreground, a field of low crops stretches towards the house, with children and a few adults visible among them. The children seem to be playing or walking through the field, while the adults appear to be supervising or engaging with the kids. \n\nThe background showcases a lush landscape of dense trees under a partly cloudy sky, giving the scene a serene and somewhat nostalgic atmosphere. The fencing, partly visible, demarcates the property. The image evokes a sense of tranquil rural life, possibly during the mid-20th century, reflecting a moment of family interaction and outdoor leisure.","title":"Bordner land office, left, and the Goldsmith house at the Hale Farm and Western Reserve Village near Akron, Ohio. They are part of the 19th century farm and village that form a living museum to preserve life as it was lived during that era. The Goldsmith house was built in 1826 in Willoughby, Ohio, and the Bordner structure was erected in North Bloomfield in 1830. The village is being reconstructed by adding original period buildings moved from other sites.","placename":"Akron (Ohio)","location":"Akron, Ohio","nn1":["557953","557746","550704","557949","547658","556959","554697","548295","557641","557936","558109","556439","555611","558110","557947","556961"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","adult","kid","attachment","story","demarcate","outbuilding","supervise","child","fencing"]}
