{"path":"557987.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures several children engaged in activities on a large concrete structure under a clear blue sky. The structure appears to be an old, abandoned building or industrial construction, made of weathered concrete with noticeable stains and graffiti. It has a stepped composition, with each layer slightly smaller than the one below it, creating a tiered effect.\n\nThe children, varying in dress, are sitting on different levels of the structure. Some sit on the grassy top, while others are on the exposed concrete surfaces. There appears to be some interaction among the children, with some looking towards others, possibly talking or playing.\n\nIn the foreground, tall grasses and wild vegetation grow around the base of the concrete structure, emphasizing a sense of neglect or abandonment. The background includes lush green trees under a bright sky, suggesting a rural or semi-rural setting.\n\nThe scene is peaceful yet evocative, hinting at stories or games invented by the children in this unconventional play space. The contrast between the man-made, aging structure and the vibrant, natural environment adds a rich layer of texture and narrative to the image.","title":"Visitors view a shelf of sandstone in deep lock quarry, a part of the Akron, Ohio, metropolitan park system.  The rock was used in the 19th century in canal construction and other area building projects.  The park is within the newly created cuyahoga valley national recreation area located in the 20-mile stretch between the metropolitan areas of Akron and Cleveland.  The national park service must complete a master plan for the recreation area by june, 1976","placename":"Akron (Ohio)","location":"Akron, Ohio","nn1":["556166","555928","553096","555901","551725","555931","556175","555946","545319","552591","554072","544424","551726","549674","553510","556287"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["child","play","structure","sit","layer","graffiti","other","game","stain","talk"]}
