{"path":"557938.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a serene, rustic outdoor setting, possibly in a farming or rural environment. Two individuals are present in the scene, interacting with a large pig within a wooden fenced enclosure. The person on the left, likely an older male, is bending over the fence to pet or feed the pig. He has gray hair and is wearing a striped, long-sleeve shirt and dark trousers. The person on the right, appearing to be a middle-aged male, is standing and observing the interaction. He sports dark hair and is wearing a bright, floral pattern shirt and beige trousers.\n\nThe background features a traditional wooden structure that resembles a barn or an old outbuilding, enhancing the pastoral feel of the photograph. The ground is covered with fallen leaves, indicating that the season is autumn. The lush greenery of trees and shrubs can also be seen in the background, adding to the serene and tranquil atmosphere of the rural setting. The colors in the photograph are somewhat muted, giving the impression of an overcast day or the use of older film technology.","title":"A visitor feeds a hog with an apple from the orchard at the Hale Farm and Western Reserve Village near Akron, Ohio. Operated by the Western Reserve Historical Society, the 19th century farm and village form a living museum that preserves life as it was lived in that era. The community is being reconstructed with the addition of original buildings moved from other sites. It is located within the 30,000 acre Cuyahoga Valley National Recreation Area between Akron and Cleveland.","placename":"Akron (Ohio)","location":"Akron, Ohio","nn1":["556605","556608","554948","546954","554950","547326","554949","553585","544391","554894","543117","552663","555819","552581","547409","552573"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["male","trouser","pet","outbuilding","enclosure","hair","person","barn","technology","film"]}
