{"path":"558062.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph presents an aerial view of a curving river bordered by dense green foliage on one side and a clear, possibly grass-covered area on the other. Lined along one bend of the river are numerous houseboats, closely positioned next to each other. The boats are compact and appear to have small, brightly colored roofs in shades of white, red, and blue. These floating homes create a striking visual contrast to the natural surroundings.\n\nThe river itself is a dark, murky color, reflecting little to no light, suggesting it might be deep or shadowed by the overhead trees. On the land side, the forest surrounding the river is lush and thick, indicating a secluded or less developed area. The opposite side, with less vegetation, suggests a transition area, possibly a field or floodplain.\n\nThe photograph seems to capture a calm and quiet lifestyle, focused around the water, and possibly a community living in these houseboats, away from urban centers. The overall mood conveyed is serene and isolated, with nature playing a significant role in the scene.","title":"Aerial view of old cars secured along the bank of the Cuyahoga River to prevent erosion at Jaite north of Peninsula, Ohio near Cleveland. The river passes through private property at this point. The river and valley are part of the newly created Cuyahoga Valley National Recreation Area. A 20-mile stretch of largely undeveloped land between the metropolitan districts of Cleveland and Akron. The river was used as a water source for the old Ohio-Erie Canal during its heyday in the 19th century.","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["545197","548056","551217","548052","557972","551526","548028","551066","552837","557485","550885","549457","551067","550769","544607","558064"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["river","bend","lifestyle","role","transition","side","home","community","land","boat"]}
