{"path":"558027.jpg","date":"October 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph displays the interior of a quaint, historical church, richly adorned with dark wood paneling which covers the walls and ceiling, adding a warm, cozy ambiance to the space. The architecture of the church includes a curved apse at the far end, containing a simple white altar. Above the altar, a modern-styled chandelier with numerous candles can be seen, adding to the classical feel of the décor.\n\nThe seating arrangement consists of multiple dark wooden pews arranged in rows, providing a traditional look. In the foreground, there are several distinctive chairs with elaborate wooden frames and cane backrests, suggesting these may be reserved for clergy or special members.\n\nTwo prominent windows with white frames and arched tops allow natural light to enter, giving a soft illumination to the interior. Near one of the windows, a pot-bellied stove stands out, suggesting the church’s historical roots and practical approach to providing warmth.\n\nOverall, the photograph captures a serene and reflective atmosphere, characteristic of a place meant for worship and contemplation. The simplicity in decoration and the historic elements like the wood stove emphasize a connection to the past and the enduring nature of the space.","title":"Interior of the Bronson Church, an Episcopal parish church built in 1835 in the Greek Revival style in Peninsula, Ohio, near Akron. It is typical of Western Reserve architecture in the area. It was remodeled in the \"Victorian Carpenter Gothic\" manner in 1888 and was restored in 1968. Although no longer used as a church it is aVailable for public meetings. The village is located within the Cuyahoga Valley National Recreation Area located between Cleveland and Akron.","placename":"Peninsula (Ohio)","location":"Peninsula, Ohio","nn1":["558026","552473","547752","558384","554209","558406","558383","558400","546467","558404","558389","558388","552623","558024","558382","554207"],"cl":[34],"cluster":["#34 &mdash; Religious Buildings"],"terms":["altar","church","stove","interior","candle","cane","décor","pew","wood","paneling"]}
