{"path":"558036.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph shows a two-story house with a quaint, modest design. The house features a light-colored (possibly white or cream) wooden siding and is surrounded by lush greenery. The front door, situated centrally on the bottom floor, is painted a light color matching the shutters on the windows. There is a single window on the upper floor and two on the lower floor flanking the door, each fitted with shutters that mimic the door's color.\n\nLeading to the front door is a small concrete path cutting through a dense and verdant garden, filled primarily with broad-leafed bushes. The garden appears well-maintained, adding a serene and homey vibe to the scene.\n\nOn the right side of the house, part of another structure is visible, suggesting a close proximity to neighboring buildings, typical of residential areas. The lighting in the photograph suggests it might be either early morning or late afternoon, with shadows stretching across the facade of the house and garden, enhancing the textures of the plants and siding.\n\nThe sky visible in the top left corner of the frame is partly cloudy, suggesting a fair weather day that casts a soft, diffused light over the scene, making the colors of the house and vegetation appear soft and rich.","title":"Home on Main Street in Peninsula, Ohio, near Akron. It was one of 15 buildings Renovated to house families and businesses in the village. Peninsula is located within the newly created Cuyahoga Valley National Recreation Area situated in a 20-mile stretch between the metropolitan areas of Cleveland and Akron. The National Park Service must complete a master plan for the area by June, 1976. Land expenditures up to $34.5 million have been authorized but must be appropriated by Congress.","placename":"Peninsula (Ohio)","location":"Peninsula, Ohio","nn1":["558153","557094","546439","545041","558149","548662","546434","546438","548295","557068","550124","546441","546435","557669","557326","546442"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["house","door","shutter","floor","siding","garden","neighboring","cream","window","proximity"]}
