{"path":"558006.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph presents an intriguing perspective on a waterlogged environment, likely taken from an elevated position on a wooden structure, possibly a bridge or walkway. The image is divided into two distinct sections by the diagonal placement of weathered wooden planks, which serve as both a physical divide and a compositional element.\n\nOn the left side of the image, there is a relatively calm body of water with a surface covered by green aquatic plants and some floating debris, including branches and unidentifiable objects. This suggests a stagnant or slow-moving water body, such as a pond or a marsh.\n\nThe right side contrasts sharply with the left, featuring churning, frothy water that appears to be cascading down, indicative of a waterfall or a spillway. The dynamic movement of the water adds a sense of energy and power to the scene.\n\nThe wooden structure itself shows signs of age and exposure to the elements, highlighted by its rough texture and the mossy growth on some parts, suggesting it may be part of an old, possibly abandoned, setup. There are no visible human figures or man-made constructions beyond the bridge and the immediate surroundings, which further emphasizes the natural, somewhat untamed quality of the scene.\n\nSmall plants and red berries add a touch of color and life at the edge of the frame, contrasting with the primarily dark, muted tones of the water and wood. This inclusion of flora suggests the seasons might be late summer or early autumn. Overall, the photograph captures a scene of natural energy and decay, framed by the resilience of the man-made structure amidst a forested or wilderness area.","title":"Closeup of a lock covered with algae and vines at hillside and canal roads at valley view, near Cleveland, Ohio.  Linking lake erie with Akron, the canal was built between 1825 and 1827.  Water commerce provided the impetus for settlers and for eventual industrialization outside the valley.  The canal is now a part of the cuyahoga valley national recreation area located in a 20-mile stretch between the metropolitan areas of Cleveland and Akron","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["545008","558003","544795","555209","550351","550222","549639","554717","554603","555153","558009","546066","554525","546109","543558","550341"],"cl":[48],"cluster":["#48 &mdash; Water 4"],"terms":["divide","energy","spillway","bridge","mossy","churn","water","marsh","inclusion","placement"]}
