{"path":"558014.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"The photograph captures an outdoor scene featuring an old, abandoned lock, possibly part of a canal or water control system. The area is covered with a significant amount of green algae or similar vegetation, indicating that the water is stagnant. This provides a thick green texture to the scene. The lock walls are made of stone, showing signs of age and wear, such as moss growth and discoloration.\n\nOn the left, a partial view of a metal gate or barrier is visible, possibly a component of the lock’s mechanism. The ground around is littered with various debris including leaves, and what might be small branches or twigs fallen from nearby trees. The immediate region surrounding the lock is forested, with trees sporting early autumn colors in shades of green, yellow, and red, suggesting that the photo was taken in fall.\n\nThe ambiance of the place is quiet and somber, with a sense of abandonment and decay. It reflects a historical infrastructure no longer in use, slowly being reclaimed by nature. The light in the photo suggests it might be either morning or late afternoon, given the softness and angle of the light. No human activity is apparent in the scene.","title":"Deep Lock, deepest of the 40 locks in the Ohio-Erie Canal system between Cleveland and Akron, Ohio. It is located in Deep Lock Quarry, a part of the Akron Metropolitan Park system. The canal carried heavy commerce between the Great Lakes and the Ohio and Mississippi River systems until 1913 when a flood and the railroads put the waterway out of business. The valley is now a part of the Cuyahoga Valley National Recreation Area, located between the two cities.","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["558008","558004","557997","558011","558016","547037","546067","557995","544281","547622","558006","553428","554565","547518","551330","551533"],"cl":[6],"cluster":["#06 &mdash; Decay"],"terms":["lock","discoloration","softness","algae","gate","twig","canal","mechanism","moss","amount"]}
