{"path":"558065.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a serene moment at a riverside setting. In the foreground, the river appears relatively calm but shows signs of gentle movement. There is a canoe in the water housing three individuals actively engaged in paddling. Two of the people in the canoe are wearing vests, indicating an adherence to safety measures commonly associated with boating. The scenery includes lush greenery around the riverbanks, partially framing the image, which adds a natural touch to the otherwise engineered environment.\n\nThe background features an intriguing wooden and metal structure extending across the river. This structure comprises a set of wooden slats forming a sort of dam or barrier, with large metal culverts visible above it. The culverts are encircled at their ends, perhaps for structural support or aesthetic continuity. Above this structure, a metal railing and a concrete platform indicate a crossing or viewing platform, possibly part of a park or public area.\n\nThe environment suggests a blend of natural beauty and human-made structures, likely designed for controlling water flow or for recreational purposes. The scene conveys a peaceful coexistence of nature and engineering, providing a space for recreational activities such as canoeing while managing the river's dynamics.","title":"Members of the Keel Haulers Club canoe past the discharge point for the Akron, Ohio, water treatment plant on the Cuyahoga River south of Bath Road. The discharge material is processed and cleaned. The river is located within the newly created Cuyahoga Valley National Recreation Area, a 20-mile stretch of largely undeveloped land located between the metropolitan districts of Cleveland and Akron. In the past the Cuyahoga served as a water source for the Ohio-Erie Canal.","placename":"Akron (Ohio)","location":"Akron, Ohio","nn1":["550772","558067","553806","550980","550988","545734","550767","550978","550768","554472","550659","550663","550208","551535","555078","557972"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["canoe","platform","continuity","metal","river","slat","measure","crossing","dynamic","dam"]}
