{"path":"558084.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph depicts a contrast between nature, urban infrastructure, and human activity. In the foreground, there is a highway with a single car, a station wagon, driving on it. The car appears to be dated, suggesting the photo might be from a few decades ago. The road is bordered by a metal guardrail, and beyond that, there is a grassy slope that leads to a higher elevation.\n\nIn the background, instead of a cityscape or clear field, there's a large and chaotic pile of assorted debris. It looks like a junkyard or a dumpsite, filled with various objects including what could be parts of cars, construction materials, and other miscellaneous items. Some of the debris is large enough to be easily distinguishable, while other parts are more entwined and unclear.\n\nThe entire scene is framed by a lush green tree line above the debris pile, which provides a stark natural contrast to the human-generated waste below. The sky is clear and suggests it's either late morning or afternoon owing to the brightness and quality of the light. This combination of elements in the photo captures a moment that juxtaposes natural beauty with human impact on the environment.","title":"Auto junkyard visible to traffic along hines hill road in Boston township near Cleveland, Ohio.  The site is near the newly created cuyahoga valley national recreation area which contains 30,000 acres of largely undeveloped land within a 20-mile stretch between the metropolitan districts of Cleveland and Akron.  The national park service has until june, 1976, to submit a master plan expenditure of $34.5 million for land acquisition is authorized, but awaiting Congressional appropriations","placename":"Boston (Ohio : Township)","location":"Boston, Ohio","nn1":["552044","552043","544174","552740","545851","549638","549944","549957","557283","543664","551244","551521","545988","551547","551247","543589"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["debris","dumpsite","car","pile","junkyard","guardrail","generate","assort","wagon","date"]}
