{"path":"558087.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"The photograph captures a serene, natural scene of a waterfall in a forested area. The waterfall, which is the focal point of the image, cascades over a rock ledge in two main streams, creating a white, frothy flow that contrasts with the surrounding greenery. The water splits into these streams at the top, before joining together at the base, and flows down into a rocky stream bed that leads towards the foreground of the image.\n\nThe surrounding landscape includes dense foliage consisting of various shades of green. Trees, shrubs, and broad-leafed plants line the edge of the waterfall and fill the areas above and to either side of it. The forest appears lush and moist, indicative of a temperate to subtropical climate.\n\nIn the foreground, large, flat rocks and boulders are scattered along the stream. These rocks vary in size and shape and are partially submerged or wet by the flowing water, suggesting they are often in the path of the waterfall's splash and the stream's flow.\n\nThe lighting in the photograph gives it a slightly overcast yet bright ambiance, enhancing the rich color palette of greens and the earth tones of the rocks. The overall composition of the image is balanced, with the waterfall positioned slightly off-center and framed by the rich, natural environment, conveying a sense of tranquility and untouched wilderness.","title":"BRandywine falls and creek near Boston heights, Ohio, and Cleveland.  This scenic waterfall is some 65 feet in height.  It is located on what is claimed to be private property.  The location is within the newly created cuyahoga valley national recreation area which contains 30,000 acres in a 20-mile stretch of largely undeveloped land between the metropolitan districts of Cleveland and Akron.  The national park service is compiling a master plan of the area","placename":"Boston Heights (Ohio)","location":"Boston Heights, Ohio","nn1":["554408","545878","545874","545839","555073","554409","557820","555220","555210","550979","543869","550843","543578","554113","544456","550697"],"cl":[47],"cluster":["#47 &mdash; Dam"],"terms":["waterfall","stream","flow","rock","temperate","join","cascade","green","split","ledge"]}
