{"path":"558071.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a lively scene of kayaking on a river. Two kayakers, each in their own individual kayaks, are navigating through waters that are lightly speckled with foam or floating debris. The person in the foreground is wearing a bright yellow helmet, and a life vest with an orange-brown hue; they are energetically paddling with a double-bladed paddle, visibly animated and smiling broadly, suggesting enjoyment and exhilaration. The kayak visible in the shot is predominantly green with a registration number \"OH 4583 SB\" clearly displayed on it. \n\nThe second kayaker, visible in the background, is also equipped with a life vest and helmet, and is paddling in a reddish-orange kayak. Their attire suggests a readiness for the safety measures typical in water sports. \n\nThe background shows a lush line of mixed trees along the riverbank, indicating this activity might be taking place in a forested or rural area. The presence of abundant green foliage suggests that it could be spring or summer. The overall atmosphere of the composition is dynamic and cheerful, timed perfectly to capture an action-filled moment during an adventurous outdoor activity.","title":"Members of the Keel Haulers Club maneuver their kayaks on the Cuyahoga River north of Peninsula, Ohio, near Cleveland. The river is a favorite for paddlers because it is largely unspoiled. It still meanders and lives up to its Indian name which means \"crooked\". The Cuyahoga lies within the newly created Cuyahoga Valley National Recreation Area, a 20-mile stretch of land located between the metropolitan districts of Cleveland and Akron.","placename":"Peninsula (Ohio)","location":"Peninsula, Ohio","nn1":["558070","554465","558069","550657","553333","550659","552333","558068","550661","553335","554468","550653","553334","554462","550663","554469"],"cl":[29],"cluster":["#29 &mdash; Outdoor Recreation"],"terms":["kayak","vest","helmet","registration","measure","paddle","readiness","foam","enjoyment","sport"]}
