{"path":"558035.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph depicts a traditional two-story brick house. The architectural style has a Gothic influence, evident from the pointed arch window on the upper story and the ornamental sawtooth brick detailing under the roof gable. The house is painted in a rich red brick color and features white trim around the windows and doors, which adds a contrasting element.\n\nIn front of the house, there is a covered porch area supported by columns, providing a sheltered outdoor space. The house is positioned amidst a well-manicured lawn, with a lush green appearance, indicating well-maintained grounds. To the right, there is a large, mature tree that towers over the house, suggesting a long-established landscape. The tree has dense foliage that brings a touch of nature to the residential setting.\n\nThe background is simple, hosting additional greenery that further contributes to the serene, suburban environment. The light conditions suggest it is a clear and sunny day, given the brightness and vividness of the colors in the image. The overall setting is peaceful and quaint, typical of a well-kept residential area.","title":"The old conger home on riverview road in Peninsula, Ohio near Akron, is privately owned and was recently Renovated.  It overlooks the newly created cuyahoga valley national recreation area which covers a 20-mile stretch of the valley between the metropolitan districts of Cleveland and Akron.  The congers and the bronsons, whose name was given to the local episcopal church, were early settlers in the area.  Within the recreation area is the old Ohio-erie canal","placename":"Peninsula (Ohio)","location":"Peninsula, Ohio","nn1":["558153","557065","557094","557071","558149","546442","557076","558155","546439","548667","557092","557068","558156","550124","546434","558160"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","brick","detaile","story","grounds","manicure","host","gable","establish","bring"]}
