{"path":"558072.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"The photograph captures a scenic outdoor activity in a lush green environment. It features three individuals in a canoe navigating a river. The river appears slightly turbulent, with small ripples and waves indicating a gentle current.\n\nThe canoe is predominantly silver and carries the label \"OH 1922 JA\" on its side, suggesting it is registered in Ohio. The people in the canoe, two visible in red life vests and a third whose attire is less visible, seem engaged in paddling and steering the boat. Their expressions and posture suggest concentration and a sense of enjoyment derived from the activity.\n\nSurrounding the river are dense woods, with a variety of trees in several shades of green, indicating that this photo was taken during a time of year when the foliage is lush. The overcast sky suggests it might be a cool day, suitable for such outdoor activities.\n\nThe overall composition of the photo, with its natural setting, active subjects, and the dynamic of the river, creates a lively scene of outdoor recreation and adventure in a forested area.","title":"Members of the Keel Haulers Club paddle their canoe on the Cuyahoga River north of Peninsula, Ohio, near Cleveland. The river is a favorite for boaters because it is largely unspoiled. It still meanders and lives up to its name which means \"crooked\" in Indian language. The Cuyahoga lies within the newly created Cuyahoga Valley National Recreation Area, a 20-mile stretch of largely undeveloped land located between the metropolitan districts of Cleveland and Akron.","placename":"Peninsula (Ohio)","location":"Peninsula, Ohio","nn1":["550659","553806","550767","550309","550663","554469","544980","549996","554661","553343","554465","547213","551546","550774","553345","554468"],"cl":[29],"cluster":["#29 &mdash; Outdoor Recreation"],"terms":["canoe","river","dynamic","third","current","label","recreation","vest","year","concentration"]}
