{"path":"558008.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph depicts a serene outdoor scene focusing on an old lock channel, surrounded by lush greenery and trees. The channel, filled with water covered in algae, lies between tall, weathered concrete walls creating a tunnel-like perspective. These walls extend vertically up from the water and are stained, showing signs of age and exposure to elements.\n\nAt the top of one of these walls, on the right side of the image, there are two individuals. One is positioned slightly ahead of the other, and both are observing the channel or possibly a distant object not visible in the photograph. These individuals appear small compared to the grand scale of the walls, emphasizing the large, imposing structure of the channel.\n\nThe sunlight filters through the thick canopy of trees above, casting uneven patches of light and shadow across the scene, which adds a dynamic and somewhat mysterious quality to the image. The heavy vegetation surrounding the area suggests a secluded, possibly wooded location. The overall composition of the photograph, with its emphasis on vertical lines and a distant point, draws the viewer's eye directly towards the individuals and down the length of the channel, creating depth and a sense of exploration.","title":"This is the deepest of the 40 locks on the Ohio-Erie Canal between Cleveland and Akron, Ohio, in the Cuyahoga Valley. It is located in Deep Lock Quarry, a part of the Akron Metropolitan Park System. The site is within the Cuyahoga Valley National Recreation Area signed into law in December, 1974. The canal carried heavy commerce between the Great Lakes and the Ohio and Mississippi River systems between 1833 and 1913 when a flood and the railroads put the waterway out of business.","placename":null,"location":"OTHER","nn1":["558014","558004","558011","550844","558016","557997","545473","545927","545008","558009","558006","553428","553756","544470","546922","552402"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["channel","wall","tunnel","algae","individual","emphasis","exposure","length","exploration","canopy"]}
