{"path":"558068.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures an outdoor scene where a person is engaged in the activity of preparing to go kayaking. The individual, wearing a white helmet and a life vest, is holding a kayak on their shoulder, bent over as they grasp a paddle, suggesting they are about to enter the water or adjust their equipment.\n\nThe setting is a natural, riverside environment. A fast-flowing river occupies the mid-ground, with rapids visible, indicating a potentially challenging course for kayaking. The riverbank is rocky, and small pebbles are scattered where the person stands. The background features lush trees in variants of green, hinting at either late spring or summer time based on the foliage.\n\nIn the background, on the left side of the image, another canoe is partially visible, tied beside the river, which suggests other people might be or have been engaging in similar activities nearby. The time of day appears to be either early morning or late afternoon, as the lighting is soft, adding a calm and serene mood to the scene.\n\nOverall, the composition focuses on the moment before the person begins their kayaking journey, surrounded by the natural beauty and the mild challenge posed by the river's currents.","title":"Keel haulers club member carries his kayak around the spillway on the cuyahoga river at Peninsula, Ohio, north of Akron the river is part of the newly created cuyahoga valley national recreation area, a 20-mile stretch cause it is largely unspoiled.  It still meanders and lives up to its indian name which means \"crooked\".  The cuyahoga lies within the newly created cuyahoga valley national recreation area, a 20-mile stretch of land located between the metropolitan districts of Akron and Cleveland","placename":"Akron (Ohio)","location":"Akron, Ohio","nn1":["558070","558069","558071","553333","554465","550657","553335","544759","550661","554463","550659","553334","554462","550653","552333","550663"],"cl":[14],"cluster":["#14 &mdash; Boat 1"],"terms":["person","kayak","grasp","rapid","begin","canoe","course","paddle","pebble","go"]}
