{"path":"558004.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph depicts a serene rural scene featuring a small water channel and a wooden lock gate. The channel extends through the center of the image, curving gently from the foreground into the distance, bordered by lush greenery and some trees with early autumn coloring.\n\nOn the right foreground, water is rushing out from under the lock gate, creating a frothy white waterfall as it descends into a lower level of the channel. The lock gate itself is composed of rustic, weathered wood, mounted between stone walls on either side of the water channel. It appears aged, hinting at many years of service.\n\nThe surrounding landscape includes grassy banks alongside the channel, with a mixture of sunlight and shadows dappling the scene. The backdrop is calm and pastoral, evoking a sense of quiet and tranquility typical of a rural waterway used either for irrigation or navigation in flatter landscapes.\n\nThe overall composition of the photograph underlines a picturesque and peaceful rural waterway environment, showcasing the interaction of human-made structures with the natural world.","title":"Ohio-erie canal 11 mile lock at canal road and valley view Ohio, near Cleveland, Ohio.  The canal connected the great lakes with the Ohio and Mississippi river systems between 1833 and 1913 when a flood and the railroads put the waterway out of business the area is now a part of the cuyahoga valley national recreation area in the 20-mile stretch between the metropolitan districts of Cleveland and Akron.  Industrial development has bypassed the valley, leaving it almost unchanged","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["558016","553083","558008","558014","552733","557745","551047","547037","547952","558002","553080","558007","544678","544470","546126","555575"],"cl":[48],"cluster":["#48 &mdash; Water 4"],"terms":["channel","lock","gate","waterway","dapple","irrigation","coloring","rush","navigation","descend"]}
