{"path":"558043.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This image is an aerial view of a vibrant natural landscape divided by roadways and a canal. The photograph shows dense tree cover in various shades of green, encompassing most of the frame. A canal flows from the top right to the middle of the image, parallel to it runs a light-colored road on which several vehicles can be seen.\n\nA bridge crosses over the canal at the lower center of the photo, connecting two sides of the road. This bridge appears to be a basic, utilitarian structure, suitable for both vehicles and pedestrians. Around the bridge area, there are small buildings that seem to be residential houses or possibly small utilities.\n\nThe surrounding area is primarily lush, with patches of grass and dense tree coverage that suggests a rural or semi-rural setting. On the left side, there is a notable clearing in the trees where a roof of a building is visible, possibly a home or another small structure. The overall scene is calm and picturesque, typical of countryside areas found in many regions. The aerial perspective gives a comprehensive view of how the elements of water, road, and greenery coexist in this quiet locale.","title":"Aerial photo of the old Ohio-Erie Canal with lock and spillway in the foreground at Hillside Road. Canal Road runs along the canal, near Cleveland. The canal was heavily used for commerce between 1833 and 1913 as a link between the Great Lakes and the Ohio and Mississippi River systems. A flood and the railroads put the waterway out of business. The view is part of the Cuyahoga Valley National Recreation Area located between Cleveland and Akron.","placename":null,"location":"OTHER","nn1":["558047","552733","558050","558051","558046","543767","550757","556934","556937","556964","550624","556955","556981","558049","558061","556972"],"cl":[1],"cluster":["#01 &mdash; Mountain"],"terms":["canal","bridge","road","countryside","coverage","locale","clearing","roadway","vehicle","cover"]}
