{"path":"558073.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This photograph captures a rural autumn scene, focusing predominantly on a stretch of harvested farmland. In the foreground are the remnants of a crop, potentially corn, as evidenced by the dried, brown stalks scattered unevenly throughout the area. Some stalks stand taller than the others amidst a field dotted with fallen leaves and various other small plants, showcasing a mix of yellows, browns, and greens that evoke a typical autumn palette.\n\nIn the background, the main architectural features include a large, white barn with a bright red roof and a smaller building adjacent to it, painted red and white. The contrast of these vividly colored buildings against the muted tones of the landscape enhances their visual prominence. A white fence appears to encircle the barn area, partially obscured by the distance and the scattered trees.\n\nThe sky is overcast, imparting a grayish-blue hue that covers the upper part of the image and suggests a cloudy day. This lighting adds a slightly moody feel to the scene. Beyond the immediate farmland, there are rows of trees exhibiting autumnal colors—reds, oranges, and remaining greens—indicating a wooded area adjacent to the farm.\n\nOverall, the composition of the photograph, with its focus on the foregone harvest and the transition to the dormant season, alongside the structural elements of the farm, paints a serene and pastoral picture typical of rural landscapes in the autumn.","title":"Corn and pumpkins on farmland near the Cuyahoga River at Riverview Road, south of Bolanz Road, near Northampton and Akron, Ohio. The land is sandy loam that has received natural fertilizer through the years as the river overflowed its banks. The Cuyahoga lies within the newly created Cuyahoga Valley National Recreation Area, a 20-mile stretch of largely undeveloped land located between the metropolitan districts of Cleveland and Akron.","placename":"Akron (Ohio)","location":"Akron, Ohio","nn1":["557183","547309","556961","547128","554633","556963","555537","550019","555577","547305","557946","547289","547428","547303","547307","552541"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["autumn","stalk","farmland","harvest","barn","farm","corn","green","encircle","prominence"]}
