{"path":"558194.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph captures a lively outdoor scene at what appears to be a clothing sale or flea market set up outside a large, modern building with a distinctive architectural style. The building features heavy, broad concrete or stone facades with considerable shadow cast by its overhangs, giving it a robust and imposing presence. A partial view of the signage indicates it might be a civic or commercial establishment.\n\nIn the foreground, a group of people, primarily young women, are gathered around several racks of colorful clothing that seem to offer athletic wear. Most of the individuals are inspecting or going through the clothes, possibly evaluating them for purchase. The clothing racks display a wide range of colors and styles, including jerseys and T-shirts, hinting at a casual wear sale.\n\nThe atmosphere appears to be casual and relaxed, with people dressed in typical summer attire suitable for warm weather, such as shorts and T-shirts. The background shows more individuals walking past the area, some glancing toward the sale, adding to the casual, bustling feel of a market day. The scene is bathed in strong sunlight, indicating a clear, sunny day which enhances the cheerful, communal vibe of the setting.\n\nOverall, the composition of the photograph with its focus on the interaction of people around the clothing racks, set against the distinct, heavy architecture of the building, paints a vivid picture of a day out shopping in an urban environment.","title":"Teenagers look at sale merchandise during a Crazy Days promotion by merchants on Minnesota Street in downtown New Ulm, Minnesota. In the background is the Citizens State Bank. The town was founded in 1854 by a colony of German immigrants. In the 1960s the business district needed Renovation. Leaders of the community formed a plan to revitalize downtown. The eight-block section now has all stores filled, blending new design with older buildings which reflect the German influence.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558252","558251","557131","551749","558249","556215","557135","551694","551699","551695","549974","551798","551686","551691","551666","547370"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["rack","sale","clothing","market","t","wear","jersey","purchase","flea","overhang"]}
