{"path":"558195.jpg","date":"October 1974","photographer":"Hanson, Art","caption":"This photograph depicts a scene inside a gymnasium where a young boy and an adult male are engaged in a gymnastics training session. The boy, dressed in a blue leotard, is positioned in the foreground, balancing on a gymnastics balance beam. He appears focused and slightly in motion, perhaps walking along the beam, and his arms are outstretched to maintain balance. He is being assisted by the adult male who stands beside the beam, extending his hand to support the boy. The man is dressed in athletic attire— a white t-shirt with a red logo and red shorts.\n\nThe gymnasium has a typical indoor sports setting with a brown brick wall in the background and elements like black gym mats on the floor and gymnastic rings hanging from the ceiling visible. A basketball hoop is partially visible in the background, reinforcing the multi-purpose nature of the space. The lighting is soft and diffused, suggesting an indoor environment possibly illuminated by fluorescent lighting. The mood conveyed is one of instruction and focused athletic practice, highlighting a moment of learning and support between the young gymnast and his coach.","title":"Young gymnast trains in the gymnasium of the Turner Club in New Ulm, Minnesota. Turnvereins, or Turner clubs, began in Germany in the 1800's and stress good health through exercise, especially gymnastics. The club claims to be one of the co-founders of this German community of 13,000 which is a county seat trading center. New Ulm is in a predominately farming community although its growth since 1950 has been due to the arrival of several manufacturing firms.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558196","558197","553293","554498","549288","543744","556555","558204","545338","547188","553147","557981","553170","544829","544357","546565"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["boy","beam","balance","male","basketball","adult","training","hoop","mat","session"]}
