{"path":"558165.jpg","date":"October 1974","photographer":"Phillips, Kathy","caption":"The photo depicts a scene in a medical operating room. There are four individuals in the photograph; three are involved directly in a surgical operation while one sits off to the side, observing or waiting. The medical team, comprising two surgeons and an assistant, are dressed in blue surgical gowns, caps, and masks, indicating a sterile environment essential for surgical procedures.\n\nThe focus of the activity is centered around the patient who is lying on the operating table, partially covered by sterile drapes that expose only the area of the body being operated on. The surgeons and their assistant are intently focused on their task, with various surgical instruments visible on a small table beside them, which suggests they are in the midst of a procedure.\n\nThe room is equipped with surgical lighting, which is positioned directly above the patient to provide optimal lighting for the procedure. The walls are covered in greenish-blue tiles, and there's a noticeable cleanliness and order in the arrangement of the room. Near the door, there are notices or signs posted, possibly containing medical or procedural information pertinent to staff.\n\nOverall, the photograph captures a typical yet critical moment in a medical operating room, where the concentration and skill of medical professionals are directed toward patient care. The image communicates a sense of urgency and precision inherent in surgical operations.","title":"Woman about to give birth in the delivery room of Loretto Hospital in New Ulm, Minnesota. There are two hospital attendants at the right; at the left is the patient's husband who was allowed to observe the birth. There are two hospitals in the town. Union Hospital is non-denominational and Loretto is Catholic. The two hospitals have divided their services in order to specialize and give more efficient service.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558174","558168","558173","558175","556556","558167","549358","558177","545399","549341","556567","558166","558178","548463","546327","553035"],"cl":[40],"cluster":["#40 &mdash; Technology"],"terms":["procedure","room","patient","table","gown","professional","notice","cleanliness","staff","team"]}
