{"path":"558180.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a playful and imaginative scene, likely from a parade or community event. Central to the image is a child dressed in a costume that resembles the character Snoopy from the \"Peanuts\" comic strip. The costume includes a white outfit with a full headpiece that covers the child's face, complete with Snoopy's distinctive black ears, nose, and eyes.\n\nThe child is standing next to a creatively constructed wagon that has been transformed into a replica of Snoopy's iconic red doghouse. The doghouse, labeled with \"Snoopy\" on its side, features a white body with black outlines mimicking wooden planks, a red roof, and a rounded entryway. The wagon is adorned with small details like a tiny red mailbox affixed near the entrance, and it also sports the words \"DE LUXE\" on a side panel, suggesting a playful boast about the doghouse's quality.\n\nIn the child’s hand is a flagpole carrying an American flag, indicating a sense of patriotism or celebration of a national holiday. The overall setting and lighting suggest that it is a sunny day, and the background shows a bit of a suburban environment with light-colored pavement and the partial view of a car, reinforcing the idea of a neighborhood or community setting. The scene is filled with enchantment, creativity, and a lighthearted homage to a beloved cartoon character.","title":"Participant in a kiddies parade, an annual event held early in the evening during the summer in New Ulm, Minnesota. The youngsters and parents make all of their own costumes and \"floats\" such as this youth who portrays the dog \"Snoopy\" in a popular newspaper comic strip. The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558181","558179","557715","553510","551123","548488","552654","557709","545972","549571","550137","557710","552589","557712","558185","552653"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["costume","child","wagon","character","patriotism","cartoon","mailbox","transform","boast","idea"]}
