{"path":"558116.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a historical or monumental structure which appears to be a large, ornamental gazebo or pavilion located in a park-like setting. The structure stands prominently on a sizeable foundation, which elevates it above the surrounding grass-covered grounds. Architecturally, the pavilion features several classic elements such as multiple columns supporting a round dome topped with a smaller, secondary dome and a spire. The color scheme is primarily white, which contrasts with the clear blue sky and the lush greenery around it.\n\nThere are no visible people or activities in the immediate vicinity of the structure, suggesting a quiet, possibly early morning or less crowded time of day. The surrounding area includes mature trees that provide a natural canopy and partial shade to the environment. Some of these trees frame the photograph, creating a serene and picturesque setting. In the background, beyond a neatly cut lawn, there appears to be a line of small buildings or facilities, possibly supporting structures or service areas for the maintenance of the park.\n\nOverall, the composition of the photograph is arranged to convey the grandeur and tranquility of this architectural feature within its natural surroundings, highlighting the contrast between the man-made structure and the natural beauty of the landscape.","title":"Monument and statue of Hermann-Arminius, German patriot which was erected in New Ulm, Minnesota, in 1888. The town was built by a German immigrant land company in 1854 and named for the city of Ulm in the Danubian district of Wurttemberg, Germany. Hermann-Arminius was chief of the Cherusci who united the Germanic tribes to defeat the Roman general Varus in 19 AD and halt the Roman Empire at the Rhine River. He survives in legends as a champion of Germanic nationalism and liberty.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["551265","557074","558117","545870","553744","558056","544561","546464","543580","546463","546480","546468","549360","546472","557952","558162"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["pavilion","dome","gazebo","foundation","structure","support","spire","elevate","scheme","vicinity"]}
