{"path":"558162.jpg","date":"August 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a large, historic building that resembles a school or university hall. The architecture is striking with a blend of Gothic and Victorian styles, characterized by its use of red brick and contrasting whitish trim. The building features multiple architectural elements such as pointed arch windows, detailed brickwork, and a steeply pitched roof. \n\nThe most distinctive feature is a tall central tower topped with a spire, adorned with what appears to be ornamental trim, making it an eye-catching element of the structure. The windows are large and arched, filled with small panes that suggest the building's age and traditional design.\n\nIn front of the building, there are concrete steps leading up to double entry doors, which are centrally located and flanked by more arched windows. The building is fronted by a neatly paved area, suggesting it’s a frequently used entrance, and surrounded by well-maintained shrubbery and small trees, which add a touch of greenery to the scene.\n\nThe sky is a clear blue, indicating a bright, sunny day, which casts deep shadows and highlights the building's architectural features. There are no people visible in the photograph, giving it a serene, static quality. Overall, the photograph captures the grandeur and academic vibe typically associated with historical educational institutions.","title":"The original building of Dr. Martin Luther College now is used for administration at New Ulm, Minnesota. It is located on College Heights, the highest ridge overlooking the county seat trading center of 13,000 people. New Ulm was founded in 1854 by a group of German immigrants. The town is predominately a farming community although growth since 1950 has been due to the arrival of manufacturing firms. The business district has been revitalized since the 1960's.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["545870","557073","549360","558146","555949","546456","558150","557074","556046","558122","557643","557082","557156","550376","542593","546469"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["trim","building","institution","window","brickwork","entry","hall","pane","spire","school"]}
