{"path":"558166.jpg","date":"October 1974","photographer":"Phillips, Kathy","caption":"The photograph depicts a post-delivery scene in a hospital setting. The composition includes a woman who appears to be resting or unconscious on a hospital bed, her head turned to the side, wearing a hospital gown and draped with a green surgical cloth. Beside her, a health care professional, clad in surgical scrub, a mask, and a cap, is attending to her, gently touching her head in a reassuring manner.\n\nIn the foreground, a newborn baby lies inside an incubator, which is a transparent, dome-shaped device on a wheeled frame, suggesting that the baby might be premature or needs special medical attention immediately after birth. The baby, noticeable with its reddish skin tone often seen in newborns, is adorned only in a hospital-issued cap and has several wires connected to its body, seemingly for medical monitoring.\n\nThe background features another healthcare worker, possibly a nurse, who is adjusting or organizing medical supplies on a small cabinet. The hospital room is equipped with typical sterile, white and teal tiled walls, lit by fluorescent lighting, presenting a clinical atmosphere.\n\nOverall, the photograph captures the critical and tender moments just after childbirth, emphasizing both the joy and the intensity of medical care involved in neonatology and maternal health.","title":"Woman who has just given birth in the delivery room of Loretto Hospital in New Ulm, Minnesota. Her husband, who observed the birth, holds his wife's head as she turns to gaze at her newborn child. There are two hospitals in the town, Union which is non-denominational and Loretto which is Catholic. They have divided their services to specialize and give more efficient service. New Ulm is a county seat trading center of 13,000 in a farming area in south central Minnesota.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558172","558171","558175","552638","558170","558169","558177","554849","558167","545399","558178","556556","558173","558338","556233","558405"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["hospital","baby","health","care","healthcare","gown","head","cap","teal","scrub"]}
