{"path":"558127.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures the front view of a two-storey commercial building, consisting of two different storefronts. The architecture suggests a mid-20th century building style with decorative brickwork at the upper level and a straightforward, functional design.\n\nOn the left is a store named \"Green Clothier's Inc.\" displayed with vintage-styled signage. The shop has a striped, retractable awning extended over large windows which display various goods. Below the awning, a small set of display windows are visible, showcasing clothing and possibly other fashion-related merchandises. A tall standing mailbox and a trash can are also visible before the entrance.\n\nOn the right, the other half of the building is occupied by \"New Ulm Drug,\" which is also designated as the \"Camera Center\" offering TV and stereo equipment. Like its neighbor, this store too has a retractable awning, albeit in a different striped pattern. The name of the store is displayed on a signboard above the entrance. The open doorway reveals the interior which seems to be stocked with various items possibly related to drugstore goods and electronic equipment. A sign labeled \"NO PARKING\" is visible attached to the brickwork to the left of the doorway.\n\nA very clean and clear blue sky serves as the backdrop to the building, emphasizing the bright and colorful features of the storefronts. The building also has a series of evenly spaced windows on the upper level framed by a row of flower pots, adding a quaint and welcoming aesthetic to its architectural design. \n\nThis setting captures a snapshot of Americana, illustrating a typical small-town commercial block with specialized storefronts catering to local community needs.","title":"Restored older building in New Ulm, Minnesota, on Minnesota Street contains Green Clothiers, Inc., and the New Ulm Drug. The town was founded by a colony of German immigrants in 1854. In the 1960's the business district had vacant stores and need Renovation. Leaders of the community and residents formed a plan to revitalize downtown. The eight block section now has all stores filled, blending contemporary design with refurbished older buildings which reflect German styling.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558126","546440","558121","557156","546436","558129","550110","550114","545333","550107","546428","544088","542900","558120","547822","558128"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["awning","storefront","brickwork","store","doorway","good","display","entrance","neighbor","signboard"]}
