{"path":"558173.jpg","date":"August 1974","photographer":"Schulke, Flip","caption":"The photograph depicts a medical scene within what appears to be an operating room. In the foreground, an older man, seemingly a medical professional given his attire which is a white medical coat, stands facing the camera. He has a gentle expression, wears glasses, and appears composed. His look directly engages the viewer, and he is positioned slightly to the right side of the frame, dominant in the foreground.\n\nIn the background, a surgical operation is actively underway. This part of the room is slightly blurred, emphasizing the focus on the man in the foreground. Three individuals dressed in sterile surgical green scrubs, including head coverings and surgical masks, are seen attending to a patient who is out of the frame. Large overhead surgical lights illuminate the scene, casting a focused beam on the operation area. \n\nThe lighting in the room is practical, highlighting the primary activities while the general ambiance remains relatively dim compared to the brightly lit surgical area. Walls and other surfaces appear to be neutral in color, typical of clinical settings, designed to reduce distractions and maintain focus on critical tasks.\n\nOverall, this photograph captures the duality of a calm figure in stark contrast to the intense environment of a surgical operation in the background. This juxtaposition might be used to portray aspects of medical practice such as the personal calm and professionalism required amidst the often stressful and urgent nature of surgical procedures.","title":"Dr. Howard Vogel, a director of Union Hospital and a descendant of a pioneer family, stands in the operating room at New Ulm, Minnesota. There are two hospitals in the town, Loretto which is Catholic and Union which is non-denominational. They have divided their services to specialize and give more efficient service. New Ulm is a county seat trading center of 13,000 in a farming community of south central Minnesota. It was founded in 1854 by German immigrants.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558174","558165","558168","556556","558175","556567","558167","553035","549358","546291","553034","548861","547399","545552","552385","545482"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["room","operation","professionalism","patient","professional","procedure","covering","scrub","distraction","mask"]}
