{"path":"558136.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a nostalgic street scene centered around a vintage-style popcorn cart. The cart is elaborately styled, featuring a white body with red trimming and decorative scrolls painted in a light color, possibly gold. It stands on four large wooden wheels and has an open customer service area under an overhang roof that is lined with small light bulbs. The signage on the cart clearly advertises \"POPCORN,\" with additional notes about \"CANDY\" and \"NUTS\" available for sale.\n\nA man stands by the side of the cart, facing towards the serving window, likely interacting with someone inside or waiting to be served. He is dressed in a casual white tank top and dark pants.\n\nThe setting is an urban street corner during what appears to be late afternoon, given the ambient light. A green car is in motion, passing by the scene, suggestive of the era with its muscle car design. In the blurred background, typical mid-20th-century commercial buildings line the street, while signage for a store with a \"Goodyear\" logo is visible, indicating the presence of a tire and service shop.\n\nThe environment suggests a quiet, small-town feel, with spacious streets and vintage architecture that adds to the time capsule quality of the image. The overall mood of the photograph is calm and casual, emphasizing everyday life with a nostalgic charm.","title":"This 50-year-old popcorn stand is a fixture in the community of New Ulm, Minnesota. Each spring and summer it is located on Center Street. The town was founded in 1854 by a group of German immigrants. It is still predominately a farming community although it owes its growth since 1950 to manufacturing companies. In the 1960's the business district had vacant stores and needed refurbishing. With community effort the business district was revitalized and stores reopened.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558135","554217","551513","548544","551731","543471","556214","554708","545333","549872","557382","557655","547855","550128","550131","548889"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["cart","street","signage","service","trimming","serve","bulb","customer","gold","overhang"]}
