{"path":"558192.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a young baby seated comfortably in a vintage baby stroller. The baby, who appears calm and reflective, is sucking on one hand while the other hand relaxes beside. Wearing a white and red-striped outfit with matching red and white shoes, the baby's soft, fine hair and expressive eyes add to a very serene expression.\n\nThe stroller itself is a classic design from perhaps the mid-20th century, featuring a sturdy metal frame with shiny, detailed work, particularly visible around the joints and wheel supports. The stroller’s seat is padded with a white cushion that has a quilted texture, and the side and top of the stroller are lined with a black and yellow plaid fabric, giving it an elegant, vintage look. The wheels are large, whitewalled tires that suggest smooth maneuverability.\n\nThe background of the photograph is slightly blurred but shows a tranquil outdoor setting, likely a park, with patches of grass and hints of shaded areas possibly hinting at trees just out of the frame.\n\nOverall, the composition of this photo, with its focus on the baby and the details of the stroller within a natural setting, evokes a sense of peacefulness and nostalgia.","title":"Youngster in a stroller awaits his family in New Ulm Minnesota.  The town is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe.  The town has been growing steadily since 1950 with the arrival of several manufacturing firms.  Since the 1960's the New Ulm business district has been revitalized with community effort","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["544230","556146","551105","557796","545504","544215","558183","553533","551807","551107","556138","557369","552935","555979","550145","553495"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["stroller","baby","wheel","cushion","vintage","relax","nostalgia","shaded","peacefulness","shiny"]}
