{"path":"558142.jpg","date":"August 1974","photographer":"Schulke, Flip","caption":"The photograph features an interesting juxtaposition of architectural styles representing different eras and functionalities. To the left of the image, there's a two-story brick building with a gable roof, prominently labeled \"Peavey Co. Office\" at the peak of the gable. This building appears to be of a historical nature given the design and the brickwork detailing.\n\nTo the rear center of the image, dominating the backdrop, are tall, cylindrical silos that are light gray in color, giving the impression of being built from concrete or metal. These structures are typical of industrial or agricultural settings, used for storing grain or other bulk materials.\n\nOn the right side of the photo is another large building, possibly a warehouse or industrial facility, characterized by its large windows and dark brick construction. The architecture here suggests a focus on utilitarian function typical of factory buildings from the mid-20th century.\n\nEach building shows distinct characteristics of different periods and uses, from historical offices to modern industrial operations, illustrating an evolution in building purposes and techniques within what might be a mixed-use or transitional urban area. The composition of the photo, with older, smaller-scale structures in the foreground against the stark, larger industrial backdrop, highlights contrasts in scale, function, and time periods, framed under a clear sky.","title":"The old Eagle Roller Mill office, foreground, and grain storage for Burdick Elevator in the background at New Ulm, Minnesota. The mill was the town's leading industry until the 1940's. Some of the buildings which remain are used for grain storage. The county seat trading center remains predominately a farming community, although its growth since 1950 has been due to the arrival of manufacturing firms. New Ulm was founded in 1854 by a group of German immigrants.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["551442","549997","550062","550013","550065","546866","552091","552042","550024","547229","547969","552534","557630","546521","545978","558141"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["gable","function","period","evolution","brick","building","brickwork","use","technique","scale"]}
