{"path":"558148.jpg","date":"August 1974","photographer":"Schulke, Flip","caption":"This photograph features a Victorian-style house set in a serene suburban neighborhood. The house is characterized by its elaborate architectural details including a dominant, three-story rounded turret with what appears to be a conical roof and finial atop. The turret's facade showcases arched windows and fish scale shingles, providing a charming aesthetic that stands out prominently. The body of the house includes red brick and meanwhile, the gables are adorned with decorative trim.\n\nThe front porch extends the width of the house, partly wrapping around the left side as visible from the image. It is covered by a similarly detailed, ornate roof supported by thin, elegant columns and features railings that match the decorative nature of the home. There are two front doors visible, each adorned with porches; the one on the left is recessed, while the right one opens directly onto the front porch.\n\nThe house's setting includes a well-manicured lawn with neatly trimmed bushes lining the front porch. A concrete pathway leads from the sidewalk directly to the stairs of the porch. Large, mature trees flank the property, providing shade and enhancing the green, lush feel of the environment.\n\nIn the background, another structure is visible which looks like a small shed or garage, constructed in simpler form compared to the main house. Residential structures are also faintly seen in the far background, suggesting a typical neighborhood environment.\n\nOverall, the photograph captures a peaceful, idyllic suburban setting highlighting distinctive late 19th to early 20th-century American residential architecture. The sky is clear and the environment looks calm, indicating a bright, sunny day, ideal for highlighting the architectural beauty of this stately home.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of german immigrants.  Single family housing there runs the gamut of styles popular in the last century to modern and contemporary styles of today.  New ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms.  Since the 1960's a community effort has helped to revitalize the business district","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["548666","555578","542816","548663","557069","557072","548665","558160","557092","558150","558156","557076","542967","548667","557094","557071"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["porch","house","turret","trim","neighborhood","19th","recess","adorn","manicured","atop"]}
