{"path":"558158.jpg","date":"October 1974","photographer":"Rees, David","caption":"This photograph captures the front of a quaint single-story house, likely decorated for Halloween based on the decorations visible. The house itself is light blue with white trim, featuring a roof with dark shingles and a neatly maintained garden path leading up to the front door. The door area is particularly festive, adorned with a white screen door behind which a glass door can partially be seen, reflecting some of the decor.\n\nIn front of the house are Halloween decorations, including several large jack-o'-lanterns placed on the ground and a set of taller stalks of corn tied up on the left side of the porch. On the porch itself, there are decorative fall leaf garlands around the windows and door, adding a cozy seasonal touch.\n\nOn the right side of the porch, there is a white ghost figure made of fabric, giving an eerie yet playful vibe to the setting. This ghost stands near what looks like a small bench or table. In the yard, to the right of the pathway, there are additional decorations which include two large black witch hats and a hanging figure that appears to be a witch judging by its pointed hat and broom.\n\nThe overall atmosphere conveys a welcoming yet spooky seasonal spirit, suggesting that the residents celebrate Halloween with enthusiasm. The lawn is mostly brown, consistent with fall, and there are other shrubs and trees around with autumnal tones. The sky seems overcast, fitting the Halloween theme with a slightly gloomy ambiance.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of German immigrants. Housing there runs the gamut from 19th century styles to ones popular today. This small home is decorated for Halloween. New Ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms. Since the 1960's a community effort has helped to revitalize the business district.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558110","558036","546439","558104","557326","548295","558021","555581","546441","545041","554787","548664","554818","550124","558105","557640"],"cl":[15],"cluster":["#15 &mdash; Flowers"],"terms":["door","decoration","porch","fall","house","broom","enthusiasm","corn","judging","screen"]}
