{"path":"558129.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph captures a street view featuring a large three-story building, likely a commercial or department store, named \"Herberger's\" as indicated by the prominent black signage with cursive white lettering. The facade of the building is architecturally detailed with blue-painted brick and white decorative elements. Each upper-story window is adorned with arches highlighted in red, providing a bold contrast.\n\nIn front of the building, there is a covered sidewalk area, possibly an awning, sheltering pedestrians and storefronts below. The first floor is obscured somewhat by the white, vertical striped awning, although large display windows and additional entrances beneath the signage are partially visible.\n\nParked in front of the establishment are several cars from the 1960s or 1970s, reflecting automotive styles from that era. These vehicles vary in color, including red, white, blue, and yellow. The presence of these cars indicates a busy, likely urban setting.\n\nA few pedestrians can be seen, including a person entering or exiting the store, providing a sense of scale and everyday activity in the scene.\n\nThe photograph is shot on a clear, sunny day with a bright blue sky, which gives a vibrant backdrop to the urban scene depicted. This kind of imagery is typical of mid-20th century American towns, reflecting the era's architectural and automotive styles.","title":"Herbergers department store on Minnesota street in New Ulm, Minnesota.  Store officials restored and unified three buildings by painting the brick and detail work in the same colors.  In the 1960's downtown stores needed refurbishing and some vacancies existed the community made plans to revitalize the area.  The eight block section now has all stores occupied with storefronts blending contemporary design with restored older facades which reflect german styling","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["546440","546428","545333","546436","542900","558127","551125","558120","552526","546427","557805","546672","552602","556227","547822","558126"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["awning","store","pedestrian","signage","story","era","imagery","front","shoot","storefront"]}
