{"path":"558124.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts the exterior of the Citizens Bank of New Ulm, set against a clear sky. The building, captured in daylight, showcases mid-20th-century architecture with a predominantly brown and dark brick façade. A notable feature is a large, distinctive clock that has a somewhat industrial, multi-pointed design with a central emblem. The bank’s name is prominently displayed in block letters on its façade.\n\nIn front of the bank, there is a street where several vintage cars are parked, indicative of the era — likely late 1960s or early 1970s. The cars shown include a green coupe nearest to the camera, a long yellow sedan, and a grey sedan, displaying the typical design characteristics of that period such as elongated bodies and larger rear designs.\n\nThe bank is lined with large windows, and the entrance is centrally located beneath an upper deck that features small flower boxes along its edge, adding a touch of warmth to the otherwise utilitarian structure. There are no people visible in the photograph, focusing the viewer's attention on the architecture and the automobiles which suggest the time period and the quiet routine of a business day.","title":"The citizens bank building in New Ulm, Minnesota.  It stands on the site of the dacotah house hotel which was torn down in the late 1960's when money to restore it could not be found.  The town was founded by german immigrants in 1854 and still retains an ethnic charm.  The business section has been revitalized since the bank was built.  All stores on Minnesota street are occupied and many of the fronts have been Renovated with private funds to show a german influence","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["546432","558127","555908","542900","558129","545333","550024","546440","558125","546447","546436","545376","558120","557805","556984","550118"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["bank","façade","sedan","period","coupe","elongated","emblem","clock","designs","architecture"]}
