{"path":"558130.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures the facade of an old armory building, highlighting its distinctive architectural style with medieval-inspired elements. The building features a strong brick construction with a symmetrical design. It is adorned with multiple castle-like towers and parapets, complete with crenellations akin to a fortress. The central part of the building has a large arched entrance with a stone surround, and above this arch, there is a sign that reads \"MGY ARMORY.\" Notably, there are stone accents at the corners and around the windows, enhancing the structure's historical appearance.\n\nA sign located in the center of the building, just above the entrance, announces that this armory is the \"HOME OF BATTALION 125th FIELD ARTILLERY HEADQUARTERS BATTERY.\" The clear blue sky in the background contrasts with the robust red and cream color palette of the building, emphasizing its grandeur and well-preserved state. The architectural style, combined with its military designation, suggests that the building holds significance both historically and functionally in its community.","title":"The armory in New Ulm, Minnesota. Built in 1913, it houses the Minnesota National Guard on Broadway Street near downtown. The town was founded in 1854 by a group of German immigrants. In the 1960s there were vacant stores in the business section which was in need of Renovation. With community support the area was revitalized. The eight block section now has all stores filled, and storefronts are a blend of contemporary design and restored older facades with German styling.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["557073","550042","550038","558162","558146","558122","555949","545870","545355","557643","553422","557084","558161","556046","558032","557074"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["entrance","building","stone","cream","accent","significance","arch","grandeur","style","sign"]}
