{"path":"558179.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a playful and humorous scene at what appears to be a community gathering or event, possibly a parade. In the foreground, a young girl is prominently featured. She is dressed vividly in a red dress with matching suspenders and is wearing a large, floppy pink and white hat decorated with a ribbon. She also sports a pearl necklace and pearl bracelet, adding to her charming outfit.\n\nThe girl is smiling broadly and stands beside a small stroller, in which a dog is seated. The dog, likely participating as a humorous element in the event, wears a white knit cap and a matching white sweater. Attached to the front of the stroller is a large, hand-written sign stating, \"I never thought I’d have a baby like this!\" This message adds a comedic twist to the scene, indicating the dog is humorously being presented as her 'baby'.\n\nIn the background, other people can be seen engaged in various activities, though they are not in clear focus. These people, including children and adults, contribute to the festive, community atmosphere of the setting. The environment suggests a sunny, outdoor space with ample daylight enhancing the vivid colors and playful mood captured in the image.","title":"Participants in a kiddies parade, an annual event held early in the evening during the summer in New Ulm, Minnesota.  The youngsters and parents make all of their own costumes and \"floats\".  The town is a county seat trading center of 13,000 in a farming community of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged kinsmen to emigrate from europe.  The arrival of manufacturing firms since 1950 has helped New Ulm growth","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558190","558189","558292","558288","547106","549320","553282","553142","551688","558180","554615","544833","557049","552655","553275","556301"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["stroller","dog","baby","match","girl","festive","bracelet","featured","stating","think"]}
