{"path":"558114.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph features a close-up of a large, imposing statue of a warrior against a clear, deep blue sky. The statue, likely made of bronze given its rich, dark patina, depicts a male figure in a seated position. He appears to be clad in detailed armor, with designs and textures that suggest layers and protective segments across the torso and limbs. On his head, the statue wears a crested helmet, enhancing the martial theme.\n\nThe warrior holds a long, straight sword upward in his right hand, the tip pointing skyward, emphasizing a sense of readiness or victory. His left hand rests on his lap. The statue's facial expression conveys intensity and focus, possibly hinting at determination or resolve. His eyes look slightly downward, overseeing a domain or watching an unseen adversary.\n\nThe composition of the photo angles upward from a lower perspective, focusing viewer attention on the stature and high position of the warrior, suggesting he could be atop a pedestal or similar elevated base. The simplicity of the background, being just the sky, serves to isolate and highlight the figure, giving it a majestic and solemn presence. The lighting accentuates the contours of the statue and the texture of the metal, contributing to the dramatic and powerful depiction of the figure.","title":"Closeup of the statue of Hermann-Arminius, German patriot which was erected in New Ulm, Minnesota, in 1888. The town was built by a German immigrant land company in 1854 and named for the city of Ulm in the Danubian district of Wurttemberg, Germany. Hermann-Arminius was chief of the Cherusci who united the Germanic tribes to defeat the Roman general Varus in 19 AD and halt the Roman Empire at the Rhine River. He survives in legends as a champion of Germanic nationalism and liberty.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558115","553747","544076","548288","558133","558269","553163","553769","546512","553281","558113","558278","546508","549370","553746","550496"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["statue","figure","determination","bronze","torso","pedestal","limb","pointing","readiness","oversee"]}
