{"path":"558112.jpg","date":"August 1974","photographer":"Schulke, Flip","caption":"This photograph provides an aerial view overlooking a vast suburban area. The composition of this image reveals a highly organized urban grid pattern, predominantly featuring residential neighborhoods.\n\nIn the foreground, you can see numerous single-family homes, each with its own plot of green yard. The streets, neatly laid out in a rigorous grid, dissect the residential blocks, offering a sense of organized urban planning. Various bands of trees line the streets and are scattered among the homes, adding a lush, green canopy to the landscape.\n\nTowards the middle to the right of the image, a larger highway or main road runs parallel with the viewpoint, alongside which larger commercial buildings and industrial facilities are visible, marking a distinction from the smaller-scale residential zones.\n\nFarther into the background, the area becomes less densely packed with houses and transitions into more open spaces, fields, and patches of forested areas. On the very edge, you can spot what seems to be a river meandering its course, with more industrial infrastructure adjacent to it, possibly a factory or plant, identified by larger buildings and storage tanks.\n\nOverall, the photograph captures a slice of urban life, depicting the typical layout and structure of a suburban area transitioning into industrial zones and natural landscapes on its outskirts.","title":"Aerial view of the town of New Ulm, Minnesota, founded by a land society, composed of german immigrants.  The site, on the Minnesota and cottonwood rivers, was established in 1854.  In 1857 the town was officially incorporated.  A flour mill was once the town's major industry.  New ulm had a population of 13,000 in 1974.  It remains a farming area with some manufacturing firms.  In addition to people of german descent, there are ethnic populations of norwegian swedes and welsh in the area","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["545914","553936","558369","551198","558057","546399","553937","549071","553062","558059","544568","544604","547766","544600","553700","553706"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["grid","zone","dissect","home","transition","become","course","plot","identify","street"]}
