{"path":"558141.jpg","date":"October 1974","photographer":"Truman, Gary","caption":"This photograph depicts an industrial grain facility under a clear blue sky. The facility comprises several interconnected structures, each varying in size and function. On the left, a tall, white building with multiple vertical silos is visible, each equipped with external ladders and accompanied by numerous pipes and conduits. A large, centrally located tower is attached to this building, featuring additional equipment on its roof.\n\nTo the right of the central building, there is another structure adorned with a large logo depicting a wheat stalk and the letter \"B,\" suggesting that this facility specializes in grain or agricultural products. This element adds a distinctive branding component to the otherwise utilitarian appearance of the facility.\n\nA series of metal grain bins or silos stands adjacent to this building, exhibiting a shiny, metallic exterior that contrasts with the white of the other buildings. Between these structures, there are connecting bridges or walkways that likely facilitate the transfer of materials between different parts of the facility.\n\nIn the foreground, minimal activity is visible, emphasizing the industrial and functional nature of the scene. Shadows cast by the buildings indicate that the sun is in a position that suggests either morning or late afternoon. The overall composition highlights the industrial architecture and operational focus of the grain processing facility, set against a vast, unobstructed sky.","title":"Burdick elevator for grain storage at New Ulm, Minnesota the county seat trading center remains predominately a farming community although its growth since 1950 has been due to the arrival of manufacturing firms.  In the 1960's the business district had vacant stores and needed refurbishing.  With community effort the business district was revitalized and stores reopened.  The town was founded in 1854 by a group of german immigrants","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556390","546752","543174","556010","557109","552689","546170","545992","555328","543764","554936","545998","549035","552544","553892","546148"],"cl":[22],"cluster":["#22 &mdash; Treatment"],"terms":["grain","facility","silo","building","wheat","conduits","bins","transfer","branding","specialize"]}
