{"path":"558193.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a scene of six young men with bicycles gathered outside, presumably on a warm day considering their attire of shorts and mostly shirtless tops. The setting is suburban, evidenced by the presence of a neatly trimmed lawn and a single-family house in the background. This suggests a casual, leisurely atmosphere.\n\nFrom left to right: \n- The first young man is seated on concrete steps. He wears a light-colored, possibly white, t-shirt and blue jeans. His long hair is brunette, and he's sporting white knee-high socks, sans shoes. He's partially facing a young man next to him.\n- The second man is seated on a bicycle, dressed in a dark-colored tank top and jeans, likely engaging in conversation with the seated individual.\n- The third individual is standing and leaning slightly on another bike, shirtless, wearing dark-colored shorts. His body toward the seated man suggests involvement in the conversation.\n- The fourth young man is also shirtless, highlighting a lean physique, clad in purple-and-white striped shorts. He stands beside his bicycle, gripping the handlebars.\n- Towards the right, the fifth man stands shirtless sporting dark shorts with red stripes, similarly positioned at his bicycle.\n- The figure on the far right, also shirtless and wearing purple shorts, stands holding his bike's handlebars, directing his gaze out of the frame, suggesting his attention might be drawn to something or someone out of view.\n\nTheir hairstyles and attire particularly denote a vintage or retro style, possibly indicating this image was taken in the 1970s or early 1980s. The natural lighting and casual posture of the individuals contribute to a relaxed, summery vibe, typical of a group of friends possibly convening for a bicycle ride or returning from one.","title":"Youths congregate around the front steps of a home in New Ulm, Minnesota, to decide what to do on a summer day. The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged kinsmen to emigrate from Europe. The town has been growing steadily since 1950 with the arrival of several manufacturing firms. With community support, the business district has been revitalized.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["554872","551545","556206","553511","552753","545358","554481","547209","555921","551032","555906","554875","543715","554852","553151","552973"],"cl":[22],"cluster":["#22 &mdash; Leisure Activities"],"terms":["bicycle","short","handlebar","bike","man","jean","conversation","retro","sock","individual"]}
