{"path":"558137.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a cheerful scene featuring a police officer standing beside a vintage police car. The officer, wearing a light tan uniform with short sleeves, a badge, and sergeant stripes, smiles broadly at the camera. He has a fair complexion, is balding, and wears dark sunglasses and a standard policeman’s cap. The officer is holding the door of the police car, which is painted yellow with the word \"Polizie\" and the number 4 prominently displayed. The car also features a red emergency siren light on top.\n\nIn the background, there is a vibrant, lively atmosphere with multiple people evidently enjoying a public event. Crowds of adults and children can be seen, some seated and others standing. They appear casual and are dressed in typical outdoor, summer clothing. Notably, behind the police officer and the squad car, there is a structure with yellow and blue striped canopies, possibly indicating a fair or festival setting. The overall ambiance is sunny and festive, suggesting a community gathering or public celebration in a small town. The text on the car, \"City of New Ulm\", provides a locality context, referencing New Ulm, a city likely celebrating a local event. This photograph, rich in color and detail, captures a moment of community engagement and law enforcement presence in an amicable setting.","title":"Parking meter checker stands by his police vehicle which is imprinted with the German word for police (Polizei). It is part of the town's return to German ethnic origins. New Ulm, Minnesota, was founded in 1854 by a group of German immigrants. The county seat trading center remains predominately a farming community although its growth since 1950 has been due to the arrival of manufacturing companies. The business district has been revitalized with community effort.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556277","546661","546654","551918","555461","545454","546663","546647","547205","551941","557841","546635","546658","546611","546665","547759"],"cl":[33],"cluster":["#33 &mdash; Public Transportation"],"terms":["officer","police","car","locality","enforcement","law","complexion","event","emergency","festival"]}
