{"path":"558191.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a thoughtful scene centered around a recreational activity, likely taken outdoors due to the soft, natural light and the visible wooden structure which might be a picnic table. The primary focus is a young boy, shown in profile as he leans his head on his hand, an expression of concentration or contemplation visible even without seeing his full face. He is wearing a cap and a white t-shirt, suggesting a casual, warm setting.\n\nThe boy is sitting at a table where Bingo cards are laid out in front of him. The one closest to the lens prominently displays the word \"BINGO\" along with various images of cars in each block rather than numbers, indicating a thematic variation of the traditional game. The word \"POTLATCH\" is visible on the wooden edge of the table, possibly indicating the name of the location or event.\n\nIn the background to the right, there's a soft focus on what seems like another participant, partially visible and adding depth to the scene. A disposable red cup suggests a communal or public setting where refreshments are served. The overall composition of the image, combining the personal engagement of the boy with the communal activity of Bingo, creates a vivid snapshot of a moment of leisure and reflection.","title":"Youngster playing bingo during the summer in New Ulm Minnesota.  The town is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe.  The town has been growing steadily since 1950 with the arrival of several manufacturing firms.  Since the 1960's the New Ulm business district has been revitalized with community effort","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["546565","546140","543859","553291","557152","546561","551688","543855","553221","544213","548564","556219","553508","546025","543744","558320"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["boy","table","word","refreshment","card","laid","closest","lens","cup","game"]}
