{"path":"558178.jpg","date":"August 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a hospital room setting. A patient lies in a hospital bed, appearing unresponsive and connected to various medical devices. The person has numerous tubes and medical equipment attached to them, indicating critical care. The equipment includes an oscillating vital signs monitor displaying a waveform, possibly a heart rate monitor, and an IV stand with multiple drips. There are also mechanical components, possibly part of a ventilator, suggesting the patient might be receiving breathing assistance.\n\nTo the left of the bed, mounted on the wall, is a clock and more medical monitoring equipment attached to a cabinet with drawers, likely containing medical supplies. The right side of the bed shows a chair, indicating provision for visitors or attending medical staff. Near the window draped with a patterned curtain, additional medical machinery is visible, perhaps monitoring or life support systems.\n\nThe overall ambiance of the room is clinical with typical hospital furnishings and medical devices, designed to monitor and support the patient's condition. The window hints at an external environment but is mostly obscured by the curtain, focusing attention on the patient and the medical setup. The photograph captures a moment of medical care, emphasizing the extensive equipment used in patient treatment and monitoring in a hospital setting.","title":"Union Hospital in New Ulm, Minnesota, has five up-to-date intensive care units such as the one shown. All funds necessary for the intensive care facilities were raised by public subscription in the town and surrounding Brown County. There are two hospitals in town, Loretto which is Catholic and Union which is non-denominational. The two medical facilities divided their services to specialize and give more efficient service. New Ulm was founded in 1854.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558177","545399","553035","556556","545552","545482","556567","558338","545413","543974","545407","545416","556570","553029","554849","545486"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["patient","hospital","bed","monitoring","equipment","care","curtain","device","room","rate"]}
