{"path":"558150.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph presents a striking example of Victorian architectural style, focusing on a prominent, richly detailed house. The building is characterized by ornate wood trim and multi-textured surfaces, commonly associated with the period's eclectic and elaborate approach to design. The most dominating features of the house are its red brick facade and a grand, steeply pointed cone-shaped tower on the right, which accentuates its verticality and gives it a fairy-tale castle appearance. This tower is topped with a thinly shingled, tapering roof.\n\nAt the center of the building is a black shingled, curved rooftop extending from the main structure, which contrasts crisply against the surrounding components. The house also features a high, steep gable roof with decorative trims and a round window, enhancing its historical elegance.\n\nThe ground level shows tall windows, some of which are grouped together and bordered by ornate trim, allowing ample natural light inside. The main entrance has a modest yet traditional covered porch with steps leading up to it, suggesting a warm, inviting access point. The landscaping around the house is moderately maintained, with small bushes and an untrimmed lawn, leading up to a humble front pathway.\n\nAbove the house, the sky is a clear, deep blue, indicating it might be a bright sunny day, which casts natural light that vividly brings out the architectural details and rich colors of the building. This home, likely a historic site, represents a well-preserved example of its era, standing out for its ornate design and structural integrity.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of German immigrants. Single family housing there runs the gamut of styles popular in the last century to modern and contemporary styles of today. New Ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms. Since the 1960's a community effort has helped to revitalize the business district.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["542816","557069","555578","557072","555579","557077","557067","558156","542818","558159","557073","557071","548666","557066","558148","557064"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["trim","house","example","tower","verticality","cone","elegance","approach","landscaping","rooftop"]}
