{"path":"558125.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This image features the front view of a large building labeled as the \"State Bond Building.\" The building has an architectural style reminiscent of Spanish or Moorish influences, evident from the row of arches running along its base and a series of smaller arches atop a prominently raised parapet. The facade of the building is painted in a uniform light color, providing a stark contrast against the clear blue sky.\n\nIn front of the building, there are several vintage cars parked or driving by, indicative of the era in which the photo was taken, possibly the 1960s or 1970s based on the vehicle designs. These cars vary in size and color, including shades of blue, white, and brown.\n\nThere are two pedestrians visible: one is crossing the street, moving towards the building, and another appears to be just walking past the building. The street is equipped with basic road signs and traffic lights.\n\nThe scene is captured under bright daylight conditions, contributing to the overall clear and vibrant appearance of the photograph. The composition mainly focuses on the interaction between the architectural elegance of the building and the everyday life scene unfolding in its vicinity.","title":"The State Bond Building on Minnesota Street in New Ulm, Minnesota. The contemporary front replaced the facade of several older buildings. The idea in the restoration and reconstruction of the business district was to blend a new look with refurbished older storefronts. The town was founded by a colony of German immigrants in 1854. Since 1856, it has been the county seat and a trading center for this area in the south central portion of the state.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["546440","545376","556046","550024","545333","555908","550118","549991","557805","547822","542900","556121","546329","546428","556225","546436"],"cl":[41],"cluster":["#41 &mdash; Transportation Hubs"],"terms":["arch","building","elegance","influence","street","vicinity","car","vintage","1960","pedestrian"]}
