{"path":"558126.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This is a photograph of a three-story building. The building has a classic, early 20th-century American architectural style, featuring a symmetric facade with a series of vertical window bays. Each level has three equally spaced windows. The upper two floors have arched window headers with decorative moldings, and each window on the second and third floors has a window air conditioning unit installed. The roof is flat with a decorative cornice at the top, emphasizing its historic architectural influence.\n\nThe ground floor of the building is occupied by a business named \"Stevenson's\" as indicated by the large, yellow script font sign above the shopfront. The storefront itself has a dark awning decorated with white patterns underneath which there are clothes displayed on mannequins and hung on racks, likely indicating that Stevenson's is a clothing store.\n\nThere is little visible interaction on the street in front of the store, though a partial view of a parked car is visible, suggesting a relatively quiet urban setting. The adjacent building on the right side has a brick facade, contrasting with the lighter finish of the main building. The blue sky above suggests a clear day, adding brightness to the scene which enhances the visibility and colors of the building and storefront.","title":"A newly restored and painted older storefront on Minnesota street in New Ulm, Minnesota.  The building now houses a ladies' dress shop.  The town was founded by a colony of german immigrants in 1854.  In the 1960's the business district had vacant stores and needed Renovation.  Leaders of the community and residents formed a plant to revitalize downtown.  The eight block section now has all stores filled, blending contemporary design with refurbished older buildings which reflect german styling","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558127","546440","557156","546436","557643","546428","558128","550107","547822","557635","544088","558120","551754","550024","545333","558121"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["window","storefront","floor","store","have","building","script","facade","conditioning","cornice"]}
