{"path":"558185.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph captures a lively scene of a parade with a group of young children dressed in colorful, festive costumes engaging in playful activities. Four children are visible in the foreground of the image, each with their bodies painted black and adorned with various decorations.\n\nThe child to the far left is painted black and wears a white loincloth skirt, green beads around his neck, and gold hoop earrings. He is holding a brush or a form of decoration. Similarly, the second child from the left is also painted black and is actively posing, with his mouth open mid-expression and hands spread, giving a sense of motion. This child is wearing a red bandana on his head, a white loincloth, and white beads around his neck.\n\nThe other two children, partly visible on the right, also have their bodies painted black, wearing similar type beads and skirts or cloths around their waist. They seem engaged with the central child, either watching him or participating in the same activity.\n\nThe background reveals a typical street scene with trees along the sides and spectators in various casual attires suggesting a festive or celebratory event. The spectators appear to be enjoying the exuberant display by the children.\n\nThe overall atmosphere of the photo is vibrant, focused on celebration and youthful energy, possibly at a cultural or community event where children dress up and paint themselves as part of the festivities.","title":"Participants in a kiddies parade, an annual event held early in the evening during the summer in New Ulm, Minnesota. The youngsters and parents make all of their own costumes and \"floats\". The town is a county seat trading center of 13,000 in a farming community of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged kinsmen to emigrate from Europe. The arrival of manufacturing firms since 1950 helped community growth.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556280","553142","553234","552653","556301","556136","556287","546821","551719","556437","546991","556274","558181","553239","556279","552759"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["child","spectator","neck","decoration","skirt","hoop","festivity","earring","costume","bandana"]}
