{"path":"558182.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a lively outdoor scene, most likely at a park or an outdoor event. The image captures a large group of people seated on the grass, contributing to a casual and relaxed atmosphere.\n\nFocusing on the foreground, there is a couple reclining on a gray blanket. The man, wearing a sleeveless striped tank top and patterned pants, is seated with his legs crossed, looking intently towards his left side. Next to him, a woman in bright green pants and a green blouse reclines with her head on his lap, appearing relaxed, possibly asleep, with a can of drink beside her.\n\nAround this couple, various other groups of people can be seen in more casual and summer-appropriate attire, suggesting a warm weather setting. Many are engaged in conversations, looking at something out of frame, or simply enjoying the ambiance. Notable elements include a couple of cartons of Kentucky Fried Chicken, suggesting some are having a picnic.\n\nThe background is densely populated with more individuals seated on the grass, creating a sense of communal gathering. The scene is surrounded by trees and greenery, enhancing the outdoor, leisurely feel of the image. Overall, the composition focuses on a relaxed and communal human experience in a public outdoor space.","title":"Fourth of July crowd waits for darkness and a traditional fireworks display at Johnson Park in New Ulm, Minnesota. The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged kinsmen to emigrate from Europe. The arrival of manufacturing firms since 1950 has helped community growth. The business district has been revitalized since the 1960s with community effort.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["553065","551017","555947","547756","556298","551011","551682","551027","557935","550302","556532","556522","558187","556525","549922","558188"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["couple","picnic","pant","lap","blanket","group","grass","can","experience","leg"]}
