{"path":"558146.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The image features a historic-looking building constructed primarily of brick with a stone foundation. The building appears to be of a Romanesque architectural style, characterized by its arched windows and stone framed entrance featuring a semi-circular arch. The roof is sloped and covered with shingles.\n\nThe entrance to the building is elevated and accessible by a flight of stone steps leading to a wooden double door. Each side of the building shown has two tall, narrow arched windows, and there is a large chimney protruding from the center of the roof, indicating the presence of a fireplace or heating system within.\n\nThe building is situated in a grassy area with well-maintained lawn. Surrounding the building are mature trees, contributing to a peaceful, serene ambiance. In the foreground, slightly to the left, there is a flagpole with no flag attached at the time the photo was taken. In the distance to the left side of the frame, a partial view of a playground with swings can be seen, suggesting the building is located in a public park or similar communal area.\n\nThe sky above is mostly clear with just a few clouds, indicating a bright sunny day. The setting is tranquil and appears to be well-suited for leisurely day-time activities due to its spacious and open surroundings.","title":"A grade school, named franklin, now closed, located in Riverside park in New Ulm, Minnesota.  In the early days the park was a landing for riverboats.  Situated in the oldest section of town, it is called goosetown by locals because many of the residents raised geese in the 1800's.  The park abutts the closed flour mill and the Minnesota river.  New ulm was founded in 1854 by a group of german immigrants who named it for the city of ulm in the danubian district of wurttemberg, germany","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["549360","558162","545870","550038","548866","558109","546456","557073","558032","558122","542593","557156","558161","556046","551613","546464"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["stone","building","entrance","arched","sui","heating","flagpole","playground","foundation","swing"]}
