{"path":"558177.jpg","date":"August 1974","photographer":"Schulke, Flip","caption":"The photograph depicts a medical scene inside a hospital room. There is a patient lying on a bed, appearing unresponsive under critical medical care. The patient, who seems to be an adult, is connected to medical equipment, including a large respiratory ventilator mask covering most of the face, attached by several tubes. This equipment is critical for life support and monitoring the patient's condition.\n\nAbove the patient, multiple IV bags are hanging from a stand, suggesting the administration of fluids or medication intravenously. The IV stand is also equipped with what appears to be monitors or pumps to regulate the flow of these fluids.\n\nThe room's lighting is low, mostly natural light coming from a door on the right with rectangular window panes. The walls are painted in a muted, olive green color, and there is minimal decoration or other items visible, emphasizing the clinical environment. The atmosphere conveyed is quiet and somber, focused entirely on the patient's care. The overall composition captures a moment of intense, private medical care within a hospital setting.","title":"Union hospital in New Ulm, Minnesota, has five up-to-date intensive care units such as the one shown.  All funds necessary for the intensive care facility were raised by public subscription in the town and surrounding brown county.  There are two hospitals in town, loretto which is catholic and union which is non-denominational.  The two medical facilities divided their services to specialize and give more efficient service.  New ulm was founded in 1854","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558178","545399","553035","556556","545552","545413","545482","545416","545486","558167","545407","556567","545412","543974","553029","558175"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["patient","care","hospital","fluid","monitor","room","regulate","mask","pane","tube"]}
