{"path":"558144.jpg","date":"August 1974","photographer":"Schulke, Flip","caption":"This photograph captures a scene at a public swimming pool. The image is divided into different focal layers adding to its visual interest.\n\nIn the foreground, a woman is seated in a folding chair, dressed in a yellow bikini with a white floral pattern and wearing a white swimming cap. She is leaning back comfortably with her legs crossed, and her expression is relaxed, possibly enjoying the sun. Beside her chair, there is another folding chair draped with a white towel, and also visible are personal items like a small bag and a pair of white sandals.\n\nThe middle ground of the photograph is dominated by a tall chain-link fence that divides the pool area from the place where the woman sits. Attached to this fence is a sign that states “SMALL POOL RULES”, listing regulations such as “No smoking, candy, gum, food, or drinks” and guidelines for parental supervision. The pool itself, visible through the fence, is full of people swimming and splashing, suggesting a busy, active setting, typical of a public pool on a sunny day.\n\nIn the background, slightly out of focus, another figure is visible. A young boy in swimwear is walking near the pool edge, while another person sits on a green bench elevated above the pool level. The overall setting has a summer feel with bright lighting and hints of green trees and open sky visible behind the structures.\n\nThe composition effectively uses the fence to separate different zones of activity and relaxation, juxtaposing the tranquility of the woman resting against the lively, chaotic background of the pool. The positioning of the rules sign in the image also subtly hints at the organized, regulated aspect of public pool environments.","title":"The public swimming pool located in german park in New Ulm Minnesota.  The town was founded in 1854 by a group of german immigrants.  It was named for the city of ulm in the danubian district of wurttemberg, germany.  New ulm is predominately a farming community although growth in the country seat trading center since 1950 has been due to the arrival of manufacturing firms.  Since the 1960's a community effort has helped to revitalize the business district","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["548549","552012","548548","557717","555891","558143","551093","548085","548083","544339","555926","548584","548550","547919","552706","556300"],"cl":[13],"cluster":["#13 &mdash; Water 2"],"terms":["pool","fence","folding","swimming","chair","divide","rule","sits","smoking","woman"]}
