{"path":"558120.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph features a historical urban street scene. The main focus is on a three-story brick building in the center with distinctive architectural features. The facade of the building is adorned with white ornamental brickwork, creating a striking contrast against the red brick. Each floor features arched windows with individual white keystone details above them, and there's decorative brickwork at the cornice line. The ground floor consists of two shops with canopy-covered entrances; one of the canopies is labeled \"Rooms\" and the other bears the signage \"Jerry’s Barber Shop.\"\n\nTo the left of the central building is another older structure, partially visible, which carries ornate detailing on its facade and a sign that appears to include a tavern or similar business. To the right of the central building is yet another structure, its facade featuring different yet also historic brickwork, with a shop named \"Berger's\" visible at street level.\n\nIn front of these buildings are parked cars, which appear to be models from the 1960s or 1970s, adding a vintage feel to the scene. The street is clear of any modern traffic or pedestrians, suggesting that the image may have been taken to focus specifically on the architectural elements and business fronts of this block.","title":"The GRand Hotel on Minnesota Street in New Ulm, Minnesota. In the past five years, local merchants on the main street have restored the fronts of many of the old buildings and painted the brickwork as it had been in the past. The town was founded in 1854 by a company of German immigrants. It is a farming area that has changed from quite small family farms to larger units. They are still operated by families, but two or three generations at once.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["546440","546428","542900","557635","550108","546436","552526","544088","555908","550024","550107","545326","556225","545333","545362","550138"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["brickwork","facade","shop","business","street","canopy","floor","brick","cornice","building"]}
