{"path":"558159.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph features a grand, historic house, predominantly captured in a vertical orientation which highlights its architectural prominence. The house is large, with two visible stories topped by a steeply pitched roof and an ornamental gable with intricate wooden trims at the very top. The façade is painted a light color, and the building is constructed in a Victorian style, characterized by detailed brickwork around the entrance and large, arching windows which suggest a wealth of interior natural light.\n\nIn the foreground, there is a well-kept lawn, adding a vibrant green contrast to the pale exterior of the house. A variety of bushes and smaller plants are dotted around the edge of the building, hinting at a curated garden space. The lower section of the photo suggests the house has a sizable, columned porch, inviting a space for relaxation or social gatherings.\n\nTrees with dense foliage partially obscure the view of the upper sections of the house, creating a natural frame for the building and giving the scene a serene, secluded feel. The composition of the photo, with the building slightly off-center, allows the viewer to appreciate both the architecture of the house and its interaction with the surrounding greenery, suggesting a harmonious balance between the built environment and nature.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of German immigrants. Single family housing there runs the gamut of styles popular in the last century to modern and contemporary styles of today. New Ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms. Since the 1960's a community effort has helped to revitalize the business district.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558156","557071","555578","542967","557092","555579","558160","546439","557076","548667","557077","542816","548662","548663","557069","558150"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","brickwork","orientation","gable","prominence","section","appreciate","building","pitch","façade"]}
