{"path":"558174.jpg","date":"August 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a surgical scene set in an operating room. The image captures a team of medical professionals, consisting of four individuals, engaged in a surgery. Each person is dressed in standard surgical attire, which includes green scrubs, surgical masks, head caps, and protective eyewear. This attire suggests a sterile environment and adherence to medical safety protocols.\n\nIn the center of the image, a patient, covered with green surgical drapes, is lying on the operating table, with only the part of the body being operated on exposed. The team works closely around the table, focusing intently on the procedure. One of the medical staff appears to be the lead surgeon, actively performing the surgery, while the others assist by handling instruments or observing the procedure closely.\n\nForeground: The photograph prominently features a tray filled with meticulously arranged surgical instruments and tools, ready for use. These range from scalpels, clamps, to forceps and scissors, indicating a substantial surgical procedure. \n\nThe room is well-equipped with multiple bright surgical lights focused on the patient, which highlights the precision required for the surgery. In the background, there's a visible sense of organization typical of surgical theaters, with additional equipment and sterile setups.\n\nThe environment conveys a serious atmosphere, typical of an operating room, where each action is crucial and conducted with precision for the patient's welfare. The image as a whole portrays the intensity and complexity of medical surgical procedures, as well as the teamwork and expertise necessary to conduct them successfully.","title":"Dr. Howard Vogel, third from left, is assisted by his daughter, Dr. Ann Vogel, as they perform the last caesarean section of a new-born child in Union Hospital in New Ulm, Minnesota. Since that time all births have been performed at Loretto Hospital. The town's two hospitals divided their services to specialize and give more efficient service. New Ulm is a county seat trading center of 13,000 in a farming community of south central Minnesota which was founded by German immigrants.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558165","558168","558173","558175","556556","549358","558177","545399","558167","558178","549341","556567","546327","546344","558166","548860"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["procedure","patient","team","precision","room","instrument","table","protocol","expertise","professional"]}
