{"path":"558109.jpg","date":"September 1975","photographer":"Aleksandrowicz, Frank J.","caption":"This image captures an outdoor scene featuring historical buildings in a rural setting during the late afternoon or early evening, as indicated by the low natural light that casts long shadows on the grass.\n\nThe primary structure in the photograph is a large, two-story building showcasing a combination of white and richly stained wooden siding. The architecture includes traditional details such as shutters beside each window and a centrally located emblem or decoration beneath the gable roof, which also sports a weathervane. This building seems to serve as a main residence or a community center.\n\nTo the right side of the image, there is a further building, partially visible, which matches in style and appears to be an extension or another segment of the main house. This building has white vertical sidings and is elevated slightly off the ground, set on a foundation that seems to consist of large stones.\n\nThe foreground shows a lawn area, which gently slopes towards the buildings and is bordered on the left by three tall, sturdy trees, possibly serving as a structural or decorative element, given their arranged pattern. Behind these trees are three pillar-like structures, which might be remnants of a fence or gate, adding a historical element to the scene.\n\nIn the background, there is a hint of another rustic, red building, likely a barn or storage structure, which leans slightly to one side, suggesting it might be aged or in need of repair. More distantly, a bridge can be seen spanning what might be a road or river, barely observable through the trees and undergrowth.\n\nOverall, the scene evokes a sense of serene, historical rural life, possibly at a preserved or restored historical site, maintaining the charm and character of an earlier era with its traditional architecture and pastoral setting.","title":"Tavern formerly owned and operated by jim brown, a notorious counterfeiter during the 19th century canal period located on Boston mills road in Boston, Ohio, south of Cleveland the current owner is restoring the building which had been turned into multi-family housing.  The structure stands adjacent to the remains of the Ohio-erie canal which served as a link between the great lakes and the Ohio and Mississippi river systems from 1833 to 1913","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["547658","557949","558101","555577","558099","556963","546149","557952","555535","547289","557947","550704","554697","547309","554767","556959"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["siding","building","serve","extension","remnants","pillar","foundation","residence","gate","emblem"]}
