{"path":"558163.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph displays a traditional white church with distinct architectural elements. The church features a steeply pitched roof and a tall, narrow spire-topped steeple housed within a multi-sided belfry, indicative of classic church architecture. Large, pointed-arch windows flank the sides of the building, one of them prominently visible, filled with clear glass panes that likely illuminate the interior beautifully. The front facade includes a set of double doors, situated beneath an archway and reached by a short flight of wide steps. Above the entrance, there is a small circular window, and another identical window decorates the gabled extension beside the main building.\n\nTo the left of the entrance, there is a small wooden signboard, possibly detailing church service times and other information. The surrounding area is neatly maintained with a small patch of grass and some minimal landscaping around the church steps. A large tree is visible on the right side of the frame, contributing to a serene and peaceful environment. The clear blue sky in the background suggests a bright sunny day, enhancing the tranquil and inviting setting of the church.","title":"The Church of Christ, one of many churches each of which are built in different architectural styles in New Ulm, Minnesota. The town was founded in 1854 by a group of German immigrants. It is predominately a farming community although growth since 1950 has been due to the arrival of manufacturing firms. Since the 1960's a community effort has helped to revitalize the business district of the county seat trading center. Population for New Ulm is 13,000.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["554207","558019","558018","558034","554208","556480","557088","557083","547333","558024","552479","546455","547346","554035","558023","550376"],"cl":[34],"cluster":["#34 &mdash; Religious Buildings"],"terms":["church","step","entrance","signboard","window","extension","archway","steeple","pane","spire"]}
