{"path":"558151.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a small white building with a dark shingled roof. The building has an architectural style reminiscent of a small chapel or meeting house with simple, clean lines. It features a central front door flanked by two symmetrical windows, and it looks like it might be a single-story structure with an attic due to the window that is visible on the gable end. There are three visible windows in total on the side facing the viewer, each framed with dark trim, which contrasts with the pristine white walls.\n\nThere is a small set of black iron steps leading up to the front door, enhancing its quaint and utilitarian appearance. A door number, \"27,\" is visible beside the entrance. The building casts patterned shadows on its sides, likely from surrounding trees, which give it a serene and somewhat secluded setting.\n\nIn the background, there are mature trees that suggest the building is located in a well-established area. Part of another building is visible in the distance, indicating that this structure is likely situated in a residential or community-type area.\n\nOn the right-hand side of the image, there is a young child standing in the foreground, dressed in red clothing and looking away from the camera, possibly observing or interacting with the environment. The child adds a lively, human element to the otherwise still and composed scene.\n\nFurther in the backdrop, a light-colored car is parked under the trees, giving a hint about the era in which the photo might have been taken due to the design of the car. The overall atmosphere is peaceful and suggests a sunny day with ample sunshine filtering through the leaves, casting both light and shadows across the building and surrounding area.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of German immigrants. Single family housing there runs the gamut of styles popular in the last century to modern and contemporary styles of today. New Ulm is predominately a farming community although growth since 1950 has been due to the arrival of manufacturing firms in the county seat trading center. Since the 1960's a community effort has helped to revitalize the business district.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558153","557156","549221","558036","556182","557286","550648","546439","547938","557094","556766","548295","546997","550124","558110","558099"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["door","building","total","sunshine","window","child","iron","establish","car","entrance"]}
