{"path":"558172.jpg","date":"October 1974","photographer":"McTaggart, James","caption":"This photograph captures a tranquil and tender moment in a hospital room. The scene is centered around a newborn baby, who is lying on a white-sheeted bed or changing table. A nurse, dressed in a white uniform and glasses, is attending to the baby, appearing to either be dressing or gently examining the infant.\n\nOn the left side, three women and one man are seated, observing the nurse with the baby. The first two women, possibly related due to their similar facial features and attire, are smiling and dressed in light blue dresses with similar patterns. The third woman is in a red blouse, and the man is dressed in a casual, short-sleeved shirt and pants, wearing glasses. They all look on warmly, interested and engaged in what the nurse is doing.\n\nThe room has a gentle, natural light filtering through, creating a calm and welcoming environment. The background includes a small bedside table, a metal crib on casters, and some medical equipment, subtly indicating that this is a medical setting without being overtly clinical. The overall mood is one of joy and care, typical of such a precious moment shared among family and healthcare providers in the setting of a new birth.","title":"A baby care class for new and expectant mothers at Loretto Hospital in New Ulm, Minnesota. There are two hospitals in town: Union, which is non-denominational, and Loretto, which is Catholic. They have divided their services to specialize and give more efficient service. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558171","558166","552638","558170","558175","556233","554849","558405","557368","558169","558409","558167","556294","543906","557369","553496"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["baby","room","table","healthcare","woman","hospital","glass","filtering","care","joy"]}
