{"path":"558152.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This image shows a large, Victorian-style house with an intricate architectural design. The house is a two-story structure with a mansard roof, adorned with several gabled dormers that have pointed tops. The dormers are centered above symmetrically placed rectangular windows.\n\nThe brick exterior of the house is red with white detailing and trim around the windows and roofline; the detail work is quite intricate, suggesting a strong emphasize on aesthetics typical of the era in which it was built. The first floor features tall windows and a covered porch that spans the width of the house. The porch has decorative railings and ornamental supports, adding to the elegance of the house's façade.\n\nEach window on the first floor is topped with a rectangular transom and has elegant detailing that gives the house a grand appearance. Below the porch and extending around the house is a small, well-manicured lawn enclosed by a white picket fence. There are a few shrubs and flowering plants neatly positioned along the fence, adding a touch of color to the setting.\n\nIn the background, the sky is clear and blue, suggesting a sunny day. There are a few trees and a second, less prominent building visible behind the main house. The overall setting is peaceful and residential, with no visible people or moving objects, giving the impression of a quiet neighborhood.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of german immigrants.  Single family housing there runs the gamut of styles popular in the last century to modern and contemporary styles of today.  New ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms.  Since the 1960's a community effort has helped to revitalize the business district","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["557071","557077","557069","557067","548667","542818","542816","546442","555578","557092","558160","558145","558159","557065","558148","558150"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","porch","detailing","window","fence","floor","picket","roofline","elegance","width"]}
