{"path":"558155.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a stately two-story house of historical architectural style. The primary colors of the house are a muted yellow for the walls and white for the trim and decorative elements. The house features a large covered porch with an ornate balustrade and several elegant, slim columns supporting a detailed architrave. There are five visible steps leading up to the porch, flanked by white railings.\n\nEach visible window is framed with shutters, enhancing the traditional aesthetic of the home. Notably, the windows on the second story are narrower and placed directly above the entrance and the porch area, creating a balanced façade. The roof appears to be made of shingles and includes a prominent brick chimney on the left side of the structure.\n\nThe house is surrounded by a well-maintained yard with mature trees, casting partial shadows across the lawn and building. The natural light suggests it might be either morning or late afternoon. The setting appears serene, evoking a sense of quiet and peaceful residential life, possibly in a suburban or rural community. The photograph captures no people or moving objects, adding to the stillness and the focus on architectural elements.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of german immigrants.  Single family housing there runs the gamut of styles popular in the last century to modern and contemporary styles of today.  New ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms.  Since the 1960's a community effort has helped to revitalize the business district","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["557076","548667","558160","557094","558156","547981","557065","550124","558153","548662","546433","546439","548664","558035","557092","558159"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["porch","house","story","balustrade","shutter","shingle","façade","stillness","trim","window"]}
