{"path":"558175.jpg","date":"August 1974","photographer":"Schulke, Flip","caption":"The photograph captures an intense scene taking place in what appears to be a surgical room. The focus is on a group of medical professionals dressed in green surgical scrubs, including gowns, masks, and caps, who are gathered around a patient on an operating table.\n\nIn the center, a newborn baby, its head covered by a hat, is being attended to by the medical team. One of the medical professionals, who is more centrally located, is visibly engaged in a delicate procedure on the infant. This professional, wearing glasses, leans closely over the child to better see the task at hand, indicating the precision and careful attention required.\n\nThe background reveals the sterile and well-equipped nature of a surgery room with bright overhead surgical lamps, partially illuminating the scene in an intense, focused light that highlights the operating area. Surgical tools and instruments are neatly laid out on a table to the side, arranged for easy accessibility and indicating the preparation for complex medical procedures.\n\nThe entire composition conveys a moment of critical medical intervention, likely just after birth, with the team entirely focused on the wellbeing of the newborn, reflecting the tension and urgency often associated with surgical operations. The environment, tools, and attire all suggest a highly professional setting aimed at providing critical care.","title":"Dr.  Howard vogel, left, is assisted by his daughter, dr.  Ann vogel, as they perform the last caesarean section of a new-born child in union hospital in New Ulm, Minnesota.  Since that time all births have been performed at loretto hospital.  The town's two medical facilities divided their services to specialize and give more efficient service.  Dr.  Howard vogel is a director of union hospital and both father and daughter are descendants of the town's pioneer families","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558166","558174","558165","558172","558168","558171","558173","558170","552638","556556","558169","558177","558167","545399","558178","553035"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["operating","professional","procedure","team","room","tool","table","gown","patient","baby"]}
