{"path":"558113.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph features a striking architectural structure during twilight. The main focus is a dome topped with a large, bronze statue of a figure holding a sword aloft. The statue has intricate detailing and exudes a sense of victory or triumph. The dome sits upon a circular building supported by multiple columns, resembling a classic rotunda. These columns are topped with ornate capitals, and just beneath the dome, there is a row of windows adorned with decorative architraves.\n\nThe dome itself is elaborate, featuring a layered design with a smaller, secondary dome directly beneath the primary one that supports the statue. The exterior of the dome appears to be adorned with mosaic or glazed tiles, reflecting light and giving the structure an ethereal glow against the darkening sky. The ambiance of the scene is quiet and still, emphasizing the imposing and serene presence of the statue against the evening sky. Additionally, the structure atop which the dome and statue rest is visible; it features railing and architectural motifs that suggest a blend of classical and perhaps neoclassical influences.","title":"Monument and statue of Hermann-Arminius, German patriot which was erected in New Ulm, Minnesota, in 1888. The town was built by a German immigrant land company in 1854 and named for the city of Ulm in the Danubian district of Wurttemberg, Germany. Hermann-Arminius was chief of the Cherusci who united the Germanic tribes to defeat the Roman general Varus in 19 AD and halt the Roman Empire at the Rhine River. He survives in legends as a champion of Germanic nationalism and liberty.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558117","556121","553744","544787","558116","545870","548652","557073","558115","557093","556027","558381","546606","553747","558162","549493"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["dome","statue","column","bronze","capital","motif","tile","influence","detailing","rest"]}
