{"path":"558168.jpg","date":"October 1974","photographer":"Phillips, Kathy","caption":"This photograph captures a scene inside a surgical or medical examination room. In the image, there are several medical professionals dressed in surgical scrubs and head coverings, suggesting that they are either in the middle of a surgical procedure or a medical examination.\n\nThe central focus is on a medical professional who is intensely examining and possibly performing a procedure on what appears to be a collection of organic specimens on a white table. These specimens could be human organs or tissues, indicative of a teaching or post-mortem examination scenario.\n\nAround the table, other team members are attending to various tasks. To the right, another medical professional stands holding a clipboard and appears to be documenting the procedure or taking notes. These individuals are all wearing masks, maintaining a sterile environment typical in medical or surgical settings.\n\nThe background is simply tiled in a pale color, and there's notable medical equipment present, including overhead surgical lights which illuminate the workspace. A clock on the wall and a door with a sign indicating restricted access to authorized personnel only hints at the controlled and professional nature of the environment.\n\nThe image has a somewhat somber and focused tone, consistent with the serious nature of medical and surgical professions where attention to detail and precision are critical.","title":"Dr.  Ann vogel holding a child she has just delivered in loretto hospital in New Ulm, Minnesota.  In the background is the husband who watched the birth.  There are two hospitals in the town, union which is non-denominational and loretto which is catholic.  They have divided their services to specialize and give more efficient service.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558165","558174","558173","558175","556556","549358","548463","556567","548860","546327","548861","549341","546344","558167","552385","546282"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["professional","procedure","examination","specimen","table","profession","personnel","covering","restrict","clipboard"]}
