{"path":"558123.jpg","date":"October 1974","photographer":"","caption":"This photograph features the exterior of a 1970s-style urban restaurant, hinted at by its architectural and design elements. The prominent feature in the image is the large glass window reflecting an intricate building and a busy street scene. Above the window, a red awning with white lettering reads \"Sportsman\" and \"Steaks\", suggesting that the restaurant specializes in steaks.\n\nThe window not only offers a reflection but allows a view into the interior where several simple metallic tables and chairs are visible, indicating a dining area. The reflected building in the glass is ornately designed, possibly a landmark or a significant architectural structure within the city, decorated with many lights or neon installations which suggest the photograph might be taken around dusk or in the early evening.\n\nOn the street, several vintage cars are parked and moving, which provides a sense of the bustling city life. The cars' models and styles are reflective of the era, aligning with the overall vintage feel of the photograph.\n\nThe color palette of the image predominantly features blues and reds, all under natural lighting that seems to emit a soft glow, adding a nostalgic and somewhat serene vibe to the urban setting. The framing of the shot, focusing on the reflection and the restaurant's facade, portrays a slice of urban life from a past decade, emphasizing the coexistence of business interiors and city exteriors.","title":"The post office in New Ulm, Minnesota, reflected in the window of the sportsman cafe across center street.  The structure was built in 1909-10 and is registered as a national historic site because of its design.  Steep roof, stepped gables, decorative details and the combined use of brick and stone reflects the german renaissance style which originated in france and the low countries.  The building blends with others in this town that was founded by german immigrants","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["542802","552606","551494","546440","551910","555422","551495","551322","545380","545333","546521","556225","550138","550127","546428","555446"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["restaurant","exterior","city","interior","nostalgic","reflecte","window","reflection","specialize","vintage"]}
