{"path":"558199.jpg","date":"January 1975","photographer":"Rees, David","caption":"This photograph captures a vibrant scene of an outdoor ice hockey game in a wintery, wooded setting. On the ice, players dressed in various colors of hockey gear are seen in action. The focus is on a group of players near a wooden barrier, likely near the edge of the rink. One player, wearing a white jersey with blue and black stripes and a white helmet, is stepping onto the ice, leaning on the boards with his gloved hands holding a hockey stick. Another player in a similar uniform is already on the ice, adjusting his helmet and mouthguard. A third player stands within the rink, facing away from the camera, wearing a white jersey with black and red accents and a red helmet.\n\nSeveral other players are visible in the background, engaging in the game and skating across the well-maintained ice surface. The scene is surrounded by tall, bare trees dusted with snow, enhancing the wintry atmosphere. The lighting in the photograph suggests it might be late afternoon, as evidenced by the soft shadows cast across the ice.\n\nThe image is vibrant and dynamic, capturing a moment of leisure and sport during a crisp winter day. It exudes a communal and spirited energy typical of outdoor sports, hinting at a sense of camaraderie and competition among the players.","title":"Youngsters playing hockey at west side park below hermann heights in New Ulm, Minnesota.  Physical fitness is stressed in this community of german descendants.  The town has a turner club for youth interested in gymnastics.  Turnvereins, or turner clubs, began in germany in the 1800's and stress health through exercise especially gymnastics.  The club claims to be one of the co-founders of New Ulm, a county seat trading center of 13,000 in a farming area of south central Minnesota","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558198","558200","549990","558201","558202","554257","543512","551932","558247","548153","554292","556162","554242","550004","550017","548046"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["player","ice","helmet","game","sport","wintery","competition","camaraderie","stick","accent"]}
