{"path":"558145.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a two-story Victorian house in rich, deep red brick with contrasting white accents. The house has a mansard roof with gray shingles and decorative white trim. Below the roof line, there is a trio of dormer windows with white, pointed arch frames. The main section of the house features slightly arched windows on both the first and second floors, which are framed by white, ornate moldings and have a pattern of darker bricks surrounding them, giving a sense of depth and decorative contrast.\n\nAt the center of the façade is an attractive double door entryway framed with a unique wooden porch supported by elaborate corbels and topped with a small gabled roof; the porch includes Victorian decorative trim painted in a light yellow and white, emphasizing its design details. The doorway itself is shadowed and seems to offer a welcoming, somewhat sheltered entrance into the dwelling.\n\nThe house features two noticeable side panels that appear to flank the main body; each has a single second-story window similar to those on the central portion. One window has an air conditioning unit installed. Near the entrance, the building displays the address “1822” clearly on a small white sign, mounted directly on the brick façade just above the front door.\n\nThe surrounding environment contributes to the charm of the scene, with a bright, sunny sky and mature trees providing both a shaded and lush atmosphere. There are hints of green ground cover and small bushes near the base of the house..ComboBoxStyle","title":"Convent for Sisters of Christian Charity on State Street in New Ulm, Minnesota. It is connected to Cathedral Grade and High School which formerly was called Trinity School. The town was founded in 1854 by a group of German immigrants. It was named for the city of Ulm in the Danubian district of Wurttemberg, Germany. New Ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558152","557077","557071","557069","558160","555578","557067","548667","558156","557092","558035","546439","542816","546434","558150","548662"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["house","brick","façade","window","entrance","porch","roof","conditioning","story","address"]}
