{"path":"558119.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This image depicts a bustling street scene, possibly during a festival or public event, as evidenced by the large gathering of people and streets blocked off for pedestrian access. The photograph is taken from an elevated perspective looking down at a bustling town street lined with two- and three-story buildings.\n\nOn the left side of the image, there are several shops visible, including a clothing store and a drugstore, both marked with prominent signage. The facades of these buildings are decorated with vivid color schemes and details like awnings and flower boxes. The building architecture is rather classic with rectangular windows and flat roofs, typical of many small-town commercial buildings.\n\nThe street is crowded with people; some are walking, while others are gathered around in groups, indicating a social or communal event. There are multiple vendor stalls, with one specific cluster visible on the right-hand sidewalk, where tables appear to be selling various items. The crowd is diverse, involving adults and children, some casually dressed, likely enjoying a warm day outdoors.\n\nIn the middle of the road, a parade or procession appears to be forming, getting ready to move. The street itself is marked with traditional crosswalks and traffic lights, emphasizing the urban setting.\n\nTowards the horizon, the street is lined with similar types of buildings and continues to be crowded with people, suggesting the event likely covers a significant stretch of the town. The sky is bright and clear, indicating the event is happening on a sunny day, casting shadows that suggest it's either morning or late afternoon.","title":"Minnesota Street in New Ulm, Minnesota, is blocked off for one day each summer for \"Crazy Days.\" Merchants move bargain merchandise onto the street and sidewalks to sell in the summer promotion. The business section is some eight blocks. The town was founded by German immigrants in 1854 and still retains an ethnic charm. The business section has been revitalized since the 1960s. All stores are occupied and many of the fronts have been Renovated with private funds to show a German influence.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558118","551686","551788","551789","553287","551790","551787","549659","550115","551795","551691","551699","557272","551689","549906","551798"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["street","crowd","event","town","procession","building","bustle","get","happen","awning"]}
