{"path":"558134.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph features a detailed and textured bas-relief sculpture, appearing to be made out of terracotta or a similar material. The sculpture depicts a rural scene, portraying a man standing next to a large mule or donkey. The animal is depicted in mid-stride and is carrying a heavy load, suggesting it might be used for transport or work in agricultural settings.\n\nThe man is wearing a wide-brimmed hat, possibly indicating a sunny or outdoor work environment, and work clothes that include a long-sleeve shirt and trousers. He stands upright with a relaxed posture, his hands resting at his sides, and he looks directly forward, possibly out towards an audience or into the distance within the context of the scene depicted in the sculpture.\n\nThe background is plain which highlights the relief and gives more focus to the characters engraved in the sculpture. The overall craftsmanship shows attention to the texture and folds in both the man’s clothing and the detailing on the mule or donkey, including its mane, tail, and the gear it carries.\n\nThe thickness and rough texture of the sculpture provide a strong sense of dimensionality and ruggedness, which may suggest themes related to labor, nature, and perhaps a narrative of rural life or farming. The use of a simple, unembellished backdrop further enhances the naturalistic and somewhat solemn nature of the scene depicted.","title":"Closeup of brick sculpture on a wall in New Ulm, Minnesota showing area life in the 1850's.  The artwork is located in an alley off Minnesota street which houses the business district.  It is part of the Renovation of the downtown area which was a community wide effort.  Sculptor gordon dingman and two assistants used brick made nearby for the work.  New ulm was founded in 1854 by a group of german immigrants.  It is the county seat of brown county and a trading center","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558133","558269","558132","548288","546507","546957","547326","554950","546996","544420","552564","553163","549198","552562","553118","552677"],"cl":[41],"cluster":["#41 &mdash; Horse"],"terms":["sculpture","relief","engrave","mane","thickness","work","carry","solemn","upright","texture"]}
