{"path":"558149.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The image displays a quaint, two-story brick house prominently situated in what appears to be a suburban or small-town setting. The house has a symmetrical front facade with a central front door painted teal, flanked by two evenly spaced rectangular windows at both the ground and upper levels. Over the windows and door, arched brick lintels add a decorative, architectural feature. The roof is a simple gable style with no visible ornamentation.\n\nClimbing plants with white flowers have overgrown on parts of the brick walls, especially around the windows, giving the house a serene and somewhat aged look. The landscape includes neatly trimmed grass and a small, tidy garden with a few plants in front of the house. A concrete path leads from the sidewalk to the front steps.\n\nThere are no people visible in the scene; the focus is entirely on the architecture and immediate surroundings of the house. The background off to the side and behind the house showcases a mix of residential buildings and lush trees. The day is sunny, casting crisp shadows and highlighting the vibrant colors of the bricks and foliage.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of German immigrants. Single family housing there runs the gamut of styles popular in the last century to modern and contemporary styles of today. New Ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms. Since the 1960's a community effort has helped to revitalize the business district.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558153","558035","546442","558036","546439","557065","557094","546435","557068","558155","558156","550124","557326","548662","557076","557071"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["house","brick","climbing","door","window","teal","plant","step","garden","sidewalk"]}
