{"path":"558189.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"In the photograph, we see a scene that includes two children and a small dog, apparently watching an event as part of an audience. The lighting suggests the event is outdoors during daylight, possibly in late afternoon due to the soft quality and angle of the light.\n\nThe main subjects are a boy on the left and a girl on the right, both seemingly pre-teens. The boy, who is seated directly behind the dog, is wearing a light purple lilac shirt and has medium-length brown hair. He looks slightly to the side, likely focusing on something happening out of frame. The dog, a small Pomeranian with fluffy light tan fur, sits in the boy's lap, also looking off to the side. The animal has a striking alert expression and is leashed with a metal chain.\n\nThe girl, on the right, wears a white sleeveless top with a decorative pattern. She has blonde hair tied back with white ribbons into two ponytails, focusing her attention towards the same direction as the boy and dog. Her expression is a mix of curiosity and attentiveness.\n\nIn the background, out of focus, are parts of other audience members, including a young boy in a dark outfit with the number 51 in a sports jersey style and other indistinct figures.\n\nOverall, the composition of the image with its focus subjects in clear definition against a softly focused background emphasizes the attention of the children and the dog on the event they are witnessing, suggesting a moment of collective engagement or anticipation.","title":"Youngster unknowingly shares an ice cream stick with a dog as she watches judging during the kiddies parade in Johnson Park in New Ulm, Minnesota. The town is a county seat trading center of 13,000 in a farming community of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. The arrival of manufacturing firms since 1950 has helped community growth. (see picture #15740)","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["554497","558190","557637","543780","544833","553526","553510","551766","558179","546857","555929","545972","556525","547106","546873","551811"],"cl":[51],"cluster":["#51 &mdash; Wildlife/Animals"],"terms":["dog","boy","audience","event","girl","ponytail","jersey","subject","teen","attentiveness"]}
