{"path":"558164.jpg","date":"October 1974","photographer":"Phillips, Kathy","caption":"The photograph captures a statue of the Virgin Mary standing prominently in the foreground. The statue is made of white material, likely marble or a similar stone, and depicts Mary with her arms extended slightly outward, palms facing upward in a welcoming or offering gesture. Her head is slightly bowed, and her expression is serene, with closed eyes, conveying a sense of peace and compassion. She is draped in a long, flowing robe with detailed folds, adding to the statue's grace and dignity.\n\nThe statue is mounted on a hexagonal pedestal, which itself is placed on a curved base. The base and pedestal are made from a lighter colored stone, contrasting subtly with the grassy ground surrounding it.\n\nIn the background, behind the statue, stands Loretto Hospital, a mid-century modern building of four stories. The building has a flat roof, numerous square windows, and a relatively plain, unornamented facade. The name of the hospital is clearly visible in large, capitalized letters above the central entrance.\n\nThe area around the statue appears to be a carefully maintained part of a hospital grounds or campus, featuring manicured grass and a few small bushes. The sky is clear and bright, suggesting the photo was taken on a day with good weather, contributing to the overall calm and serene atmosphere of the scene.","title":"Statue of the virgin may in front of the catholic loretto hospital in New Ulm, Minnesota.  The town was founded by a german immigrant land company in 1854 and encouraged kinsmen to emigrate from europe.  The county seat trading center of 13,000 is predominately a farming community although growth since 1950 has been due to the arrival of manufacturing firms.  Since the 1960's a community effort has helped to revitalize the business district","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["547203","544267","550365","548288","547332","553769","549676","558219","547336","556577","558115","554035","550067","554351","552016","554792"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["statue","hospital","pedestal","marble","capitalize","campus","stone","grace","robe","base"]}
