{"path":"558111.jpg","date":"August 1974","photographer":"Schulke, Flip","caption":"This is an aerial photograph of a small town surrounded by lush greenery. The central feature of the town is a grid of streets with residential and commercial buildings. The town radiates outward from a main central avenue that runs from the bottom center to the top center of the photograph, punctuated by perpendicular and parallel streets. This central avenue is lined with larger structures, likely commercial properties, including a notable cluster of grain silos and industrial buildings towards the right-hand side, near a reflective body of water.\n\nOn the left side of the photo, there is a winding river bordered by thick, dense trees that add a rich green contrast to the developed town area. The river appears calm and is likely a significant feature for the town, possibly used for recreation or industry.\n\nOverall, the landscape is a mix of urban development and natural elements, characterized by structured town planning and interspersed green spaces and water bodies. The outskirts of the town fade into expansive agricultural fields, evident in the top half of the photograph, highlighting the rural setting of the town.","title":"Aerial view of the town of New Ulm, Minnesota, founded by a land society, composed of german immigrants.  The site, on the Minnesota and cotton-wood rivers, was established in 1854.  In 1857 the town was officially incorporated.  The flour mill, which was the town's major industry at one time, is seen at the right edge of the photo.  No longer in operation, it is used as a grain storage facility New Ulm had a population of 13,000 in 1974.  It remains a farming area with some manufacturing firms","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["550551","550558","550550","550583","558060","558058","550730","556979","553971","556948","556973","552837","550548","556949","550732","553062"],"cl":[2],"cluster":["#02 &mdash; Fire"],"terms":["town","avenue","radiate","bordere","fields","winding","grain","street","planning","recreation"]}
