{"path":"558188.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a lively scene at a picnic table in a verdant park setting. The image features four individuals engaged in a casual gathering.\n\nOn the left, a man is seated at the picnic table. He wears a light blue striped shirt, darker blue trousers, and blue socks with dark shoes. Sporting sunglasses and a smile, he has a cigarette in his mouth and is in mid-conversation or laughter, displaying a relaxed posture. \n\nNext to him, a woman stands while serving food. She wears a floral tank top and denim shorts, focusing on slicing or spreading something on a plate. Her action conveys a sense of involvement in preparing the meal for the group.\n\nAcross the table, another woman is seated, dressed in a navy blue shirt with contrasting white trim and dark shorts. She is also in the process of eating or preparing food, depicted holding a utensil near a plate.\n\nFinally, a young girl is seated at the end of the table. She appears to be watching the woman who is standing. The girl's expression is thoughtful, and her attention is focused on the other people at the table.\n\nThe table itself is cluttered with an array of bottles (mostly beer), disposable cups, and an assortment of picnic foods which suggest a leisurely meal. A small American flag stands upright among the bottles, adding a hint of patriotic celebration to the scene.\n\nThe background reveals a lush park with numerous trees and dappled sunlight filtering through the leaves, creating a serene and inviting environment ideal for outdoor gatherings like this one. The overall atmosphere of the photograph is one of enjoyment and relaxation, typical of a summer picnic in the park.","title":"Family enjoys a fourth of july holiday in a park at sleepy eye, Minnesota, which is 12 miles west of New Ulm.  Brown county is predominately a farming area where the farms are being consolidated.  In the past each family owned land.  Now the farms are growing larger and are operated by two or three generations of the same family.  The county was settled in the mid-1800's by germans, norwegians and swedes who are clustered in various communities","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556298","557955","549444","552032","551029","547756","551276","545228","557488","557935","546224","553065","551017","543631","543609","544990"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["table","picnic","food","meal","plate","bottle","girl","seat","prepare","short"]}
