{"path":"558122.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph showcases an impressive, symmetrical brick building characterized by Dutch architectural elements. This two-story building features a stepped gable roof design, common in traditional Dutch architecture, each step adorned with white ornate trim. The roof itself is covered with gray shingles, complementing the building's aesthetic.\n\nThe facade of the building is structured with alternating layers of red bricks and white decorative bands that horizontally divide the wall sections and window alignments, enhancing the building’s dimensional feel. Each window is uniformly rectangular with a slight arch on top, and they are structured in a symmetrically balanced arrangement across the facade. The windows on the upper story feature small, white pediments and red flower boxes adding a splash of color and life to the structure.\n\nAt the center of the building, there's a prominent white entrance framed by a classical portico with pillars, leading up to a grand white door. Above the door, a transom window introduces additional natural light into the entryway. Flanking the entrance are two decorative street lamps, contributing to a quaint, refined feel. \n\nThe sky in the background is clear and notably blue, providing a bright and crisp backdrop that contrasts well with the detailed brickwork and white trim of the building. The overall image conveys a sense of tidiness, order, and historical architectural beauty.","title":"The post office in New Ulm, Minnesota. Built in 1909-10, it is registered as a national historic site because of its unique and excellent exterior design. The individuality of the design, German Renaissance which originated in France and the Low Countries, is reflected in the steep roof and stepped gables, decorative details and stone. The building was planned to blend with other buildings in this town that was founded by German immigrants.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["555949","558162","557073","545870","557065","558031","557156","549360","558146","558161","557643","558128","550042","556182","557076","546442"],"cl":[18],"cluster":["#18 &mdash; Historic Architecture"],"terms":["building","window","entrance","pediment","facade","brick","story","door","entryway","brickwork"]}
