{"path":"558115.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This image features a dramatic upward view of a large, imposing statue against a vivid blue sky. The statue appears to depict a formidable figure, clad in armor or a military uniform with a cap or helmet, captured in a dynamic pose. In the raised right hand, the figure holds a sword pointing skyward, which aligns harmoniously with the direct rays of the sun piercing the scene, creating a lens flare that enhances the majestic feel of the photograph.\n\nThe left arm of the statue is bent at the elbow with the hand gripping a flag draped along the arm and extending downward. The base of the statue is not visible in the frame, focusing the viewer's attention entirely on the figure's upper body and the dramatic sky surrounding it. A small, solitary fluffy cloud accents the deep blue sky, providing a sense of scale and solitude.\n\nThe composition of the photograph, with its accentuated perspective looking up towards the statue, imparts a sense of grandeur and power, while the intense sunlight and clear sky cast the man-made figure in an almost celestial light, suggesting themes of heroism or valor.","title":"Closeup of the statue of Hermann-Arminius, German patriot which was erected in New Ulm, Minnesota, in 1888. The town was built by a German immigrant land company in 1854 and named for the city of Ulm in the Danubian district of Wurttemberg, Germany. Hermann-Arminius was chief of the Cherusci who united the Germanic tribes to defeat Roman General Varus in 19 AD and halt the Roman Empire at the Rhine River. He survives in legends as a champion of Germanic nationalism and liberty.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558114","544076","553747","553769","554351","555740","558113","548288","549781","558271","542581","549763","546508","549803","542577","545047"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["statue","figure","arm","ray","elbow","flare","pointing","lens","hand","pose"]}
