{"path":"558135.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This image depicts a vintage-style popcorn cart on a city street. The cart is designed with a quaint, almost nostalgic aesthetic, featuring wooden panels painted white and bright red. It is mounted on large, black wheels that suggest it could be manually moved from place to place. On the sides and front of the cart, the word “POPCORN” is prominently displayed in bold, red, cursive lettering, emphasizing its main offering.\n\nThe cart has several windows, with one serving as a service window where prices are also displayed. On a handwritten sign, various types and sizes of popcorn are listed with prices—for example, buttered popcorn is priced at 35 cents and 75 cents. There's another handwritten sign in another window indicating a special pricing (25, 40, 55 cents).\n\nInside the cart, a woman with short red hair is visible; she smiles and appears cheerful, suggesting a friendly service atmosphere. She wears a striped t-shirt, adding to the casual feel of the setting.\n\nAround the cart, the environment suggests a small-town main street, with other brick and mortar buildings faintly visible in the background under an overcast or dusky sky. The setting provides a classic American small-town vibe, enhancing the overall quaint and nostalgic feel of the scene. The lighting in the image, likely from late afternoon or early evening, adds a softness to the scene, emphasizing the warmth and inviting nature of the popcorn cart.","title":"This 50-year-old popcorn stand is a fixture in the community of New Ulm, Minnesota.  Each spring and summer it is located on center street.  The town was founded in 1854 by a group of german immigrants.  It is still predominately a farming community although it owes its growth since 1950 to manufacturing companies that have moved in.  In the 1960's the business district had vacant stores and needed refurbishing.  With community effort the business district was revitalized","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558136","551513","554217","554708","551731","548544","556210","551485","550115","554215","557757","554187","556212","557382","558281","547805"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["cart","price","quaint","service","town","example","window","offering","panels","list"]}
