{"path":"558197.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"This photograph captures a female gymnast in mid-performance on a balance beam in an indoor gym setting. She is wearing a dark leotard with white knee-high athletic socks. Her hair is styled in a short, neat cut, and her expression is focused, reflecting concentration and poise. The gymnast's pose shows her arms extended upward and her right leg lifted in a dynamic movement, suggesting a routine or practice session.\n\nThe gymnasium has a muted beige brick wall and a brown wooden floor, typical of school or public sports facilities. In the foreground, there is a striped landing mat with blue and white stripes, labeled \"Nissen,\" indicating the manufacturer's name - a brand known for gymnastics equipment. There is also a red hoop on the floor, and to the left, a partially visible blue mat.\n\nVarious other equipment and features are seen in the background, suggesting this space is used for various indoor sports activities. Notably, there is a basketball hoop attached to the wall, and the gym’s ceiling is equipped with industrial light fixtures and visible structural elements typically found in older gymnasiums. The overall setting gives the impression of a well-used athletic space, dedicated primarily to gymnastics and other indoor sports.","title":"Young gymnast trains in the gymnasium of the Turner club in New Ulm, Minnesota. Turnvereins, or Turner clubs, began in Germany in the 1800's and stress good health through exercise, especially gymnastics. The club claims to be one of the co-founders of this German community of 13,000 which is a county seat trading center. New Ulm is in a predominant farming area although its growth since 1950 has been due to the arrival of several manufacturing firms.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558196","558195","553293","554850","558228","547319","546554","552011","546558","553283","558230","554498","546523","554337","545769","547188"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["hoop","mat","sport","basketball","floor","session","landing","sock","wall","brand"]}
