{"path":"558184.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph features a young girl, likely around preschool to early elementary age, with paint on her face. She has piercing blue eyes and short, light blonde hair that peeks out beneath a conical hat adorned with a floral pattern, primarily colored in soft pinks and greens against a white background. The hat adds a playful or possibly festive element to her appearance.\n\nThe paint on her face is somewhat messy and asymmetric, featuring red markings around her right eye and cheek, and what appear to be green smudges around her mouth and left cheek. Her expression is notably serious or contemplative, which contrasts with the otherwise playful context suggested by the face paint and hat.\n\nShe wears a light blue shirt with a delicate floral print similar in style to the hat, suggesting a coordination in outfit. The shirt has ruffles along the collar, adding a soft, youthful touch to her attire.\n\nThe background of the photo is largely out of focus, with hints of green that suggest an outdoor setting, possibly in a garden or park environment. This setting adds to the casual yet vibrant tableau encapsulated in the moment captured by the photograph. \n\nOverall, the image conveys a sense of childhood innocence and creativity, possibly captured during a playful outdoor activity or a children's party.","title":"Participant in a kiddies parade, an annual event held early in the evening during the summer in New Ulm, Minnesota. The youngsters and parents make all of their own costumes and \"floats\". The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged kinsmen to emigrate from Europe. The arrival of manufacturing firms since 1950 has helped community growth.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556139","558183","552961","557843","553509","544143","556140","556138","547813","548119","542703","543979","555941","543468","558238","554923"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["cheek","hat","paint","ruffle","face","coordination","creativity","innocence","pierce","green"]}
