{"path":"558121.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures the front facade of a two-story building which houses a pharmacy named \"Polta Drugs\" on the ground floor. The building features a classic brick exterior with patterned dark and light bricks creating a decorative touch. The upper floor has three arched windows that are symmetrical; each window is adorned with white shutters, while the center window includes a small balcony railing.\n\nOn the ground floor, the pharmacy has a prominent, wide entrance flanked by large display windows on each side, showcasing various products inside. The storefront signage reads \"Polta Drugs\" in tall, block letters, underscored by smaller text \"PRESCRIPTIONS\" repeated at both ends of the sign. Below the larger sign, the storefront features a horizontal band of signage indicating additional services such as \"prescriptions\" and highlights that the store is \"air conditioned.\" The glass doors at the entrance display the store hours and additional signs including \"MERIT\" and perhaps other brands or advertisements not fully visible.\n\nAt the front, a lone street sign or parking sign is visible beside the curb, and there appears to be a narrow sidewalk in front of the store. The scene has no visible people or moving objects, giving it a still, calm appearance typical of a small-town or suburban commercial street. The upper part of the building is capped with a simple, flat roofline visible against a clear sky. The architecture and design elements suggest a mid-20th century American small-town setting.","title":"Polta Drugstore on Minnesota Street in New Ulm, Minnesota. In the past five years, local merchants on the main street have restored the fronts of many of the old buildings and painted the brickwork as it had been in the past. The town was founded in 1854 by a company of German immigrants. It is a farming area that has changed from quite small farms to larger units run by two or three generations of one family. New Ulm is the county seat and a trading center.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558127","558126","557156","558128","557643","546440","557635","546436","558120","558029","546428","544088","546427","545317","552526","552602"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["store","floor","sign","window","entrance","signage","town","brick","repeat","roofline"]}
