{"path":"558156.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph depicts a picturesque two-story house, styled with vintage architectural elements, likely from the Victorian era. The house is painted predominantly in shades of dark and light, creating a striking contrast. The lower parts and decorative trims are light, possibly white, enhancing the intricate details against the darker hues of the walls and roof.\n\nKey architectural features include a variety of window designs, from bay windows on the first floor to smaller, uniquely shaped windows on the upper levels. Notably, a circular window adds a distinctive touch to the façade. The house also features multiple balconies with ornate railings, providing charming outdoor spaces on both floors.\n\nThe house is topped with a steeply pitched roof that includes a small dormer window protruding from one side, adding to the asymmetrical aesthetics typical of the period. The entrance is marked by a set of stairs leading up to a grand front door, flanked by columns that support an overhanging balcony.\n\nSurrounding the house are verdant trees and a well-maintained lawn, contributing to the serene and established character of the setting. The sky above is partly clouded, suggesting either early morning or late afternoon light, casting soft shadows and highlights that accentuate the architectural details.\n\nThe overall composition of the photograph is balanced, with the house centrally placed, allowing the viewer to appreciate its form and ornamental elements fully. The architectural features and the surrounding nature combine harmoniously, portraying a well-preserved piece of history within a tranquil environment.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of german immigrants.  Single family housing there runs the gamut of styles popular in the last century to modern and contemporary styles of today.  New ulm is predominantly a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms.  Since the 1960's a community effort has helped to revitalize the business district","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558159","548662","546439","557076","558160","542967","542816","557092","548661","555578","548664","548667","557071","546429","555579","548663"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","window","balcony","floor","appreciate","dark","stair","preserve","roof","pitch"]}
