{"path":"558133.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a sculpture of a person mounted on a horse. The sculpture appears to be made of a mosaic or tessellated material, with pieces fitted together to create the form. The person is dressed in what seems to be traditional, possibly medieval, garments, including a hood that covers the head.\n\nThe rider is holding a long, slender object, likely a staff or lance, extending horizontally across the frame. The horse, showing a dynamic posture as if caught mid-motion, features prominently. Its head is held high, and the mane is detailed with textured styling, harmonizing with the rider’s rugged, patterned clothing.\n\nThe background of the photograph is very plain and nondescript, providing a solid, light-colored canvas that contrasts sharply with the darker tones of the sculpture, bringing focus to the artwork. The lighting casts soft shadows, accentuating the angular and fragmented texture of the sculpture, enhancing its three-dimensional quality.\n\nOverall, the composition conveys strength and motion, encapsulated in a moment of time through the medium of sculpture.","title":"Closeup of brick sculpture on a wall in New Ulm, Minnesota showing area life in the 1850's. The artwork is located in an alley off Minnesota Street which houses the business district. It is part of the Renovation of the downtown area which was a community wide effort. Sculptor Gordon Dingman and two assistants used brick made nearby for the work. New Ulm was founded in 1854 by a group of German immigrants. It is the county seat and a trading center.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["544308","558134","557051","553747","549583","544420","558114","542966","544414","553769","557041","547002","544362","546512","554010","548288"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["sculpture","rider","horse","mane","head","medium","motion","styling","staff","strength"]}
