{"path":"558143.jpg","date":"August 1974","photographer":"Schulke, Flip","caption":"This photograph shows an outdoor public swimming pool area bustling with activity. The image is captured from a shaded, grassy area with trees and is seemingly taken during a bright, sunny day.\n\nIn the foreground, there are two bicycles laid on the ground suggesting a casual setting where visitors might have cycled to the location. To the left, two figures appear seated on the grass, partially in shadow, facing away from the camera and towards the pool; their identities and features are indiscernible due to the angle and shadows.\n\nThe middle of the image features the swimming pool enclosed by a standard metal fence. Numerous people, likely a mix of adults and children, can be seen using the pool, surrounded by more onlookers and visitors seated along the sides or standing near the fence. This creates a lively, communal atmosphere.\n\nOn the right side of the image, there is a building labeled \"MUNICIPAL SWIMMING POOL\" which serves as the pool's main structure. Its architecture is simple and utilitarian, typical of public infrastructure from the mid-20th century.\n\nOverall, the photograph captures a slice of community life centered around a popular public amenity, indicative of warm weather and leisurely activities, all under the canopy of verdant trees providing a respite from the summer heat.","title":"The public swimming pool located in German Park in New Ulm, Minnesota. The town was founded in 1854 by a group of German immigrants. It was named for the city of Ulm in the Danubian district of Wurttemberg, Germany. New Ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms. Since the 1960's a community effort has helped to revitalize the business district.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["555891","552012","548549","552706","557717","548548","548083","548085","557259","551092","550002","558144","557258","554224","555926","552703"],"cl":[29],"cluster":["#29 &mdash; Outdoor Recreation"],"terms":["pool","swimming","visitor","respite","fence","identity","amenity","heat","onlooker","bicycle"]}
