{"path":"558170.jpg","date":"October 1974","photographer":"McTaggart, James","caption":"This photograph takes place inside a hospital room, likely within the neonatal care unit. Two babies, appearing to be newborns, are positioned in separate transparent incubators. Each incubator is equipped with various medical devices and controls, indicative of the machines used to monitor and maintain the babies' health.\n\nIn the image, a nurse dressed in a white uniform, including a dress and a cap typical of nursing attire from past decades, is seen tending to one of the babies. She appears focused and attentive, adjusting something inside the incubator. Her hair is styled in an updo, and she stands with a posture suggesting professionalism and care.\n\nBehind the nurse, facing away from the camera, is a woman wearing a patterned, quilted robe. Only the back of her head and her body are visible, suggesting she may be a parent or guardian observing the babies and possibly listening or talking to the nurse.\n\nThe room's interior has a soft, vintage ambiance, underscored by the pastel-colored, patterned wallpaper and complementing curtains that dress the window. Natural light seems to be entering the room, softening the overall atmosphere. To the right side, a small, framed picture hangs on the wall, adding a personal touch to the clinical environment. The focus and depth of the photo foster a feeling of intimate, quiet observation, capturing a moment of care and concern within a healthcare setting.","title":"A new mother views her child in the nursery of Loretto Hospital in New Ulm, Minnesota. There are two hospitals in the town: Union, which is non-denominational, and Loretto, which is Catholic. They have divided their services to specialize and give more efficient service. New Ulm is a county seat trading center of 13,000 in a farming area of south-central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558172","558166","558171","552638","558175","558169","554849","558177","558167","558178","556233","543906","556294","553533","558409","545486"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["baby","care","room","healthcare","parent","professionalism","hospital","robe","health","curtain"]}
