{"path":"558198.jpg","date":"January 1975","photographer":"Rees, David","caption":"This photograph captures a lively outdoor hockey game on a rink surrounded by snow-covered trees, depicting a wintry scene. The focus is on several hockey players in mid-game action. There are players from two teams, identifiable by their contrasting uniforms. One team wears dark jerseys with light striping, while the other sports light jerseys with dark detailing.\n\nA player in the foreground, marked with the number 18 on his dark jersey, appears to be in motion, reaching out with his hockey stick, possibly chasing the puck. In the midground, other players are dispersed across the ice, with one in a white jersey moving forward, controlling the puck with his stick. A small crowd of onlookers is visible in the background along the boundaries of the rink.\n\nThe scene is set in a serene park-like environment with tall, slender trees lining the sides of the rink, their branches thick with snow, creating a stark contrast against the subdued daylight. Also visible is a small, white enclosure on the edge of the rink, where someone watches the game from a solitary window opening. The natural light casts gentle shadows on the smooth, icy surface of the rink, enhancing the dynamic atmosphere of this winter sports setting.","title":"Youngsters playing hockey at west side park below hermann heights in New Ulm, Minnesota.  Physical fitness is stressed in this community of german descendants.  The town has a turner club for youth interested in gymnastics.  Turnvereins, or turner clubs, began in germany in the 1800's and stress health through exercise especially gymnastics.  The club claims to be one of the co-founders of New Ulm, a county seat trading center of 13,000 in a farming area of south central Minnesota","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558199","558200","549990","558201","558202","551932","549986","554257","548153","556162","543512","550017","558247","554292","551769","553903"],"cl":[41],"cluster":["#41 &mdash; Horse"],"terms":["jersey","player","team","game","stick","sport","snow","wintry","onlooker","enclosure"]}
