{"path":"558160.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph shows a two-story house with a distinct architectural style, likely from the late 19th or early 20th century. This house is predominantly painted in a light buttery-yellow with white trim around the windows and doors. It features a variety of decorative elements characteristic of Victorian style, such as intricate woodwork, a scalloped gable trim, and a prominent multi-faceted roof. The second story has a small, enclosed porch area with large windows.\n\nThe house's main entrance includes a wide porch that wraps slightly around one side, lined with railings and featuring a set of stairs leading up to the front door. Several windows on both floors enhance the façade, with the sunlit conditions casting shadows across the building, adding depth to the architectural details.\n\nTall, mature trees flank the house, offering shade and adding a refreshing green contrast to the light-colored building. The lawn appears well-maintained, and there's a visible footpath that leads towards the stairs of the porch. The background beyond the trees suggests a quiet residential street, with partial views of parked cars, hinting at a tranquil, suburban setting. Overall, the scene depicted in the photograph is serene, highlighting a beautifully preserved historical home amidst a lush, verdant environment.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of German immigrants. Single family housing there runs the gamut of styles popular in the last century to modern and contemporary styles of today. New Ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms. Since the 1960's a community effort has helped to revitalize the business district.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558156","558159","548667","557076","546433","558155","548662","546439","555578","557092","542816","546434","546429","557071","558148","547981"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["porch","house","stair","19th","woodwork","story","door","window","trim","façade"]}
