{"path":"558181.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a lively street scene, likely during a parade or community event. The central figure in the scene is a child dressed in a white astronaut costume, complete with a hood that covers the head and face. The child is pulling a small red and white wagon labeled \"DE LUXE\" on its side. Mounted on the wagon is a model that looks like a simplistic spacecraft or module, primarily in red, with some portion in white. The child is also holding an American flag on a stick, giving the ensemble a patriotic theme.\n\nThe background features a crowd of onlookers lining the side of the street, engaged and watching the parade. The crowd is diverse in age, ranging from young children to adults. The adults and children are dressed in casual attire suitable for a warm day, typical of street event gatherings.\n\nThe setting is an urban street, narrowed down for the event, with buildings and clear skies in the background that suggest it's a sunny day. The event appears to be well-attended and festive, with the participants and the crowd enjoying the occasion.","title":"Participant in a kiddies parade, an annual event held early in the evening during the summer in New Ulm, Minnesota.  The youngsters and parents make all of their own costumes and \"floats\" such as this youth who portrays the dog \"snoopy\" in a popular newspaper comic strip.  The town is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged kinsmen to emigrate from europe","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558180","557710","552653","549571","552660","552657","549573","546991","557715","552654","552659","549577","558185","557712","549566","549320"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["child","crowd","event","parade","street","wagon","adult","narrow","ensemble","costume"]}
