{"path":"558161.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph features a two-story brick house with several notable characteristics. The building appears to be of historical significance, as indicated by a white sign on the front, although the text is not entirely legible in this image. The house is constructed with red brick and has a steeply pitched black shingle roof with a single brick chimney protruding at one side near the peak.\n\nThe architecture includes white trim around the windows and at the corners of the building, enhancing the structure's visual appeal. The windows themselves are double-hung with dark shutters on either side. On the lower level, to the right, a window is partially visible with similar styling as the others.\n\nThe ground around the house is bare with some gravel close to the building, suggesting a well-trodden area, possibly used for parking or a path. The surrounding environment includes green foliage that softly frames the house, indicating that it is located in a somewhat lush area with mature trees.\n\nThe sky visible in the image is bright and clear, hinting at a sunny day, which casts vivid shadows and highlights across the building's features, hinting at the time of day being either mid-morning or afternoon. This photograph likely serves to document the historical architecture or could be used in a preservation context.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of German immigrants. Single family housing there runs the gamut of styles popular in the last century to modern and contemporary styles of today. New Ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms. Since the 1960's a community effort has helped to revitalize the business district.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558153","558035","558155","558156","557076","547981","550124","557065","558149","545355","557071","555908","558150","548667","546442","558159"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","brick","tread","window","styling","preservation","shutter","shingle","architecture","characteristic"]}
