{"path":"558154.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a suburban scene featuring residential homes. In the foreground, a man is standing on a sidewalk watering the strip of grass between the sidewalk and the road. He is dressed in dark pants and a light shirt, and holds a hose with his right hand.\n\nThe main houses visible in the image are single-story, and likely built in a mid-20th century architectural style. The closest house, painted beige, has a white door and a small porch covered by a slanted roof that is an extension of the main roof. To the right of this house is another similar home with darker green siding. A little further down is another house, painted in light blue with a white fence around the yard.\n\nEach of these houses features a neatly trimmed front lawn adorned with minimal landscaping, and some have small decorative elements, such as potted plants. The neighborhood appears quiet and well-maintained.\n\nThe background features dense greenery, possibly trees lining the back of the properties or a nearby park, and one can see utility poles and lines stretching across the view, typical of a suburban layout. The weather is likely warm and pleasant, suggested by the lush greenery and the activity of watering the garden. The sky is overcast, giving a soft diffused light to the whole scene.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of german immigrants.  Single family housing there runs the gamut of styles popular in the last century to modern and contemporary styles of today.  New ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms.  Since the 1960's a community effort has helped to revitalize the business district","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["557408","546430","550121","557427","555615","551704","547946","557668","553704","556436","553705","557698","547433","556950","556956","546441"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","sidewalk","home","extension","down","paint","hose","landscaping","roof","strip"]}
