{"path":"558110.jpg","date":"October 1975","photographer":"Aleksandrowicz, Frank J.","caption":"The photograph depicts a scene with an older, two-story house primarily painted white, with roofing and house extensions that suggest additions or modifications made over time. The house seems to be in a state that suggests it could use maintenance or renovation, as indicated by visible wear and slight discoloration in areas. In the composition, the house stands prominently on the right side of the frame, partially shaded by large, leafy trees which suggest a setting in a region that experiences autumn—this is corroborated by the fallen leaves scattered around the yard.\n\nIn front of the house, there's an expansive yard, divided by what appears to be a driveway leading to or near the house. The yard is not manicured but looks natural with several bushes, trees, and an uneven blanket of fallen, autumn leaves that cover the ground. Behind the house and to the sides, more dense foliage can be seen, perhaps indicating that this house is situated in a somewhat rural or suburban setting with significant greenery around.\n\nThe foreground of the image shows a paved road, emphasizing that the house is facing or adjacent to a street. Utility poles and overhead wires are also visible in the frame, transecting the sky and connecting this rural or suburban scene to a power grid.\n\nThe overall feel of the photograph is rustic and somewhat nostalgic, with the architecture and state of the house suggesting a history and a tale of perhaps decades of residency and change. This setting could evoke feelings of tranquility or solitude, enhanced by the overcast sky and the absence of any visible human activity in the immediate vicinity.","title":"Tavern formerly owned and operated by jim brown, a notorious counterfeiter during the 19th century canal period located on Boston mills road in Boston, Ohio, south of Cleveland the current owner is restoring the building which had been turned into multi-family housing.  The depression to the left of the structure is the remains of the -erie canal which served as a link between the great lakes and the Ohio and Mississippi river systems from 1833 to 1913","placename":"Cleveland (Ohio)","location":"Cleveland, Ohio","nn1":["554822","554787","555632","553458","546989","551091","550704","547658","545041","558102","556426","555581","548295","556999","554823","551109"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","yard","fallen","autumn","state","renovation","modification","extension","discoloration","driveway"]}
