{"path":"558147.jpg","date":"August 1974","photographer":"Schulke, Flip","caption":"This photograph displays a historical building and a monument positioned in the foreground. The building, described as a \"County House\" according to the signage above its entrance, appears to be an older, architecturally detailed structure likely from the late 19th or early 20th century. It has a symmetric design featuring a central section flanked by two wings that are three stories high. The façade is constructed with red and beige brick, and it includes ornamental stonework around the windows and at the corners of the building. There is a central arched entrance with stone trim, above which is a decorative pediment with a circular inset that possibly hosts a clock or emblem, though it's not distinctly visible in this image.\n\nIn front of the building is a large green lawn, which is well-maintained and adds a peaceful, expansive feel to the setting. A monument, prominently placed in the foreground on the right side of the image, commemorates \"The Pioneers of Brown County\" from 1849 to 1949. This circular monument features a high relief sculpture illustrating pioneer figures and a covered wagon, emblematic of the historic migration and settlement period. Below the relief, a detailed inscription is written, surrounded by an ornamental border, likely outlining historical data or a dedication to the pioneers. The inclusion of this monument suggests the significance of the site in local history, possibly serving as a hub for community or governmental activities within Brown County.\n\nOverall, the image has a clear, bright blue sky as a background, lending a sense of clarity and brightness to the scene. No people are visibly interacting in the space, providing a serene and somewhat solemn portrayal of this historical location.","title":"Brown county courthouse located in the county seat of New Ulm, Minnesota, on state street.  The pioneers monument on the right celebrates the period of settlement from 1849 to 1949.  The town was founded in 1854 by a group of german immigrants who named it after the city of ulm in the danubian district of wurttemberg, germany New Ulm is located in a predominately farming area.  Community growth since 1950 has been due to the arrival of manufacturing firms","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558146","545870","558109","558161","558099","548866","558032","558162","557156","549360","552460","543580","556046","558031","552681","550038"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["monument","relief","entrance","19th","pediment","dedication","stonework","describe","inscription","datum"]}
