{"path":"558167.jpg","date":"October 1974","photographer":"Phillips, Kathy","caption":"This image captures a poignant and intimate moment likely within a hospital or medical setting. The photo is taken from a side perspective, focusing on a man who appears to be a healthcare professional, most likely a doctor, wearing a mask which covers his mouth and nose, indicative of a sterile environment where health and safety are prioritized. His attire includes a polka-dot, light blue shirt, and he is visible from the chest up.\n\nThe doctor is holding the hand of a patient, who is not fully visible in the frame, showing only the back of the person's head and shoulders, suggesting a gesture of comfort or reassurance. The patient appears to be lying down, possibly on an examination or surgical table, covered partially with a white sheet.\n\nIn the background, a small crucifix is mounted on a pale blue, tiled wall, adding a spiritual or religious dimension to the scene, which might provide solace or a sense of hope to the occupants of the room.\n\nThe overall tone of the image, with its dim lighting and soft focus, enhances the solemn and caring atmosphere of the setting, highlighting themes of care, compassion, and possibly critical health situations. This scene is emotionally charged, focusing on human interaction and the care provided in medical environments.","title":"A husband holds his wife's hand during delivery of their baby in loretto hospital in New Ulm, Minnesota.  There are two hospitals in the town, union which is non-denominational and loretto which is catholic.  They have divided their services to specialize and give more efficient service.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a group of german immigrants","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["543906","556556","553545","553035","558171","558173","553034","545486","554849","547399","556567","545552","545482","545407","545399","558168"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["patient","health","care","healthcare","charge","hospital","polka","dimension","mask","examination"]}
