{"path":"558153.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a quaint, two-story brick house surrounded by lush greenery. The architecture appears to be simple yet charming, with features typical of domestic buildings. The primary body of the house is constructed with red brick. The roof, with its gable design, is complemented by white trim that outlines the roofline, providing a nice contrast to the brick walls.\n\nOn the first level, there are two visible windows, symmetric on the front facade, equipped with shutters. Above the porch area, there is a small protruding brick structure that hosts a single window, positioned centrally, adding dimension to the house’s design. The front door is located slightly offset to the right side of the image and is a simple design with a small portico that includes a gabled roof over the entrance, offering some shelter. Adjacent to the doorway, there's a small window with a white decorative trim that matches those seen on other parts of the house.\n\nThe surroundings of the house appear well-kept and natural with various shrubs and plants near the foundation, enhancing its quaintness and blending it with nature. Large trees are partially visible around the perimeter of the house, suggesting a wooded or garden-like setting. The photograph captures this scene with a framing that includes leaves in the foreground, suggesting that the photo was taken from a slightly concealed spot, giving it a peep-through look.\n\nNo people are visible in this scene, focusing the viewer’s attention entirely on the architecture and the serene environment of the home. The overall mood is peaceful and idyllic, typical of a sunny day in a quiet neighborhood.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of German immigrants. Single family housing there runs the gamut of styles popular in the last century to modern and contemporary styles of today. New Ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms. Since the 1960's a community effort has helped to revitalize the business district.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["557068","558149","558035","545041","546439","557094","558036","558155","548664","546435","557326","556433","548295","546442","557076","557065"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","brick","design","window","foundation","roofline","dimension","gable","perimeter","shutter"]}
