{"path":"558157.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph features a suburban landscape dominated by two traditional American houses, set under a clear sky on a sunny day. Both houses appear to be two-story structures painted in white, with each displaying an American flag hung from a flagpole attached to the front porch. The house on the left includes a small porch covered by a roof and supported by pillars, furnished with a bench, while the one on the right boats a bay window fringed by small bushes.\n\nSeveral mature trees are scattered across the scene, providing shade and adding greenery to the neighborhood. Each yard is well-groomed with manicured lawns. A neat white picket fence borders the house on the right, contributing to the picturesque suburban feel.\n\nVisible on the street is a parked car, styled potentially from the 1970s or 1980s, hinting at the era of the photograph. Overall, the setting relays a peaceful, residential ambiance typical of American suburbs, suggesting a sense of community and stability. The scene is likely designed to evoke feelings of nostalgia and pride associated with American residential life.","title":"The town of New Ulm, Minnesota, was founded in 1854 by a group of german immigrants.  Single family housing there runs the gamut of styles popular in the last century to modern and contemporary styles of today.  New ulm is predominately a farming community although growth in the county seat trading center since 1950 has been due to the arrival of manufacturing firms.  Since the 1960's a community effort has helped to revitalize the business district","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556950","556433","557405","556601","549279","550121","547433","546441","551102","556436","557668","547859","546430","547769","557094","550124"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","porch","furnish","groom","picket","fringe","flagpole","suburb","stability","pride"]}
