{"path":"558187.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"In the photograph, three individuals—a man, a woman, and a small child—are seated on the grass in what appears to be a park setting. The man has curly hair and wears glasses. He's dressed in a striped, short-sleeved t-shirt and jeans, and appears to be slightly hunched forward while observing something in the distance. The woman, sitting next to him, is dressed in a light-colored sleeveless top with a floral detail around the collar, paired with jeans. She is looking upward thoughtfully, portraying a focused and serene expression. Between them is a young child wearing a simple white shirt. The child is nestled against the man’s side, suggesting a close relationship.\n\nIn the background, there are groups of other people visible, blurred and dispersed throughout a setting that consists of grass and trees, typical of a park environment. The atmosphere is casual and seems to be a pleasant day out, possibly during a community gathering or public event, evidenced by the number of people and the leisurely setting. The lighting in the image indicates that it is daylight, with shadows hinting at either early morning or late afternoon.","title":"Family enjoys a Fourth of July holiday in a park at Sleepy Eye, Minnesota, which is 12 miles west of New Ulm. Brown County is predominately a farming area where the farms are being consolidated. In the past, each family owned land. Now the farms are growing larger and are operated by two or three generations of the same family. The county was settled in the mid-1800s by Germans, Norwegians, and Swedes who are clustered in various communities.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["551027","556525","547398","551017","551682","543467","553065","551011","557933","558182","547756","551934","556531","552033","555947","549922"],"cl":[14],"cluster":["#14 &mdash; Family Activities"],"terms":["child","jean","park","relationship","collar","grass","t","woman","man","daylight"]}
