{"path":"558290.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph captures an outdoor scene where two middle-aged men are standing on a porch in front of a white house with a numbered address plaque visible above them reading \"104\". The man on the left is wearing a straw hat and a buttoned-up white shirt. He holds aloft an unusual object that looks like a large lamp with a decorative blue shade with gold and silver motifs, suggesting it might be part of a quirky ceremony or event. \n\nThe man on the right, who is not wearing a hat, sports a brightly colored short-sleeved shirt with a floral pattern and sunglasses. His expression reads as stern or serious. Their attire and the decorum suggest this could be a casual, yet special gathering possibly in a rural or suburban setting.\n\nIn the foreground and background, a mixed group of onlookers, including men, women, and at least one child can be partially seen. Some spectators face away from the camera, watching the events unfolding on the porch. The man in the forefront of the audience, seen from behind, wears a light-colored jacket over his shirt and has balding hair. A young woman or teenager with glasses looking directly towards the camera stands slightly behind this man, embodying a curious and attentive demeanor. \n\nThe scene is informal with a sense of community or family gathering, where people seem gathered to witness or participate in whatever event is being symbolized or celebrated with the lamp-like object. The overall environment gives an impression of a sunny day with natural light casting clear visibility and shadows distinctly visible on the porch.","title":"An auctioneer's helper holds a lamp up as the auctioneer asks for bidding on it at an auction in New Ulm, Minnesota. They usually are held in the summer months to sell household possessions of people who are moving to apartments, or who have died. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558295","557164","550679","558293","553275","557054","546209","556528","557031","551482","551808","550675","551935","547438","551809","547425"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["porch","event","man","lamp","gathering","plaque","ceremony","address","teenager","onlooker"]}
