{"path":"558292.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a lively and busy scene filled with various individuals likely at a public gathering or an event. The image is centered around a small group:\n\n1. At the center, a man holding a young child (toddler) is visible. The man is possibly in his middle ages, wearing a white patterned short-sleeve shirt, and the young child, appearing about two years old, is in a light-colored t-shirt and shorts. The child is gazing to his left, looking slightly puzzled or inquisitive.\n\n2. To the left of the man holding the child, a senior man is seen seated, looking up towards the child with interest. He wears glasses, a light shirt, and dark trousers.\n\n3. On the right, a woman is seen interacting with the child. She has short dark hair, wears a blue top, and is smiling warmly as she appears to be speaking to or playing with the child.\n\n4. Another woman wearing a floral blouse is partly visible right next to the woman in blue, and she is turning her face towards them, also engaged in the interaction with the child.\n\n5. Behind this group is a backdrop featuring other adults. There's a man standing at the back, wearing a red tank top and looking ahead with a serious expression. Next to him, a woman with sunglasses is seen looking in the same direction.\n\nThe background is slightly blurred but suggests a well-lit outdoor setting, possibly a park or a street, underscored by some natural greenery and a hint of a building with windows in the top right corner.\n\nThe overall atmosphere seems casual and familial, with people gathered in close physical proximity, indicating a social or communal event. The expressions and clothing suggest a warm, sunny day.","title":"Audience at an auction of household goods in a residential area.  They usually are held in the summer months to sell household possessions of retired people who are moving to apartments, or who have died.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["551811","553142","551011","552655","551027","551810","551688","556593","556531","551004","556525","543234","553282","543540","556235","549320"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["child","woman","man","wear","look","toddler","event","shirt","expression","group"]}
