{"path":"558267.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This image captures two men engaged in drinking beer from large, elongated containers resembling traditional German beer steins, albeit much larger and resembling horns or trumpets in shape. Both men are dressed distinctly; the man on the left sports a textured hat adorned with a variety of small badges and mementos, suggesting a jovial or festive personality. His attire includes a light-colored long-sleeve shirt, glasses, and he has a beard and mustache. The man on the right wears a darker, formal military-style jacket with visible medals or decorations on his chest and a neatly styled hairdo swept back. Each man is holding the container with both hands, drawing the mouthpiece to their lips, which implies a competitive or celebratory atmosphere.\n\nThe setting seems to be indoors, dimly lit with soft, warm lighting primarily focused on the subjects, making the background, which includes another indistinct figure watching the scene, recede into shadow and maintaining focus on the main action of the two men drinking. The photo captures a lively moment full of character, highlighting a cultural or personal significance attached to the drinking vessels and the act itself.","title":"Beer steins are raised by the Concord Singers during their practice of singing German songs in New Ulm, Minnesota. They are trying to keep the town's heritage alive. Twenty years ago many of the residents spoke some German, but the tradition is dying out. New Ulm was founded by German immigrants in 1854. The singing group is made up of men of varying occupations, and includes newcomers who work in manufacturing firms as well as lifelong residents of the town.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558268","558266","558265","558264","558262","557802","558313","551847","551342","548234","545330","551874","557794","552972","556613","547794"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["beer","drink","man","container","drinking","resemble","horn","sweep","indoor","lip"]}
