{"path":"558247.jpg","date":"January 1975","photographer":"Rees, David","caption":"This photograph captures a winter scene featuring a group of people engaged in outdoor activities on snowmobiles. The setting appears to be on a frozen expanse, likely a lake, under a dusky or early morning sky, implying that the lighting is dim with cool, bluish tones predominating.\n\nOn the left of the photograph, three individuals stand beside their parked snowmobiles. All are dressed in winter attire suitable for snowmobiling, including helmets. They seem to be either preparing for a ride or taking a short break. Their relaxed postures and direction of gaze suggest they might be conversing or observing the action on the right.\n\nTo the right, two snowmobiles are visible. The first snowmobile is operated by an individual wearing a dark suit and yellow helmet, and it seems he or she is either adjusting the vehicle or preparing to start it. The second snowmobile, closer to the center and forefront of the image, is operated by a person dressed in a light-pink suit and a helmet. This individual is seated and interacting with the person standing beside the snowmobile. They appear to be in conversation or in the midst of an instruction session.\n\nIn the background, the horizon is marked by a thin line of trees across the width of the image, separating the sky from the snowy ground. The low light provides a moody atmosphere, with the sky presenting gradients of blue and a hint of orange, possibly from a setting or rising sun.\n\nOverall, the composition of the photograph balances the action of the people with the tranquility of the natural setting, highlighting a recreational winter activity in a serene, vast environment.","title":"Snowmobiling is a popular winter pastime for young and old alike around New Ulm, Minnesota. All it takes is snow and that usually isn't a problem in the Upper Midwest. Swimming, fishing and boating in the numerous lakes is the summer recreation. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. The town was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558246","558248","554257","548153","557181","554292","550017","548046","554251","555539","550004","554263","554252","554236","554253","554275"],"cl":[29],"cluster":["#29 &mdash; Outdoor Recreation"],"terms":["helmet","winter","suit","action","session","instruction","individual","width","ride","pink"]}
