{"path":"558201.jpg","date":"January 1975","photographer":"Rees, David","caption":"The photograph captures a lively group of young ice hockey players and possibly their coaches or supporters gathered outdoors, likely taking a break from a game and enjoying a convivial moment. The setting appears to be in a park or recreational area during winter, indicated by the snowy environment and the distant backdrop featuring snowy hills and leafless trees against a clear blue sky.\n\nThe individuals are dressed in sporty winter attire typical of ice hockey: padded protective gear, helmets, and gloves. Most of the players are wearing striped jerseys which, along with their helmets, suggest they belong to organized teams. The jerseys mainly feature combinations of blue, white, and red, loosely reminiscent of typical team colors. The protective gear includes face guards on the helmets, additional leg pads, and gloves which are vital for the sport.\n\nOn the left side of the image, there is a young player holding a trophy, a symbol of achievement, suggesting that this gathering might be celebrating a victory or participating in a tournament. Other players are holding hockey sticks, an essential element for the game. The players’ expressions vary from smiles to neutral, relaxed postures, highlighting a moment of rest and informal interaction among teammates.\n\nAdditionally, the photograph shows a mixture of ages, from younger children to what could be older teenagers or adults, who are possibly coaches, indicating an inclusive, community-oriented sports environment. The person clad in a striped referee jersey stands in the background, partly interacting with the group but also keeping an eye on activities outside the frame, likely related to the ongoing sports event.\n\nOverall, the photograph presents a snapshot of youthful enthusiasm, teamwork, and community engagement centered around the sport of ice hockey.","title":"Youngsters at a hockey game at West Side Park below Hermann Heights in New Ulm, Minnesota. Physical fitness is stressed in this community of German descendants. The town has a Turner club for youth interested in gymnastics. Turnvereins, or Turner clubs, began in Germany in the 1800s and stress health through exercise, especially gymnastics. The club claims to be one of the co-founders of New Ulm, a county seat trading center of 13,000 in a farming area of south central Minnesota.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558202","558199","549990","558200","558198","551398","551932","556536","557775","554257","558229","551769","548046","543512","549318","554273"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["player","sport","ice","jersey","helmet","team","glove","game","winter","gear"]}
