{"path":"558278.jpg","date":"July 1974","photographer":"Hanson, Art","caption":"This photograph features a man wearing a detailed, historical military uniform, seated in what appears to be an outdoor setting, likely a park or a similar public area. The uniform is predominantly black with striking red trim and detailing. He wears a large black hat with a flat brim and a silver cross-like insignia at the front. His jacket is adorned with red cords and a tassel draped across the front, decorated with metallic buttons, and finished with red piping around the edges.\n\nThe man is equipped with round, wire-framed glasses and is holding what looks like a small silver sword or ornamental dagger. His expression is serious, and he gazes off to the side out of the frame, suggesting a moment of contemplation or observation.\n\nIn the background, the scene is blurred but one can observe hints of greenery and a soft, natural light suggesting it is either dawn or dusk, creating a serene atmosphere and a gentle contrast with the dark tones of his attire.\n\nThe overall composition, with its focus on historical costume and contemplative mood, could invoke themes of history re-enactment, cultural heritage, or a personal expression through period attire. The setting supports the timeless element introduced by the costume, bridging past and present.","title":"Members of the New Ulm battery with equipment which is a part of the heritage of New Ulm, Minnesota.  The battery was formed as a self defense measure after the great sioux uprising in 1862 indians never attacked again, and the unit now serves only a ceremonial function with cannon salutes on holidays.  Uniforms were copied from that of a civil war officer in New Ulm, 2nd lt richard fischer, who returned home in time for the indian attack and became the battery's first commander","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558280","558270","549703","558271","549730","558272","550766","549701","558279","553710","549698","556285","553712","549697","553090","558273"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["costume","silver","uniform","cord","insignia","heritage","strik","hints","piping","introduce"]}
