{"path":"558230.jpg","date":"October 1974","photographer":"Schulke, Flip","caption":"This photograph captures two young girls roller skating in an indoor environment. The image has a notably blurred and dynamic quality, conveying a sense of motion and energy. The lighting is soft and ambient, with some bright light streaks emanating from the background, adding a dreamlike effect to the scene.\n\nThe girl on the left has curly blonde hair and wears a teal-colored top paired with a long grey skirt. The girl on the right features straight light brown hair, and is dressed in a patterned shirt with a white background adorned with dark spots, complemented by pastel pink pants. Both are wearing traditional four-wheel roller skates.\n\nThe background is indistinct due to the movement and lighting, but hints of other individuals and architectural structures suggest the setting could be a skating rink or a similar recreational venue. The focus and composition emphasize the interaction between the two girls, who are holding hands, possibly assisting each other in balance or coordination as they skate. Their facial expressions are somewhat neutral, possibly concentrating on their movement.","title":"Youngsters roller skating at Izzy-Dorry's Roller Rink at New Ulm, Minnesota. The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. Several manufacturing firms have located here since 1950 and have helped the town to grow. The business district was revitalized during the 1960's with community effort.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558229","558228","558231","551010","555941","547274","547278","551299","547317","546781","557639","557357","551409","558216","547270","553212"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["girl","roller","coordination","teal","movement","streak","venue","hair","balance","skirt"]}
