{"path":"558293.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a lively outdoor scene featuring several people gathered near what appears to be a public building or residence. In the foreground, a man wearing a plaid shirt, straw hat, and sunglasses is energetically speaking into a megaphone, gesturing with his left hand toward the audience or beyond. Around him, there are several other individuals, including a man standing behind a podium or small table covered with papers, wearing glasses and a white hat, seemingly involved with or organizing the event.\n\nAnother key figure is a woman standing slightly off-center, facing forward, holding a small purse and wearing sunglasses. She is standing near a group of men; one of them wears a dark cap and seems to be listening intently to the speaking man. The group is diverse in terms of age and attire, suggesting a casual, community-oriented event.\n\nThe setting includes lush trees providing shade, with parts of a white building visible in the background, enhancing the informal, neighborhood feel. A large cream-colored gas canister with a reflective top lies prominently in the lower left of the image, connected by a black cord to an unseen object, likely audio equipment given the context.\n\nThe overall composition uses vibrant colors and a sense of immediacy to convey a moment of public announcement or local gathering, characterized by a mix of attention and casual disinterest amongst the audience. The setting, attire, and equipment suggest the photo might have been taken in the mid to late 20th century.","title":"Auctioneer asking for bids at an auction of household goods in a residential area. They usually are held in the summer months to sell household possessions of retired people who are moving, or have died. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556526","551852","553267","543482","553321","553264","553322","556272","558295","556255","553311","550675","551808","551854","549320","551853"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["audience","sunglass","canister","cord","immediacy","purse","event","man","residence","hat"]}
