{"path":"558253.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"This photograph captures a lively street scene likely from the 1970s, based on the fashion and styling. The image features three women walking along a sidewalk that is bordered by a row of parking meters. \n\nThe woman in the foreground is smiling, walking towards the camera and carrying a large yellow bag, possibly containing groceries. She is dressed in a stylish, bright orange trench coat over a white blouse, beige flared trousers, and brown shoes. Her brown hair is styled in a natural, relaxed manner.\n\nTo the right, there is another woman walking away from the camera. She is sporting a purple jacket over a lilac outfit that might be a top and skirt set, accessorized by dark boots and carrying a white bag, possibly a handbag or small shopping bag. Her long blonde hair falls loose down her back.\n\nIn the background, another female figure is partially visible. She is also walking away from the camera and appears to be carrying a shopping bag.\n\nThe setting includes a covered sidewalk shaded by an overhang. The side depicts a clean, orderly urban environment with parked cars in the distance and multiple red and blue parking meters aligned next to the sidewalk, suggesting this could be a suburban shopping area. The atmosphere seems cheerful and leisurely.","title":"Street scene with sidewalk shoppers in the fall at New Ulm, Minnesota. The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. Population stabilized at 8 to 9,000 between 1900 and 1945, then grew slowly as manufacturing firms arrived. In the 1960's the business district was run down, but was revitalized with community support.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["545231","549645","556725","556808","553184","556711","551835","549923","551124","551824","556726","556715","552411","556801","547190","551817"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["shopping","bag","sidewalk","meter","walk","carry","camera","parking","woman","grocery"]}
