{"path":"558221.jpg","date":"October 1974","photographer":"Stroble, David","caption":"This image captures a scene from a school band rehearsal. There are several young musicians seated, predominantly playing woodwind and brass instruments.\n\nAt the forefront of the image, there is a young girl playing a saxophone. She has long, straight blonde hair and is wearing a white knit sweater with dark horizontal stripes on the sleeves. She is focused intensely on her music, her cheeks puffed out as she blows into the instrument.\n\nBeside her, visible to the left of the frame, is another young musician, a boy focusing on his instrument, also a saxophone. He has short brown hair and wears a maroon shirt. Only parts of his face and his instrument are visible, showing a profile view as he plays.\n\nIn the background, other band members can be observed. They are also engrossed in their music, each holding various brass instruments, and they appear to be predominantly male. The setting seems to be a classroom or a practice room, indicated by the typical school chairs and the informal arrangement of the musicians.\n\nThe ambiance of the room suggests a lively practice session, with everyone seated closely together, emphasizing the communal and educational nature of the activity. Music stands with sheets of music are in front of each musician, adding to the organized chaos typical of school band rehearsals.","title":"Students at band practice at Cathedral High School in New Ulm, Minnesota. The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. Several manufacturing firms have located here since 1950 and have helped the town to grow. The business district was revitalized during the 1960's with community effort.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["554451","558282","556283","552661","557264","558213","553173","558224","548262","545872","544322","553305","553713","557265","556032","551018"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["instrument","musician","music","school","band","brass","play","practice","room","blow"]}
