{"path":"558231.jpg","date":"October 1974","photographer":"Schulke, Flip","caption":"This photograph captures a joyful and lively scene of a group of young people, about seven in total, engaged in a playful pile-up on a hardwood floor, likely at a roller skating rink. They are all wearing quad roller skates. The group consists of both male and female participants, with a variety of expressions ranging from laughter to cheerful smiles.\n\nThe individuals are casually dressed in typical casual attire which might indicate the photo was taken during the 1970s or early 1980s based on fashion and hairstyles. For instance, some are wearing flared jeans, plaid shirts, and striped tops. Their clothes and the style of their skates invoke a strong sense of the era's fashion.\n\nTheir interactions suggest they are friends, enjoying a carefree moment together. They are sitting and lying down close to each other, with some hugging and others playfully grabbing each other. This creates a sense of warmth and camaraderie among them.\n\nThe background is relatively dark and indistinct, allowing the focus to remain on the brightly lit, cheerful group in the center. Overall, the composition and the captured moment convey a sense of fun, friendship, and the joy of youth.","title":"Youngsters pose at izzy-dorry's roller rink in New Ulm Minnesota.  The town is a county seat trading center in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe.  Several manufacturing firms have located here since 1950 and have helped the town to grow.  The business district was revitalized during the 1960's with community effort","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558229","558228","558230","553151","558223","556301","554897","547403","556265","558286","555906","557775","547317","547387","549909","556437"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["roller","fashion","group","friendship","grab","instance","total","laughter","fun","youth"]}
