{"path":"558277.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a striking scene of a historical reenactment involving a cannon firing. The image shows multiple people dressed in traditional military-style uniforms of red jackets and black hats, reminiscent of historical ceremonial attire. Several individuals stand at attention in a line aligning with the cannon which is situated in the forefront.\n\nThe cannon itself is an old-fashioned, large, wheeled artillery piece, positioned on what appears to be a grassy area. The cannon just discharged a blast, indicated by a large, voluminous cloud of white smoke obscuring the left part of the image and emanating dynamically from the cannon’s barrel.\n\nBehind the participants, tall, lush trees can be seen, suggesting the event is taking place in a park or similarly verdant setting. The sunlight, possibly indicating a time near sunset, delicately highlights the scene, enhancing the smoke's visibility and the reflective surfaces of the uniforms and cannon.\n\nThe photograph has a nostalgic or historical ambiance, emphasized by the outfit of the participants and the traditional artillery piece, capturing a moment of historical reenactment intended to educate or commemorate a specific past era or event.","title":"Members of the New Ulm battery firing a salute in New Ulm Minnesota.  The battery was formed as a defense measure in 1863 after the great sioux uprising killed residents and desTroyed a part of the town in 1862.  The indians never attacked again, and the unit has never had to fire in self defense.  The battery serves a ceremonial function and fires salutes on holidays such as memorial day and the fourth of july.  The town supports the group financially","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558275","558276","558274","558273","558272","549701","549698","549735","549705","549700","549703","549699","546772","546906","546790","549697"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["reenactment","participant","uniform","discharge","event","piece","smoke","intend","emanate","barrel"]}
