{"path":"558259.jpg","date":"October 1974","photographer":"Villalobos, Horacio","caption":"The photograph shows a cemetery setting with a unique artistic installation. In the center of the image is a large, fragmented sculpture that looks like a column made up of various classically-styled busts, torsos, and other sculpted elements stacked irregularly atop each other. These elements show signs of wear and tear, suggesting they might be remnants or perhaps designed to give an ancient or ruined effect.\n\nSpread around the base of this central sculptural column are several smaller sculptures, resembling parts of classical statues. These include what appears to be heads, torsos, and limbs, positioned as if they've been scattered around the ground, partially buried in a bed of autumn leaves.\n\nIn the background, the scene is framed by bare, leafless trees against a clear blue sky, indicating that the season is likely late autumn or winter. The rest of the cemetery can be glimpsed in the far background, characterized by neatly organized grave markers and other statues, providing a somber yet peaceful atmosphere. The lighting in the photograph suggests it is a sunny day, casting defined shadows and highlights across the scene, enhancing the textures of the sculptures and the natural surroundings.","title":"Picture of a portion of the cemetery at New Ulm, Minnesota. The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. Population stabilized at 8 to 9,000 during the first half of the century, then grew slowly as manufacturing firms arrived. The town's business district was revitalized during the late 1960s.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["554824","552017","554792","552487","558040","544267","547417","550365","557184","557942","554790","545322","552451","547337","550731","546147"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["sculpture","torso","cemetery","statue","column","autumn","sculpt","bury","limb","ruin"]}
