{"path":"558256.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"This photograph features an interior wall adorned with various items. On the left, there is a square wooden clock displaying the time, hung just above a small sign from the USDA stating \"We accept... FOOD COUPONS.\" This stands out against the plain, lightly colored wall, suggesting the setting might be a public or commercial space possibly linked to food services.\n\nIn the center of the image, a large, black animal head, resembling a buffalo, is mounted. The head features dark fur, prominent ears, and eye-catching reflective eyes, contributing a rustic or traditional hunting lodge feel to the décor. The mounting board shape is irregular, adding to the rustic charm.\n\nTo the right of the buffalo head, there is a framed photograph of an elderly man who is visible in profile. He appears smiling and is dressed in a suit, indicating respectfulness or significance of this individual, possibly the owner or a significant figure related to the establishment.\n\nFurther right is another informational sign referring to a \"FOOD LIST\" with details about food pricing and options available in \"The Farm Fresh Corridor Area II.\" This sign provides specific instructions and suggests that the establishment participates in a program aimed at offering fresh, possibly locally sourced food options. \n\nOverall, the composition of the photograph narrates a storied environment likely within a setting that values traditional decor and possibly supports local or community-based food initiatives.","title":"Buffalo head mounted above shelving in a butcher shop in New Ulm, Minnesota. The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. Population stabilized at 8 to 9,000 during the first half of the century, then grew slowly as manufacturing firms arrived. The town's business district was revitalized during the late 1960s.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["547804","558281","555377","552096","554866","547881","557695","547805","554266","546094","552631","555310","554945","546133","551340","546226"],"cl":[38],"cluster":["#38 &mdash; Signs"],"terms":["food","option","head","establishment","décor","lodge","hunting","owner","instruction","sign"]}
