{"path":"558223.jpg","date":"October 1974","photographer":"Hanson, Art","caption":"This photograph captures a scene of young adults, likely high school or college students, sitting on the floor along a hallway adorned with lockers. The group is casually dressed in a style that suggests the photo might be from the 1970s, characterized by denim jeans, layered shirts, and casual footwear.\n\nThere are seven individuals visible in the image. From left to right, the first four—two males and two females—are facing forward and appear engaged in an interaction or conversation among themselves or perhaps watching something out of frame. The fifth and sixth individuals, a female and a male, are also looking forward, giving the impression that their attention is directed towards the same point of interest as the first group. The last two individuals on the right—one male and one female—are turned towards each other, seemingly in a separate conversation. The male holds what appears to be a cigarette between his fingers, and the female is holding books and is dressed in a white embroidered shirt.\n\nTheir proximity to each other on the floor and their relaxed postures suggest a comfortable social setting, possibly during a break or after classes, as indicated by the presence of educational or institutional-style lockers in the background. The lockers are brown with gray handles and vents, typical of school settings. The floor is tiled in a neutral color, complementing the overall mundane and relaxed atmosphere of a school corridor.\n\nOverall, the photograph gives off an ambiance of casual, everyday student life, highlighting social interactions and the prevalent fashion of the time.","title":"Students resting in the hall against their lockers waiting for class at Senior High School in New Ulm, Minnesota. The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. Several manufacturing firms have located here and have helped the town's growth since 1950. The business district was revitalized in the 1960's.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["553151","555906","551126","554897","553183","546541","549909","545496","554332","552946","552753","553166","556028","558231","544314","554852"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["female","male","school","student","floor","footwear","conversation","corridor","class","finger"]}
