{"path":"558243.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph portrays a rural farm landscape. In the foreground, there are expansive cornfields, vividly green and well-tended, with several rows neatly arranged leading towards the horizon. The corn is of varying heights, suggesting different stages of growth, and there are distinct walking paths carved between the sections of crops.\n\nIn the background, several farm structures are visible, including a white barn, silos, and smaller outbuildings, all typical of a farm setup. Trees line the area around the buildings, providing a break in the landscape and hinting at the boundaries of the property.\n\nOn the left midsection of the fields, a child is visible. The child, small in the frame, is wearing a light-colored top and seems to be engaged in an activity, possibly walking or playing, providing a sense of scale to the vastness of the fields surrounding them.\n\nThe overall scene is peaceful and pastoral, evocative of typical midwestern American farm life. The sky is slightly overcast, diffusing the natural light and casting a soft glow over the entire scene, enhancing the tranquility and lushness of the greenery.","title":"Teenage workers are barely visible as they detassel corn during the summer in fields near New Ulm, Minnesota. The hybrid corn seed for the following year is obtained in this manner. It is one way for young people to make money from the seed corn companies the youths earn their pay. It can be cold, wet work early in the morning when the tall corn plants are covered with heavy dew then it can get hot and muggy as the sun climbs overhead.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["555648","544481","557183","557160","547291","548296","552466","544552","554055","547303","546924","549222","547321","554030","551305","549237"],"cl":[2],"cluster":["#02 &mdash; Agriculture"],"terms":["farm","corn","walking","lushness","outbuilding","child","field","silo","break","crop"]}
