{"path":"558225.jpg","date":"October 1974","photographer":"Hanson, Art","caption":"This photograph depicts a young woman sitting at a desk, engrossed in her work. She is wearing a blue and white letterman jacket with a large letter \"U\" on the front and \"74\" on the sleeve, suggesting she might be a high school or university student and it could be the year 1974 or she is part of class ’74 or team number 74. The jacket also features white leather sleeves and dark blue wool body.\n\nThe woman is leaning slightly forward, focusing intently on a piece of paper before her, held down by her left hand, while her right hand is writing or drawing with a pencil. Her long, light brown hair cascades softly over her shoulders, partially obscuring her face and jacket.\n\nIn the background, the setting appears to be an indoor classroom environment with a dark, possibly green, chalkboard that spans the area behind her. The foreground focuses closely on her, blurring out other specific details of the surrounding, emphasizing her personal academic activity. The lighting is soft and natural, hinting at an ambient source possibly from a nearby window, contributing to the serene and studious atmosphere of the scene.","title":"Student at work at senior high school in New Ulm, Minnesota. The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. Several manufacturing firms have located here since 1950 and have helped the town to grow. The business district was revitalized during the 1960's with community effort.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556264","555516","544318","546479","558216","546556","558222","554851","551294","558209","546552","548864","554344","558378","544798","556413"],"cl":[22],"cluster":["#22 &mdash; Leisure Activities"],"terms":["jacket","pencil","sleeve","wool","classroom","student","team","class","leather","desk"]}
