{"path":"558234.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a lively and sunny day at a lake with several recreational activities taking place. Two motorboats are present in the image, each engaging in different activities:\n\n1. On the left, a motorboat is in motion, showing four individuals seated comfortably. The boat has a clear windshield and a mostly white with a hint of brown color scheme. The people on board seem relaxed and are enjoying a ride on the lake.\n\n2. On the right, another motorboat, which is stationary, has at least two individuals who appear more active. One person is standing and seems to be handling or preparing some equipment on the boat, possibly related to boating or water sports.\n\nBetween these two boats, a young person is engaging in water sports, notably waterskiing. The skier, in a buoyant pose, is being pulled by one of the boats—presumably the one on the left. Sprays of water are visible around the skier, highlighting the action and movement in this watersport.\n\nIn the background, a line of lush green trees is visible across the lake, indicating a rich, natural landscape that surrounds the water body.\n\nOverall, the scene is vibrant with clear skies and copious sunshine, suggesting an ideal day for water sports and boating, with people indulging in leisure and outdoor activities.","title":"Young people of New Ulm, Minnesota.  Spending a sunday swimming and boating at clear lake three miles west of town.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded by a german immigrant land company in 1854 that encouraged its kinsmen to emigrate from europe.  Several manufacturing firms have located here since 1950 and have helped the town to grow.  The business district was revitalized during the 1960's","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["548736","552316","548080","549934","548054","543994","544021","548066","546856","549088","552982","551310","544002","550840","548058","551308"],"cl":[15],"cluster":["#15 &mdash; Boat 2"],"terms":["motorboat","skier","sport","boat","boating","lake","sunshine","water","windshield","scheme"]}
