{"path":"558229.jpg","date":"October 1974","photographer":"Schulke, Flip","caption":"This photograph captures a lively scene at a roller skating rink, where a group of children is actively involved in skating and playing. The central focus is on five children; four are visible in full, and one is partially seen. The children, who appear to be of varying ages from around 6 to 12 years old, are engaging in a playful activity that resembles a game, possibly a form of tag or dancing while skating.\n\nThree of the children, two boys and a girl, form a smaller group on the left side. One boy is attempting to hold or grab another boy's hand, perhaps trying to include him in a dance move or game. The central girl is bending backwards dramatically, her long blonde hair swinging towards the floor, as she either dodges or dances around the boy’s outstretched arms.\n\nOn the right, another pair (a boy and a girl) are holding hands and leaning back against each other's pull, forming a bridge-like shape with their bodies. Both are wearing glasses and have blonde hair. The boy is dressed in a jersey with the number \"10,\" while the girl wears flared denim jeans.\n\nThe background shows the wooden floor of the rink, and out-of-focus figures in the distance suggest that there are many other skaters in the rink, contributing to a sense of a busy, communal atmosphere. The overall mood is joyful and energetic, typical of a youthful gathering in a recreational setting. The lighting in the image gives it a slightly vintage feel, indicating that the picture may have been taken during the late 20th century.","title":"Youngsters roller skating at izzy-dorry's roller rink at New Ulm, Minnesota.  The town is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe.  Several manufacturing firms have located here since 1950 and have helped the town to grow.  The business district was revitalized during the 1960's with community effort","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558231","558228","558230","556437","556301","556287","553096","546527","551010","556265","558201","556136","548488","551720","556160","557775"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["boy","girl","child","dance","game","form","roller","grab","floor","dancing"]}
