{"path":"558237.jpg","date":"October 1974","photographer":"Hanson, Art","caption":"This photograph depicts a wedding scene with three individuals dressed in formal attire. On the left, there is a young man wearing a dark suit with a ruffled white shirt and a large bow tie; a white flower boutonniere is affixed to his lapel. In the center is a young woman wearing a traditional white wedding gown and a long, flowing veil attached to a lace headpiece; she is holding a colorful bouquet of flowers featuring yellow, red, and orange blooms. To the right, another young woman is seen wearing a dark dress with a white lace collar and cuffs, complemented by a broad-brimmed white hat with black and green ribbon bands. The trio is engaged in what appears to be a intimate moment, with the bride looking at her bouquet and the others leaning in slightly towards her, suggesting they are perhaps commenting on the flowers or engaging in a light, private conversation.\n\nThe background of the scene is softly focused, featuring neutral and warm tones that suggest the setting could be indoors, possibly a hallway or a room with minimal decoration, focusing the viewer's attention on the subjects and their interaction. The overall mood conveys a sense of gentle celebration and personal connection among the group.","title":"The bride and groom and a member of the wedding party with a bouquet at New Ulm, Minnesota. Following a church ceremony the couple hosted a wedding dance in the evening at the Turner Club Gymnasium. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. Town growth has been helped with the arrival of manufacturing firms.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558240","558239","558236","558235","543973","558405","558238","556235","556247","551934","549028","553737","556234","547437","557794","553880"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["lace","flower","veil","gown","cuff","indoor","ribbon","collar","celebration","bow"]}
