{"path":"558265.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a lively and joyful scene, possibly in a festive or celebratory setting. Multiple men are engaged in an activity where they are hoisting ornate beer steins overhead, visible from a slightly below angle pointing upwards. The steins they hold are elaborately decorated and traditional, suggesting a cultural or historical significance, often associated with German beer culture.\n\nThe central figure, a smiling man, stands out as he is directly facing the camera. He wears a formal gray suit with a diagonally striped tie and a matching jacket. His appearance, along with others in similar attire, hints that this gathering might be a formal event or part of an organized club or society.\n\nAround him, other men, also in similar suits and ties, join in the act of lifting their steins. Faces of at least three other men can be seen, all expressing happiness and involvement in the moment, with one particularly visible near the bottom right corner of the image, showing a fully joyous expression as he looks up.\n\nThe setting features a wood-paneled wall and a ceiling with exposed beams, providing a warm and possibly traditional environment. The warm lighting enhances the convivial atmosphere, highlighting the golden tones of the beer steins and the cheerful expressions of the men.\n\nOverall, this photograph showcases a moment of collective celebration, possibly in a setting related to a club or a gathering where tradition is honored and enjoyed community-wide.","title":"Beer steins are raised as the Concord Singers practice singing German songs in New Ulm, Minnesota. They are trying to keep the town's heritage alive. Twenty years ago many of the townspeople spoke some German, but the tradition is dying out. New Ulm was founded in 1854 by a German immigrant land company. The singing group is made up of men of varying occupations, and includes newcomers who work in manufacturing firms as well as lifelong residents of the town.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558266","558262","558264","558267","558268","558313","551847","557794","557802","551874","551279","556247","548234","557786","547371","547794"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["beer","club","tie","suit","man","gathering","join","express","matching","happiness"]}
