{"path":"558248.jpg","date":"January 1975","photographer":"Rees, David","caption":"The photograph captures a winter scene featuring two snowmobiles on a wide, flat snow-covered landscape, possibly a frozen lake. Each snowmobile is occupied by multiple riders wearing thick winter clothing, helmets, and gloves to stay warm.\n\nOn the left, three individuals are seated on a white Polaris snowmobile. The rider at the front is gesturing with his hand, possibly communicating with the other group. He is wearing a predominantly black snowsuit with colorful patches and a helmet. Next to him sit two more riders; both are wearing helmets and similar winter gear.\n\nOn the right, a second snowmobile, which is a darker color and carries the brand \"Scorpion,\" supports three more individuals. The person in the rear is raising his hand exuberantly, perhaps waving or signaling. He is clad in a blue and black snowsuit with a full-face helmet. The two in front of him are seated facing forward; all seem to be enjoying their time outdoors.\n\nThe surroundings are vast and stark, with the horizon barely distinguishable from the white snow-covered ground. Sparse, leafless trees are visible in the distance under a pale, cloudy sky, providing a serene backdrop to the lively human activity in the foreground. The setting suggests a cold but enjoyable day out in a winter environment, emphasizing recreation and companionship.","title":"Snowmobiling is a popular winter pastime for young and old alike around New Ulm, Minnesota.  All it takes is snow and that usually isn't a problem in the upper mid-west.  Swimming, fishing and boating in the numerous lakes is the summer recreation.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  The town was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558246","558247","555539","554257","548153","548046","550017","557181","550004","545598","554275","554262","554253","554235","554251","554259"],"cl":[41],"cluster":["#41 &mdash; Horse"],"terms":["helmet","rider","winter","snow","stay","companionship","rear","front","facing","seat"]}
