{"path":"558258.jpg","date":"October 1974","photographer":"Truman, Gary","caption":"This photograph depicts a railroad crossing scene. The dominant feature in the foreground is a brightly colored red stop sign with \"STOP\" prominently displayed in white lettering, beneath which reads \"3 TRACKS\" indicating the number of railroad tracks at this crossing. Attached to the same post, above the stop sign, is a white and black \"RAILROAD CROSSING\" sign, also known as a crossbuck. \n\nIn the background, the scene shows a portion of a train, specifically what appears to be the cabin of a locomotive. Through the cabin window, a person wearing a hat is visible, seemingly engaged in operating or monitoring the train. The train cabin has the number \"1555\" visible on its side, likely an identification number.\n\nThe overall lighting in the image casts a dark, somewhat eerie atmosphere, suggesting the photograph might have been taken either during twilight or in a dimly lit environment. The colors and composition focus attention on the juxtaposition of the stark, instructive signage against the human element of the train operator in the background.","title":"Detail of an engineer and engine at a rail cross road in New Ulm, Minnesota.  The town is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe.  Population stabilized at 8 to 9,000 during the first half of the century, then grew slowly as manufacturing firms arrived.  The town's business district was revitalized during the late 1960's","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556090","548848","548849","547944","556126","556022","556857","544681","556844","556120","557881","555927","556064","556850","556882","556846"],"cl":[28],"cluster":["#28 &mdash; Train"],"terms":["crossing","train","stop","cabin","number","railroad","operating","track","locomotive","identification"]}
