{"path":"558281.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This image captures the interior of a vintage store or market, characterized by a cluttered yet organized display of various items, predominantly snacks and memorabilia. The composition focuses on a wall adorned with various hanging items and a counter cluttered with numerous products.\n\nStarting from the top of the image, there are three large circular signs hanging from the ceiling. The leftmost sign is labeled \"The Black Knights,\" and the next one is for \"St. Peter, Minn. 1955 State Champions,\" both signs are indicative of local community groups or teams. The rightmost sign states “Hermel Wholesale St. Peter.”\n\nBelow these signs, the wall and counters are densely packed with an assortment of goods. There's a wide array of snacks including multiple bags of chips and packets of peanuts hanging on racks—some specifically labeled \"Salted in the Shell Peanuts, 25¢.\" Other visible items include boxed and canned goods, loaves of bread, and bottled beverages. Notable amongst these are familiar brands and a range of lower-priced items from the era the photo represents.\n\nAlso visible are assorted local signs and placards featuring advertisements and local price lists, including one that says, \"Falstaff Beer 30¢ - Why pay more? 30¢ a bottle of beer, all taxes in. Fine bottles ...VA, $3.25.\" This gives a nostalgic insight into pricing and promotional methods of the era as well as a strong local ethos.\n\nThe ambiance of the store, indicated by the wooden walls and the style of merchandise display, evokes a mid-20th-century American small-town market feel. Overall, this photograph is rich in detail, showcasing a slice of life from a bygone era through its representation of early to mid-20th-century American retail culture.","title":"Closeup of a portion of the Gibbon ballroom at Gibbon Minnesota, 20 miles north of New Ulm.  It was headquarters for Gibbon polka days, four days of dancing to both german and polish polkas.  The event attracted dancers from throughout the upper midwestern states.  Polka dancing is an old New Ulm tradition which has regained popularity with young and old after a decline in the 1950's and 60's.  More than 26 polka-waltz bands have formed and worked out of New Ulm since the 1930's","placename":"Gibbon (Minn.)","location":"Gibbon, Minnesota","nn1":["547805","556369","555377","546216","551495","554866","550132","558255","558256","557808","557686","557382","552518","549870","557763","554184"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["snack","item","sign","price","counter","hang","market","era","bottle","good"]}
