{"path":"558288.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a candid moment at what appears to be a jovial social gathering or party. In the foreground, a woman is depicted seated and laughing heartily. She wears a light blue, playful hat that features a large, upright yellow feather, adding a whimsical element to her outfit. The hat also displays a small paper with visible text, suggesting it might be a name tag or part of a fun activity. She has styled her dark hair short and is dressed in a light blue, long-sleeve blouse. Her expression of laughter and the way she holds a cup in her hand with both elbows on the table conveys a sense of genuine enjoyment and relaxed engagement.\n\nThe background shows other guests and elements typical of a social event. A man in a sailor-style outfit indicates a possible theme for the party or that it might be taking place in a nautical setting. There are cups, possibly containing drinks, and food containers on the table, suggesting that refreshments are being served. The venue seems to be indoors, as evidenced by partial views of what could be bar counters and typical party decor.\n\nThe overall ambiance is cheerful and informal, with a focus on enjoyment and social interaction. The image encapsulates a moment of laughter and light-heartedness, characteristic of friendly or celebrative gatherings.","title":"Happy woman who is attending Gibbon polka days at Gibbon ballroom in Gibbon, Minnesota, 20 miles north of New Ulm.  The site was headquarters for four days of dancing to both german and polish polkas, and attracted folks from the upper midwest.  Polka dancing is an old New Ulm tradition which has regained popularity after a decline in the 1950's and 60's.  More than 26 polka-waltz bands have formed and worked out of New Ulm since the 1930's","placename":"Gibbon (Minn.)","location":"Gibbon, Minnesota","nn1":["551279","547358","553275","551028","557795","553761","551274","547371","553500","557794","553304","558262","558295","551688","557031","552624"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["laughter","cup","enjoyment","table","outfit","guest","gathering","refreshment","sailor","fun"]}
