{"path":"558249.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a vibrant street market scene, presumably taken in broad daylight given the bright lighting and shadows cast on the ground. Four individuals are closely examining various garments at a clothing stall.\n\nThe people, likely shoppers, include three women and one man, all appearing to be middle-aged or elderly. The man, on the left side of the composition, is dressed in a light grey suit jacket with a red and white checkered bow tie. He is inspectively holding a white shirt, scrutinizing its quality or perhaps searching for the size tag. Adjacent to him, a woman with short, obscured dark hair, wearing glasses and a floral shirt is looking down, possibly at another item of clothing she is interested in. \n\nTo her right is another woman, also with glasses and graying hair, wearing a multicolored top. She appears to be concentrating thoroughly on the item the man is holding. Next to her, another woman in a deep blue blouse highlighted with small white patterns, is selecting through the variety of clothes on the rack. Her expression reflects a mix of curiosity and focus.\n\nThe clothing rack is full, harboring an assortment of men's shirts in different sizes and shades of blue, white, and yellow. The composition reveals a glimpse of the environment; a bustling market backdrop with other shoppers browsing various stalls filled with different items under what appears to be striped awnings of other market stalls.\n\nOverall, the scene encapsulates a common market day where individuals are engaged in the careful selection of goods, surrounded by a lively atmosphere indicative of a warm, active day out shopping at the market.","title":"Adults looking over bargain merchandise placed in the street on the sidewalks by merchants in New Ulm, Minnesota, during their annual summer Crazy Days sale. The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. The bulk of the business district is on Minnesota Street which has been revitalized with community effort.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["549323","557131","557135","551690","558194","551694","557163","550040","558252","556215","551696","546216","551749","551695","558251","547378"],"cl":[39],"cluster":["#39 &mdash; Street Life"],"terms":["market","stall","shopper","rack","woman","clothing","item","selection","size","man"]}
