{"path":"558289.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a scene from a community gathering or event taking place in a residential area. The focal point of the image is a group of people, mostly clad in casual, summertime attire such as dresses and short-sleeved shirts, congregated around a coffin that is positioned outside on a bier. This suggests that the event is likely a funeral or a memorial service being held outdoors.\n\nThe setting is a street lined with traditional one or two-story houses, typical of suburban America. The houses are primarily white and feature porches and well-maintained lawns. Large trees with dense foliage provide shade and contribute to the serene, suburban environment. A paved sidewalk runs parallel to the street, guiding the viewer's eye through the scene.\n\nThe people, displaying solemn expressions appropriate for a somber occasion, are gathered closely together in small groups. Several are looking directly towards the coffin, indicating their participation in the event. The overall atmosphere is one of communal support and respect, as the attendees appear engaged and present for the proceedings.\n\nThe background shows other houses and parked cars, indicating ordinary life continuing around the event, and bringing a sense of normalcy and community integration to the scene. The natural lighting, filtered through the trees, casts soft shadows and contributes to the peaceful setting typical of a quiet, residential neighborhood.","title":"Auction of household goods in a residential area of New Ulm Minnesota.  They are usually held in the summer months to sell household possessions of retired people who are moving to apartments, or who have died.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe.  The business district was revitalized during the 1960's","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["552639","552640","552641","552017","558294","551129","554448","555947","544427","552451","545397","548441","557758","554792","548239","550364"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["event","house","proceeding","respect","summertime","congregate","participation","integration","occasion","community"]}
