{"path":"558204.jpg","date":"October 1974","photographer":"Hanson, Art","caption":"This photograph captures a scene in a somewhat rundown locker room where a high school or college football team is receiving instruction or a pep talk. The key elements and personalities in the scene include:\n\n1. **Football Team:** The focus is on a group of young football players, dressed in dark maroon jerseys with white numbers. Their appearance suggests they have either just played a game or are preparing for one, as some have smudges of dirt or sweat on their faces and jerseys. Most players are wearing shoulder pads, and a few have helmets in their laps. Their expressions vary from serious and focused to slightly tired or anxious, indicating the intensity of the moment.\n\n2. **Coach:** On the right side of the photograph, an older man, likely the coach, stands actively engaging with the team. He is marking strategies or plays on a blackboard with chalk. Wearing a burgundy jacket and appearing earnest in his demeanor, he seems to be instructing or motivating his players. His expression is focused and professional.\n\n3. **Onlooker:** In the background, standing in a doorway is a young woman observing the scene. She wears casual light-colored jeans and a jacket, and her arms are crossed, suggesting she might be a spectator or possibly affiliated with the team in a supportive role. Her presence adds an additional layer of narrative, making the scene more inclusive.\n\n4. **Environment:** The locker room is visibly aged and somewhat dilapidated, with peeling paint and worn doors, indicating limited resources or an old building. This setting provides a gritty, realistic backdrop that contrasts with the hopeful or determined atmosphere created by the team and the coach.\n\nThe photograph effectively captures a moment of strategy and concentration, reflecting teamwork, leadership, and the rough, spirited ambiance of school-level sports.","title":"Pregame discussion by the coach for cathedral senior high school football players prior to a game at johnson park in New Ulm Minnesota.  Physical fitness is stressed in this community of german descendants.  The town has a turner club for youth interested in gymnastics.  Turnvereins or turner clubs, began in germany in the 1800's and stress health through exercise, particularly gymnastics the club claims to be one of the co-founders of New Ulm","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["552630","558203","547446","555408","554332","558201","558202","545547","556536","545490","547176","547285","553172","558214","544314","558212"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["team","player","football","school","room","jersey","instruct","burgundy","play","pad"]}
