{"path":"558294.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph captures an outdoor gathering, seemingly a community event or a fair, crowded with people of various ages. A large group is assembled under a canopy of lush green trees which suggests that the event is taking place in a park or a similarly natural setting.\n\nThere are several focal points within the scene. Towards the center and left, a group of individuals is congregated around a red cart, which draws attention due to its color contrast with the predominant greens and neutrals of the environment. This cart looks like it could be a stand or a point of interest possibly serving food or displaying items, given the apparent interaction of the people around it.\n\nOn the right, there are tables loaded with what appear to be dishes or other items, around which other attendees are gathered. This gives the impression of a communal meal or a buffet set up, suggesting the event may include shared eating, which is common in community gatherings and fairs.\n\nThe crowd is diverse, with adults, children, and teenagers visible. The adults are mingling and engaging in conversations, while some children are seen moving through the crowd, contributing to a lively atmosphere. The attire of the individuals is casual and varied, indicating a relaxed, informal event.\n\nOverall, this scene is vibrant and bustling, characterized by active participation and interaction among the attendees, set in a shaded, leafy outdoor space. The mood appears convivial and communal, typical of a community gathering or local celebration.","title":"Audience at an auction of household goods in a residential area. They usually are held in the summer months to sell household possessions of retired people who are moving to an apartment, or who have died. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556522","555947","551413","551689","544406","558295","551814","550076","551688","546821","551808","553311","554671","551811","550074","553287"],"cl":[10],"cluster":["#10 &mdash; Crowds"],"terms":["event","cart","attendee","gathering","crowd","community","adult","dish","teenager","child"]}
