{"path":"558206.jpg","date":"October 1974","photographer":"Rees, David","caption":"This photograph captures a scene of multiple school buses on a suburban road during the day. In the foreground, there are two large, yellow school buses positioned prominently. The bus in the left foreground seems to be moving towards the viewer, as indicated by its front-facing position and slight diagonal orientation across the road, while the bus on the right faces directly forward and is stationary or moving straight ahead.\n\nThe buses have traditional school bus designs typical in North America, with the bright yellow exterior paint and large, rectangular front grilles. Both buses have front windshields that clearly show drivers navigating the vehicles. The bus on the left displays the bus number 394 prominently near its front roof, and the one on the right has the number 17. There are also four red warning lights mounted on the top corners of the windshields on each bus.\n\nBackground details include other similar school buses lined up behind these, suggesting a fleet or a convoys' movement, either picking up students or returning them. A residential area with small homes, bare trees suggesting fall or early spring, and a clear road add context to the composition. A blue sky with bright sunlight enhances visibility and detail throughout the photograph.","title":"Students arriving by schoolbus at senior high school in New Ulm, Minnesota.  The town is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe.  Several manufacturing firms have arrived since 1950 and have helped the community to grow.  The business district was revitalized in the 1960's with community effort","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["543026","558215","556806","555568","557665","558208","550973","547934","558241","549891","556791","552773","547136","556746","556749","552379"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["bus","school","windshield","number","road","return","student","grille","orientation","pick"]}
