{"path":"558276.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a historical reenactment scene, possibly from a military or cultural ceremony. In the foreground, three old-fashioned cannons are aligned on a grassy field. Each cannon has two large spoked wooden wheels, is made of metal, and appears to be from a nineteenth-century style. Behind the cannons, there are two men in period uniforms seating on the cannons, suggesting their role may involve operating or demonstrating these artillery pieces.\n\nTo the right of the image, a line of men stands in a formation facing forward. These individuals are dressed in traditional military-style uniforms, characterized by red coats with black detailing, tall black boots, and distinctive black tricorne hats. Two of the individuals at the end of the line are holding flags, one of which is red with a yellow emblem in the center, indicating some form of ceremonial significance.\n\nThe background shows trees with dense green foliage suggesting the setting is a park or similar outdoor area. There also appears to be some smoke or mist in the air behind the cannons, likely from a recent cannon firing demonstration, adding to the historical reenactment atmosphere. The overall setting and attire of the people involved suggest a carefully organized event meant to represent or commemorate a historical military scenario.","title":"Members of the New Ulm Battery firing a salute in New Ulm, Minnesota. The battery was formed as a defense measure in 1863 after the Great Sioux Uprising killed residents and desTroyed a part of the town in 1862. The Indians never attacked again, and the unit has never had to fire in self-defense. The battery serves a ceremonial function and fires on holidays such as Memorial Day and the Fourth of July. The town supports the group financially.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558277","558274","558273","558275","558272","549701","546906","549699","549700","549698","549705","549735","549703","549697","546772","558271"],"cl":[7],"cluster":["#07 &mdash; Commercial Activities"],"terms":["reenactment","uniform","ceremony","demonstration","emblem","seating","detailing","significance","scenario","boot"]}
