{"path":"558262.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph captures a lively scene inside a dimly lit room, where a group of men are gathered, likely during a social or ceremonial event. The men are dressed in semi-formal attire that includes gray or slate blazers adorned with patches and insignias, indicating their membership in a specific group or organization. Some men also wear ties and sashes that further signify their formal association.\n\nThe setting has a vintage or traditional style, with wood paneling and textured wallpaper adorning the walls. Various trophies and plaques are displayed on shelves in the background, suggesting that this gathering is related to some form of competitive or communal achievement.\n\nThe men are seated at a long, rectangular wooden table cluttered with large, decorative beer steins, some in the process of being raised in what appears to be cheers. The scene exudes a sense of camaraderie and celebration, with most participants engaged in conversation, laughter, or merrymaking. A few individuals stand out due to their distinctive hats, such as a helmet and other ceremonial headgear, adding a playful or ritualistic element to the gathering.\n\nOverall, the image portrays a vibrant social event characterized by traditional attire and symbolic decor, filled with expressions of joy and group identity.","title":"Members of the concord singers drink beer at the turner club in New Ulm, Minnesota.  As they practice german songs.  They are trying to keep the town's german heritage alive.  Twenty years ago many of the townspeople spoke some german, but the tradition is dying.  The singing group is made up of men in varying occupations and includes newcomers who work in manufacturing plants as well as lifelong residents","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558265","558266","558264","547365","556247","547320","549073","558267","551279","547794","548234","547371","557794","547407","558313","551853"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["gathering","group","headgear","plaque","laughter","achievement","adorn","paneling","identity","event"]}
