{"path":"558200.jpg","date":"January 1975","photographer":"Rees, David","caption":"This photograph captures a lively outdoor hockey game on a clear, sunny day. The scene is set in an icy rink surrounded by leafless trees and a snow-covered hill in the background. The sky is a deep shade of blue, indicating perhaps a late afternoon during winter.\n\nIn the foreground, parts of two hockey players can be seen; one wearing a red glove and another, partially visible, wearing a white helmet. The main action centers around four young players in the middle of a play. All four players are dressed in matching uniforms consisting of white jerseys with black and white striped accents, black pants, and white helmets. Each player is wielding a hockey stick and focused intently on the puck, which one of them is handling. The players are marked with numbers; two are visible as number 19 and number 8.\n\nOn the left side of the frame stands a referee wearing a striped black and white shirt and black pants, observing the flow of the game next to another player who is off to the side.\n\nThe overall atmosphere of the scene is dynamic and sporty, with the players showing concentration and physical engagement in the game. The surrounding snowy environment and the shadows cast by the low sun contribute to a feeling of brisk coldness typical for an outdoor winter sport event.","title":"Youngsters playing hockey at West Side Park below Hermann Heights in New Ulm, Minnesota. Physical fitness is stressed in this community of German descendants. The town has a Turner club for youth interested in gymnastics. Turnvereins, or Turner clubs, began in Germany in the 1800s and stress health through exercise, especially gymnastics. The club claims to be one of the co-founders of New Ulm, a county seat trading center of 13,000 in a farming area of south-central Minnesota.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558198","558199","558201","549990","558202","547176","551932","556162","543512","547446","551769","549318","546272","553042","554257","551398"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["player","game","number","helmet","winter","jersey","wield","pant","glove","stick"]}
