{"path":"558295.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a vibrant outdoor scene, likely at a public event or gathering. The image features a group of individuals, predominantly adults, dressed in casual summer attire indicative of a warm setting, possibly during a festival or outdoor concert.\n\nIn the foreground, a woman stands prominently, facing away from the camera, wearing denim shorts and a white tube top. She is holding a hat in one hand and a lampshade in the other, suggesting a casual, possibly impromptu or playful atmosphere at the event. Her posture and attire indicate a relaxed and informal environment.\n\nAround her, other attendees are visible, including a man in light blue jeans and a blue shirt right behind her, standing closely and looking in the same direction as most others in the photo. People in the background display varied expressions and are in different states of engagement, some talking to each other and others looking at something outside the frame, potentially a performance or focal event.\n\nThe background is an outdoor setting, somewhat obscured by the crowd, but showing greenery and a sense of an open-air venue. The people are varied in appearance, ranging from those wearing tank tops and shorts to others in light dresses and shirts, all suggesting a communal gathering in a temperate climate.\n\nOverall, the composition captures a slice of life from a communal, possibly festive gathering, characterized by spontaneity and an eclectic assembly of people united by a shared interest or event.","title":"Audience at an auction of household goods in a residential area. They usually are held in the summer months to sell household possessions of retired people who are moving to an apartment, or who have died. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["553251","553761","553275","551808","551011","553264","556532","558294","553759","551814","555947","553758","551811","553311","543482","553322"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["event","gathering","other","short","spontaneity","concert","assembly","festival","tube","venue"]}
