{"path":"558266.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a lively scene inside a bar or a similar venue, with a group of men enthusiastically participating in what appears to be a beer toast or celebration. The men are prominently holding up large, ornately decorated beer steins, which suggest a German cultural setting, potentially during a festivity like Oktoberfest. They appear to be singing or shouting joyously.\n\nThe men are dressed in traditional German attire, including white shirts, some with suspenders and others in vests, and one notable individual is wearing a Tyrolean hat, enhancing the festive, cultural ambiance of the scene. Their expressions are animated and exuberant, contributing to the overall festive mood.\n\nThe background is somewhat blurred but shows a wooden interior typical of traditional pubs or beer halls, with more individuals and possibly other bar elements fading into the darker areas of the scene. The lighting is warm and enhances the convivial atmosphere of the gathering. The focus on the raised beer steins in the foreground suggests that the moment captured is one of celebration and collective enjoyment among the participants.","title":"Beer steins are raised as the Concord Singers practice singing German songs in New Ulm, Minnesota. They are trying to keep the town's heritage alive. Twenty years ago many of the townspeople spoke some German, but the tradition is dying out. New Ulm was founded in 1854 by a German immigrant land company. The singing group is made up of men of varying occupations, and includes newcomers who work in manufacturing firms as well as lifelong residents of the town.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558265","558264","558262","558267","558268","551847","557802","558313","551874","557794","548234","557786","551279","547796","547794","557787"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["beer","celebration","bar","festivity","suspender","hall","venue","vest","participant","man"]}
