{"path":"558251.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a bustling outdoor shopping scene, likely a sidewalk sale or street market. The setting appears to be in front of a brick building, possibly a store, under bright, sunny weather conditions. \n\nIn the foreground, several clothing racks are arranged, filled with a variety of garments. These racks display men's swimwear priced at $4.95, boys' sweatshirts starting from $3.90, Viking rain jackets, football and baseball jerseys, and other items. Handwritten signs with pricing are prominently displayed above the clothing.\n\nThree individuals are interacting with the merchandise. On the left, a person wearing a red tank top with \"NICK'S\" printed on it, shorts, high socks, and a visor is examining an article of clothing. In the center, another individual wearing a similar \"NICK'S\" tank top and a hat is browsing through the rack focused on men's swimwear. To the right, a younger person in a green t-shirt is looking at clothes on another rack.\n\nThe scene conveys a casual, leisurely shopping atmosphere typical of neighborhood street sales. The bright colors of the clothing, combined with the clear outdoor lighting, give the photograph a vibrant, lively feel. The diversity of clothing suggests a focus on sports and casual wear.","title":"People looking over bargains among merchandise placed in Minnesota street and on side-walks by merchants in New Ulm Minnesota, during their annual crazy days sale.  The bulk of the business districts stores have been revitalized with community support.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558194","558252","558249","557135","557131","551749","556215","551694","557163","551695","551696","547378","551690","558118","549806","557803"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["rack","clothing","swimwear","sale","football","sweatshirt","tank","jersey","merchandise","browse"]}
