{"path":"558207.jpg","date":"October 1974","photographer":"Laur, George","caption":"In the photograph, a group of young people are gathered outdoors during what appears to be late afternoon, given the long shadows and the soft golden light. There are six individuals visible in the image.\n\nTo the left, a young woman with long hair stands slightly apart from the group, wearing bell-bottom jeans and a grey hoodie over a long-sleeve shirt. She looks on as two other individuals—centered in the middle of the composition—are seated on the grass. One of these seated individuals, a young woman, wears light bell-bottom pants and a patterned jacket while talking to someone out of frame. Next to her sits another girl in a light-colored knit sweater and blue jeans; she is looking up towards the standing individuals.\n\nTo the right, three more individuals stand. One with long shoulder-length hair and a red jacket appears to be in a jovial conversation, possibly laughing. Next to this person, a young man in a jean jacket and flared jeans stands with a hand lightly tucked into his pocket, projecting an air of casual interest or involvement in the ongoing interaction.\n\nThe background features a suburban setting with modest single-family homes. There are leafless trees indicating it might be fall or early spring, and the ground contains patches of grass and fallen leaves. The overall atmosphere is relaxed and communal, suggesting a scene of friends enjoying a casual outdoor gathering.","title":"Students on their way to senior high school at New Ulm, Minnesota. The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. Several manufacturing firms have arrived since 1950 and have helped the community to grow. The business district was revitalized in the 1960's with community effort.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["551425","553151","546541","553183","556532","551017","554910","554852","551028","553166","554670","543440","555906","557030","544806","545308"],"cl":[5],"cluster":["#05 &mdash; Children Playing"],"terms":["jean","bell","individual","jacket","bottom","pocket","hair","involvement","friend","group"]}
