{"path":"558286.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a lively dance scene inside what appears to be a hall or a large room. The focus is on a group of dancers, primarily seen from behind and side profiles. Two women in the foreground, wearing matching white sleeveless tops and red skirts adorned with white polka dots, are dancing energetically. Their skirts are flared and swirling due to their movement. These skirts, combined with their white belts, give a very 1960s or 70s feel to their attire.\n\nA man with white pants, partially visible, is holding hands above with one of these women, contributing to a dance move that involves arms raised and possibly twirling or moving in a circle. The blurry nature of the photo suggests rapid movement and the dynamic nature of the dancing.\n\nIn the immediate background, other dancers are visible in less clear attire, suggesting a crowded dance floor. A man wearing a light blue shirt is accompanied by a woman in a green dress to the right side, and several other individuals, mostly in white or light-colored shirts, blend into the scene, giving an overall sense of a busy, energetic environment.\n\nThe background appears dimly lit with just a hint of a dark ceiling, which contrasts with the brightly dressed figures, focusing the viewer's attention on the dancers themselves and the vibrancy of their movements. The mood is cheerful and festive, characteristic of a social dance gathering, possibly a community event or a celebration.","title":"Polka dancers at the Gibbon Ballroom in Gibbon, Minnesota 20 miles north of New Ulm. It was headquarters for Gibbon Polka Days, four days of dancing to both German and Polish polkas. The event attracted dancers from throughout the upper Midwestern states. Polka dancing is an old New Ulm tradition which has regained popularity with young and old after a decline in the 1950's and 60's. More than 26 professional polka-waltz bands have formed and worked out of New Ulm since the 1930's.","placename":"Gibbon (Minn.)","location":"Gibbon, Minnesota","nn1":["547403","547334","547317","547386","547274","558285","547387","558284","547371","547271","556288","553241","547383","557790","551710","551019"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["dance","dancer","skirt","movement","dancing","woman","polka","70","flare","hall"]}
