{"path":"558255.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"This photograph features a vintage interior, likely a grocery store, focusing on a cash register and shelving stocked with canned goods. The right side of the image prominently displays an ornate, old-fashioned cash register. This register, with its intricate metallic design, has a number keypad and a small attached placard indicating prices: \".70\" and \".09\".\n\nTo the left of the register, wooden shelves are filled with various canned products. These shelves hold an array of Campbell’s Soup cans, including flavors like Beef Broth, Chicken Broth, and Consommé, arranged in a neat order. Above this row, there are other products including different canned vegetables labeled \"Festal Golden Corn\", \"Festal Hominy\", and \"Little Hominy Tomatoes\". The visual presentation is neat and orderly, suggestive of meticulous management.\n\nThe overall composition gives a nostalgic feel, reflective of a past era of retail, indicated by the design of the cash register and the branding styles on the cans. The detailed design elements of the cash register and the clear arrangement of products on the shelves make this image intriguing as a slice of history.","title":"Old style cash register and canned goods in a butcher shop in New Ulm, Minnesota.  The town is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe.  Population stabilized at 8 to 9,000 during the first half of this century, then grew slowly as manufacturing firms arrived.  The town's business district was revitalized during the late 1960's","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556369","558281","547805","555651","554869","546226","557679","552518","557763","555377","555652","557686","556207","549870","557688","546216"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["register","cash","product","can","shelf","grocery","retail","design","stock","vegetable"]}
