{"path":"558282.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a vivid scene of three musicians playing brass instruments—specifically trombones and a trumpet—within what appears to be a band or orchestra setting. The central focus of the image is a young man in the foreground playing a trumpet. He is wearing glasses and a light green, short-sleeved shirt, and is actively engaged in playing his instrument, lips pressed to the mouthpiece and fingers on the valves. His wristwatch is visible, suggesting a contemporary setting.\n\nTo his left, and slightly out of focus relative to the trumpet player, is another musician also adorned in similar attire: a light green shirt and glasses, focusing intensely on playing his trombone. A third musician, partly obscured behind the central trumpet player, is glimpsed in the background. He too appears to be playing a trombone.\n\nThe setting looks semi-casual with some elements of a rehearsal space visible in the background, including parts of other musical instruments like a drum set. The lighting is soft and natural, casting mild shadows and contributing to the serene and focused atmosphere of the scene. The general attire of the musicians and the style of their glasses suggest that the photograph may have been taken in the mid to late 20th century.","title":"Members of a polka band at the Gibbon Ballroom at Gibbon, Minnesota, 20 miles north of New Ulm. It was headquarters for Gibbon Polka Days, four days of dancing to both German and Polish polkas. The event attracted dancers from throughout the upper Midwestern states. Polka dancing is an old New Ulm tradition which has regained popularity with young and old after a decline in the 1950's and 60's. More than 26 polka-waltz bands have formed and worked out of New Ulm since the 1930's.","placename":"Gibbon (Minn.)","location":"Gibbon, Minnesota","nn1":["558213","558224","553305","557265","557264","548262","558263","553173","558334","558221","549702","558283","553152","556283","552661","551018"],"cl":[22],"cluster":["#22 &mdash; Leisure Activities"],"terms":["musician","instrument","player","glass","brass","wristwatch","valve","lip","finger","drum"]}
