{"path":"558271.jpg","date":"October 1974","photographer":"Hanson, Art","caption":"This photograph features a man dressed in historical military attire, set against a clear blue sky. The man is wearing a dark blue uniform with bright red trimmings and an assortment of buttons down the front. His attire includes a black brimmed hat adorned with a red and gold insignia. He has a pronounced light-colored mustache that curves upward sharply at the ends, contributing to the period-specific appearance.\n\nOn the right side of the frame, partly obscured by and overlapping with the subject, is a large flag held aloft on a pole. The flag is rich red with gold and yellow embellishments, including text and a graphic of what appears to be a cannon wheel, symbolizing an artillery unit. The text on the flag reads \"BATTERY\" followed by a numeral and \"1863,\" indicating a historical or reenactment theme related to the year 1863.\n\nThe man is gazing off slightly to the side of the camera, giving the photograph a solemn and dignified aura. The clear sky in the background helps emphasize the figure and the flag, directing the viewer's focus mostly on these elements and augmenting the historical ambiance of the image.","title":"A member of the New Ulm Battery, one of the major historical heritages of New Ulm, Minnesota. It was formed in 1863, a year after the Great Sioux Uprising damaged much of the town. The unit never had to fire in defense, but shoots cannons on holidays. The uniforms are copies from the Civil War. New Ulm supports the battery financially. It is known as Berg's Battery after its third commander, an old artillery captain who reorganized the company in the 1880s.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558278","558272","558270","558274","558273","549697","558280","549703","549698","549701","549730","549700","549699","558275","558277","558276"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["flag","text","trimming","reenactment","insignia","embellishment","graphic","aura","mustache","gold"]}
