{"path":"558287.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a scene at an outdoor event, possibly a festival or community market. The main focus is a man seen from behind, wearing traditional German attire which includes Lederhosen (leather shorts), a white shirt, a red vest that states \"DURANT POLKA FEST\" in white letters, red socks, and black shoes. The attire is complemented with a black hat, also typical of traditional German dress.\n\nThe man is standing at a service booth where another man, appearing possibly as a vendor or worker, is seen from the front. This second man is wearing a white shirt with some stains and glasses, looking at what appears to be money in his hands, suggesting a transaction or interaction about a purchase.\n\nThe backdrop features a cluttered environment typical of festival booths or temporary markets. Visible items include cardboard boxes and a partially visible banner that reads \"Grand Opening\". Another sign visible in the background advertises that certain \"Grain Belts\" are now available, suggesting the sale or promotion of goods, likely food or drink. The overall setting suggests a casual, outdoor public event with stands or stalls, likely focused on cultural or community activities.","title":"Person attending Gibbon polka days at Gibbon ballroom in Gibbon, Minnesota, 20 miles north of New Ulm, takes time out for refreshment.  The site was headquarters for four days of dancing to both german and polish polkas, and attracted folks from the upper midwest.  Polka dancing is an old New Ulm tradition which has regained popularity with young and old after a decline in the 1950's and 60's.  More than 26 polka-waltz bands have formed and worked out of New Ulm since the 1930's","placename":"Gibbon (Minn.)","location":"Gibbon, Minnesota","nn1":["557797","557802","551840","551874","551847","557786","551871","557784","558264","557787","554215","557174","551888","557794","558266","557163"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["festival","booth","market","promotion","transaction","purchase","event","man","leather","vendor"]}
