{"path":"558238.jpg","date":"October 1974","photographer":"Hanson, Art","caption":"This photograph captures three young girls in a ceremonial or festive setting. All three are dressed in vintage-style, delicate outfits adorned with lace and ribbons, suggesting an event of significance such as a church service, wedding, or a similar formal gathering.\n\nThe girl on the left wears a wide-brimmed, stylish white hat and a mint green dress decorated with white lace. She appears focused and slightly detached from the group, holding a lit candle upright with a serene expression.\n\nCentered in the image is a younger girl, who seems to be in mid-conversation or reacting to something said. She wears a white dress with lace décor, with her blonde hair loosely styled, enhancing her youth and innocence.\n\nThe girl on the right has her hair arranged similarly to the first girl and is dressed in a subtle pastel dress. She is glancing towards the younger girl, possibly engaged in the interaction or conversation unfolding.\n\nThe background features a muted yellow wall with a simple but large painting or drawing of a white dove with olive branches, which suggests themes of peace and spirituality, commonly linked with church or religious environments.\n\nOverall, the composition of the photograph and the expressions of the subjects suggest a moment captured during a quiet yet significant event, likely surrounded by themes of community and tradition.","title":"Members of the wedding party in New Ulm, Minnesota following a church ceremony the couple hosted a wedding dance in the evening at the turner club gymnasium.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe several manufacturing firms have located here since 1950 and have spurred growth","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["549028","553880","558236","557639","558405","549709","556577","555941","551005","556233","545470","558239","558237","556135","558409","553709"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["girl","lace","church","dress","unfolding","décor","glance","react","subjects","detach"]}
