{"path":"558236.jpg","date":"October 1974","photographer":"Hanson, Art","caption":"This photograph portrays a group of seven individuals dressed in formal, vintage-inspired attire, likely at a special event such as a wedding. The group consists of five women and two children.\n\n**Women:** All five women are wearing dresses with a distinct style from a previous era, possibly Victorian or Edwardian. The dresses feature long sleeves and high necklines, embellished with elaborate lace collars. The colors of the dresses are primarily dark green and ivory. Three of the women wear wide-brimmed hats with lace details, while the other two women and the older girl wear smaller, lace-trimmed hats.\n\n**Children:** The children, a boy and a girl, are also dressed formally. The boy is in a dark suit with a white shirt, accessorized with a bow tie and a boutonniere. He holds a small basket that appears to be filled with flowers. The girl is dressed in a light-colored dress that matches the style and lace detail of the women's attire, completed with a small hat and she too holds a flower basket.\n\n**Composition:** The individuals are aligned in a somewhat informal cluster, with their bodies positioned towards the center of the frame, giving the image a centered, balanced feel. Their expressions are mostly serious, which aligns with traditional formal portraiture of earlier eras.\n\n**Background:** The background is simple and neutral, focusing attention on the subjects. It seems to be an indoor setting with natural light possibly coming from a window out of frame, which highlights the details on their faces and clothing.\n\nThe overall impression is one of a formal, meticulously planned appearance and arrangement, likely intended to capture a significant moment or ceremony.","title":"Photograph of a bride and her attendants in New Ulm, Minnesota","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558238","556496","558237","558239","553169","558240","549028","547371","556246","556235","551063","547358","556173","556247","545470","557677"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["lace","dress","girl","woman","basket","hat","boy","neckline","detail","flower"]}
