{"path":"558296.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph is an aerial view of a mobile home park. The park is organized in a neat, grid-like pattern with multiple rows and columns of mobile homes. Each home appears to be similar in structure, predominantly rectangular and white, with some variations in size and arrangement. There are clearly defined streets within the park that separate the rows of homes, and these are likely paved as they reflect a lighter tone compared to the surrounding grassy areas.\n\nAround the park, there are patches of well-maintained greenery, including grassy fields and rows of trees, which add a natural boundary and scenic quality to the area. There are some small vehicles visible, parked next to or near the mobile homes, suggesting the residential nature of the area. Towards the left side of the photograph, there is a structure that resembles a pool, indicating recreational facilities within or adjacent to the mobile home park.\n\nThe larger landscape surrounding the park includes areas of dense vegetation, fields, and what appears to be agricultural land, suggesting a rural or semi-rural setting. The overall scene is captured in bright daylight, highlighting the organized, communal setup of the park and the tranquility of its surrounding environment.","title":"Due to the influx of workers in the manufacturing firms, two Mobile home parks have opened.  They, too, reflect the traditional neatness and order of the germanic descendants who live in the town even though they are not of german origin.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556476","544633","556468","548762","558300","557339","552508","544147","556417","544149","558299","552482","556455","548460","544118","544449"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["home","park","row","field","organize","surround","separate","pool","grassy","variation"]}
