{"path":"558260.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a large musical ensemble, likely a band or choir, consisting of approximately twenty-seven men dressed in similar attire. The men are wearing light gray suits coordinated with white shirts and ties that are adorned with a yellow and black pattern. They are posed in three rows, providing a layered group image. \n\nThe front row features seated men holding musical instruments: one is holding a guitar, and two are holding accordions. Beside them, in the center of the group, a large bass drum labeled \"The Concord Singers New Ulm, Minn\" is prominently displayed. \n\nThe background of the image shows a painted mural, giving the appearance of an old European village with stone and brick buildings set against a mountainous landscape under a cloudy sky. The lighting primarily focuses on the group, drawing attention to their expressions and attire.\n\nAbove the group, a chandelier with five visible lights adds a formal touch to the setting, suggesting the photograph might have been taken in a hall or a similar venue. The overall composition of the photograph portrays a sense of unity and culture, likely emphasizing community and musical tradition associated with their location, New Ulm, Minnesota.","title":"Group photograph of the concord singers, members of the community of New Ulm, Minnesota, who specialize in german songs the town was founded in 1854 by a german immigrant land company the group is made up of men of varying occupations, and includes newcomers who work in the manufacturing plants as well as life-long residents.  Twenty years ago many of the town's inhabitants could speak some german, but the tradition is dying and the singers are trying to keep the heritage alive","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558408","557264","557722","556283","556241","549702","551018","553173","547320","545381","552661","553713","558282","558263","553286","558262"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["group","mural","unity","ensemble","hold","guitar","row","village","lights","tradition"]}
