{"path":"558245.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a vivid scene in an agricultural setting, specifically within a field that appears to be growing a crop with tall, green, leafy plants, resembling corn. The image focuses on a group of people, primarily young individuals, engaged in what seems to be an outdoor activity or exploration of the field.\n\nIn the foreground, a young person is prominently featured, adjusting a striped, open-front shirt over a white t-shirt with a colorful graphic print. This individual is wearing a bandana and appears to be in motion, possibly stepping forward, giving the scene a dynamic feeling.\n\nTo the left, another individual with their back partly turned to the camera is dressed in a white broad-brimmed hat and a red garment. Only the right side of this person is visible.\n\nBehind these two, there are additional figures observing or participating in the activity. A woman in the background, standing slightly to the right, catches particular attention with her distinct, red attire and glasses. She appears to be watching the foreground activity attentively. Her clothing, consisting of a red outfit matched with what looks like a traditional or native patterned hat or scarf, adds color contrast to the green backdrop of the field.\n\nThe field itself, with its dense vegetation, envelops the group and sets a lush, green stage that hints at a rural or agricultural exploration theme. The overcast sky suggests that the lighting is soft, spreading evenly across the scene, enhancing the naturalistic feel of the moment captured. The expressions and gestures of the individuals suggest interaction and engagement with their environment, indicative of a learning experience or communal activity in nature.","title":"Teenagers take a break from detasseling corn during the summer in a field near New Ulm, Minnesota.  Note that their clothes are soaking wet.  The hybrid corn seed for the following year is obtained by detasseling.  It is one way for young people to make money from the seed corn companies.  The youths earn their pay.  It can be cold, wet work early in the morning when the tall corn plants are covered with heavy dew.  Then it can get hot and muggy as the sun climbs overhead","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558242","544821","543845","553659","554665","557478","549050","543481","544406","554108","554049","558106","545308","544003","546964","553879"],"cl":[40],"cluster":["#40 &mdash; Golf"],"terms":["field","exploration","individual","resembling","corn","learning","bandana","envelop","scarf","not"]}
