{"path":"558202.jpg","date":"January 1975","photographer":"Rees, David","caption":"This photograph captures a group of young hockey players with their coach, posed together on an outdoor ice rink. The scene is set in a winter environment, with snow visible on the ground and banks surrounding the rink, and a clear sky overhead. \n\nThe team consists of about twenty individuals, mostly children, wearing various hockey uniforms that include helmets, jerseys, pants, and skates. The uniforms are predominantly white with stripes in different colors such as red and blue. Most players are also wearing protective gear such as gloves and shin guards, and they are holding hockey sticks. Two goalkeepers are wearing bulkier protective gear and have large goalie pads, gloves, and sticks suitable for their role.\n\nThe players are arranged in three rough lines: the front row is kneeling or crouching on the ice, the middle row is standing, and the back row consists of a few standing players and the coach, who is also standing. The coach is dressed in a dark blue jacket and light blue jeans and appears to be supervising the group.\n\nThe background features a simple wire fence and a sloping snowy hill dotted with bare trees, emphasizing the winter setting and the outdoor nature of the activity. The overall tone of the image is cheerful and communal, focusing on a youth sports team in their element enjoying the sport and camaraderie.","title":"Hockey team picture is taken at the West Side Park in New Ulm, Minnesota. Physical fitness is stressed in this community of German descendants. The town has a Turner club for youth interested in gymnastics. Turnvereins, or Turner clubs, began in Germany in the 1800's and stress health through exercise, particularly gymnastics. The club claims to be one of the co-founders of New Ulm, a county seat trading center of 13,000 in a farming community of south central Minnesota.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558201","558199","558200","558198","549990","558229","552630","547146","551932","547176","549993","548046","551398","558204","554257","549318"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["player","team","stick","glove","ice","row","sport","uniform","winter","gear"]}
