{"path":"558257.jpg","date":"October 1974","photographer":"Dagys, Paul","caption":"This image shows an array of old, used car wheels, likely hubcaps, that are positioned closely together, occupying the entire visual field of the photograph. The wheels are weathered and show signs of wear, with visible rust and soil on some parts. Each wheel features a different design, which suggests they are from various types of vehicles. The majority have a circular, central hole surrounded by smaller bolt holes—typical characteristics of car wheels.\n\nThe wheels are arranged in rows and columns, making a grid-like pattern. This arrangement creates a repetitive visual texture emphasized by the similar shape and size of the wheels. In between and atop some of the wheels, there are vines and dried plants, indicating the wheels might be outdoors or in a somewhat neglected setting, possibly a scrapyard or recycling plant. The background is out of focus, dark and colorless, which contrasts with the metallic sheen of the wheels, highlighting them as the main subject of the photograph. The photograph serves as both a documentation and an aesthetic presentation of discarded automotive parts.","title":"Closeup of a fence constructed of tire rims in New Ulm Minnesota.  The town is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe.  Population stabilized at 8 to 9,000 during the first half of the century, then grew slowly as manufacturing firms arrived.  The town's business district was revitalized during the late 1960's","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["547986","553005","553984","552999","545340","542656","555492","545006","542531","553986","555491","547476","545303","542585","554319","554317"],"cl":[8],"cluster":["#08 &mdash; Waste"],"terms":["wheel","hole","documentation","vine","bolt","scrapyard","presentation","recycling","sheen","majority"]}
