{"path":"558263.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph portrays an intimate scene featuring two male musicians. The foreground is dominated by a man playing the accordion. He appears to be middle-aged, with neatly combed dark hair and a serious expression on his face. He is dressed in a gray suit jacket, and his hands are actively engaged on the accordion keys and buttons. The accordion itself is large, with a prominent grille and both piano and button keyboards, implying it might be a converter accordion.\n\nIn the blurred background, another elderly musician can be seen. He is seated and appears to be playing another instrument, although it's not clearly visible due to the depth of field. He seems to have silver hair and is wearing glasses and darker attire, possibly also a jacket. \n\nThe lighting in the photograph highlights the primary subject (the accordion player), focusing on his facial expressions and the details of the accordion, leaving the rest of the setting and other subjects more subdued and in shadow. This lighting suggests that the setting could be indoors, possibly during an evening event or in a dimly-lit room conducive to an informal, private musical session. The atmosphere conveyed is one of concentration and perhaps a deep engagement with the music they are creating.","title":"Closeup of an accordionist who accompanies the Concord Singers as they practice singing German songs in New Ulm, Minnesota. They are trying to keep the town's heritage alive. Twenty years ago, many of the townspeople spoke some German, but the tradition is dying out. New Ulm was founded in 1854 by a German immigrant land company. The singing group is made up of men of varying occupations, and includes newcomers who work in manufacturing firms as well as lifelong residents.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558359","557788","558358","558283","558355","553152","548262","547390","558354","551479","548606","557033","554097","547363","547401","548607"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["musician","button","key","comb","subject","play","indoor","session","grille","player"]}
