{"path":"558252.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph captures a lively and crowded scene that appears to be an outdoor clothing sale, possibly during a special event or market day, as indicated by a sign reading “Crazy Days”. Centered in the image is a young woman seated in front of a pile of various clothing items stacked over what might be a table. She is closely examining a white garment, holding it in her hands, and has a focused expression on her face. \n\nSurrounding her, multiple hands and arms—belonging to unseen individuals on and around the photograph's borders—are interacting with the clothing. Some hands are reaching out to pick items from the pile, while another hand to the right is holding up a light pink garment for closer inspection. These interactions suggest a bustling, somewhat chaotic atmosphere typical of large sales or bargain events.\n\nThe background shows a street environment in what looks like an urban setting. Across the street, there are other storefronts and additional signs, further emphasizing the commercial and possibly festive atmosphere of the setting. The lighting in the photograph is harsh and suggests a sunny day, casting sharp shadows and creating bright highlights, especially noticeable on the clothing and people’s arms and hair.\n\nThis candid snapshot conveys a dynamic scene of shopping and commerce in an outdoor urban setting, focusing on the activity and interaction of people engaged in rummaging through discounted or special sale items.","title":"People looking over bargains among merchandise placed in Minnesota street and on sidewalks by merchants in New Ulm Minnesota, during their annual crazy days sale.  The bulk of the business district stores have been revitalized with community support.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558194","558251","557131","551695","551694","558249","556215","551749","547374","551696","557163","547370","557135","546672","547378","551690"],"cl":[36],"cluster":["#36 &mdash; Street"],"terms":["sale","clothing","garment","hand","item","arm","pile","urban","event","pick"]}
