{"path":"558269.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph displays a sculpted figure that appears to be crafted from stone or a similar material. The figure is depicted in a dynamic pose, suggesting motion or action. It portrays an elderly bearded man, wearing what seems to be a pirate or sailor outfit, including a loose, ruffled shirt and a vest. The character is bent at the waist with one arm extended downwards, gripping what appears as a barrel, possibly suggesting a thematic element related to seafaring or rum trading.\n\nThe figure is lifting a rounded object (potentially a cannonball or a large rock) over his head with his other hand. His facial expression is concentrated, focusing on the task, with his eyes directed toward the object he is lifting. \n\nThe setting of the figure is less discernible due to the close cropping of the image, yet some outlines of brick structures faintly appear in the blurred background, indicating the sculpture might be placed outdoors, likely in a garden or similar decorative setting. The focus on the figure with a blurred background helps emphasize the details and the textures of the sculpture, highlighting the weathering effects on the surface that suggest age and exposure to elements. This adds a rustic, lifelike quality to the sculpture, enhancing its artistic and affective appeal.","title":"Closeup of a decoration showing an individual who has drunk too much beer. In New Ulm, Minnesota, the tradition of drinking beer and singing German songs has been carried on by Concord Singers who are trying to preserve the town's heritage. New Ulm was founded in 1854 by German immigrants. Until 20 years ago, many of the town's residents spoke some German, but this tradition is dying out. The men meet regularly to sing traditional German drinking songs.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["548288","553163","558114","558134","556563","554846","548289","553747","542784","549376","558132","554201","553769","543701","542613","548616"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["sculpture","figure","lift","sailor","grip","waist","object","concentrate","barrel","appeal"]}
