{"path":"558246.jpg","date":"January 1975","photographer":"Rees, David","caption":"This photograph captures a winter scene featuring three individuals engaged in snowmobiling activities. The left side of the photo shows a person actively disembarking from a snowmobile, portrayed in motion as they step off. This person is dressed in a full black snowsuit adorned with circular patches and a helmet with a red, white, and blue stripe across the top. They seem to be either gesturing or maintaining balance as they move.\n\nIn the background and to the right are two more individuals each seated on their own snowmobiles. The individual in the middle appears to be preparing to start or just pausing, and you can see a portion of another person partially obscured in the far right, more passively seated and looking on. All individuals are dressed warmly in snowsuits fitted with helmets, suitable for cold weather and the activity at hand.\n\nThe snowmobiles themselves are large, equipped with windshields and prominently marked with \"Leisure Craft\" along their sides, and they sport a strong vintage aesthetic. Each vehicle also displays a visible registration number.\n\nThe setting is a snowy landscape with grass and shrubbery partly visible through the snow. It appears to be an overcast day, as the lighting is soft and diffuse without shadows, which suggests that this might be a typical cold, cloudy winter day perfect for snowmobiling. The atmosphere of the photograph hints at a recreational outing placed in a rural or semi-wilderness area.","title":"Snowmobiling is a popular winter pastime for young and old alike around New Ulm, Minnesota. All it takes is snow and that usually isn't a problem in the Upper Mid-West. Swimming, fishing and boating in the numerous lakes is the summer recreation. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. The town was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558247","558248","554257","548153","548046","555539","550017","554275","554262","557181","554263","554282","550004","554251","554228","554259"],"cl":[41],"cluster":["#41 &mdash; Ski"],"terms":["helmet","winter","individual","person","disembark","registration","windshield","start","pause","seat"]}
