{"path":"558240.jpg","date":"October 1974","photographer":"Hanson, Art","caption":"This photograph captures a lively and festive scene within what appears to be a hall during a celebration. The focus of the image is on a young woman dressed in a white bridal gown and veil. She is seated and surrounded by other guests, engaging in a conversation with a man standing next to her, who has a boutonniere on his suit, suggesting his significant role, potentially the father of the bride.\n\nTo the left of the frame, a man with brown hair is seated, partially turned away from the camera. In the background, numerous other guests are visible. Some are standing in small groups chatting, while others are seated at long tables covered with tablecloths. The tables have cups and various dining paraphernalia set upon them, indicative of a meal or reception to follow or that has just occurred.\n\nThe atmosphere is convivial and relaxed, with the warm lighting and informal setting of a community hall or similar venue adding to the charm of a communal gathering. The walls are plain with a simple brick design, and there's a glimpse of a lighting or decoration setup that drapes along the wall, enhancing the celebratory mood.\n\nThe photo has a nostalgic quality, perhaps taken in the 1970s or early 80s, judging by the fashion and hair styles, as well as the overall tone and quality of the image. This is a moment of joy and celebration, capturing the intimate interactions among guests at a wedding.","title":"Wedding dance held in the turner club gymnasium in New Ulm, Minnesota following the church ceremony.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe several manufacturing firms have located here since 1950 and have spurred growth.  Between 1900 and 1945 population had stabilized at 8 to 9,000","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558237","558235","547371","543973","558236","547358","558239","557794","552624","558405","556235","547334","558285","545384","547317","558288"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["guest","hall","celebration","seat","table","father","80","gown","veil","tablecloth"]}
