{"path":"558280.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures an elderly man dressed in a traditional ceremonial uniform that appears to be inspired by military or historical styles. He is standing next to a vehicle, with one hand resting lightly against it. The uniform is predominantly red and black, with several distinctive features:\n- A high black hat adorned with a red band and a crossed swords insignia.\n- A tailored black jacket with red shoulder boards and detailed gold buttons arranged in a double-breasted style.\n- Visible on the shoulder boards are insignias or ranks, denoted by a red and yellow pattern and a rectangular gold-bordered patch.\n- Red cords with a tassel run across his chest, possibly signifying rank or regimental affiliation.\n- His right hand, visible in the foreground, holds a ceremonial sword with an elaborate hilt, emphasizing the formal or ceremonial nature of his attire.\n\nThe man’s face shows signs of age and a somewhat introspective or solemn expression. The background of the photograph is softly focused, but it is possible to discern details like trees and parts of other vehicles, suggesting that the setting might be a street or a similarly open public space.\n\nOverall, the photograph conveys a sense of solemnity and tradition, highlighted by the detailed and striking uniform worn by the man. The ceremonial elements and military-inspired attire suggest an event or duty of significant formal importance.","title":"Member of the New Ulm battery, a heritage of the german community of New Ulm, Minnesota.  The battery was formed as a self defense measure after the great sioux uprising in 1862.  Indians never attacked again, and the unit now serves only a ceremonial function with cannon salutes on holidays.  Uniforms were copied from that of a civil war officer in New Ulm, 2nd lt.  Richard fischer, who returned home in time for the indian attack.  He became the battery's first commander when it was formed","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558278","558270","558279","549730","556285","558271","557059","553712","556275","556246","555965","558272","553090","557797","551915","549703"],"cl":[32],"cluster":["#32 &mdash; Man"],"terms":["insignia","uniform","inspire","gold","board","shoulder","cord","affiliation","tailor","solemnity"]}
