{"path":"558279.jpg","date":"November 1974","photographer":"Abrams, Nancy","caption":"This photograph features a group of six men dressed in traditional ceremonial uniforms. The uniforms are detailed and styled with a military influence, featuring black, close-fitting jackets adorned with bright red stripes and gold buttons, complementing red and white cords slung from the shoulder, and black tricorn hats with golden adornments.\n\nThe men are in a formation during an outdoor gathering, most likely during a ceremonial event, given their attire. They stand on a paved surface, presumably a road or a similar hard standing area. The background is softly focused and shows an empty road or a similar paved area stretching into a clear, open sky with a diffused, soft light, suggesting it could be either dawn or dusk.\n\nThe focus of the image is on the one man in the foreground who appears to be the leader or a prominent figure in the group. He is positioned slightly to the left, slightly offset from the rest of the group, increasing his prominence in the composition. This man is notable for slightly thicker glasses and a more detailed tassel on his hat. The men appear to be in a moment of either preparation or rest, standing casually but with a posture that suggests readiness and formality.","title":"Members of the New Ulm battery, a heritage of the german community of New Ulm, Minnesota.  The battery was formed as a self defense measure after the great sioux uprising in 1862.  Indians never attacked again, and the unit now serves only a ceremonial function with cannon salutes on holidays.  Uniforms were copied from that of a civil war officer in New Ulm, 2nd lt.  Richard fischer, who returned home in time for the indian attack.  He became the battery's first commander when it was formed","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558280","549697","556246","556275","556286","549730","549701","556247","547320","557706","556528","558270","558278","556284","551935","552752"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["uniform","man","group","formality","cord","rest","buttons","increase","readiness","prominence"]}
