{"path":"558239.jpg","date":"October 1974","photographer":"Hanson, Art","caption":"This photograph depicts a ceremony taking place inside a church. The setting is pleasantly decorated, with colorful stained glass windows in the background that cast a warm light into the room. In the foreground, a group of people is standing, dressed in formal attire.\n\nOn the left, there are several men wearing dark suits with boutonnieres pinned to their lapels. Among them, a young boy in a similar dark suit is visible. This side of the group shows more men than women.\n\nOn the right side, a priest or officiant, wearing a white robe with a religious cross around his neck, is holding a red book, likely a prayer or service book, and appears to be leading the ceremony. Adjacent to him, there is a line of women dressed in black outfits, each adorned with large white lace collars and white hats. They also hold bouquets of yellow flowers, adding a contrasting splash of color to their dark dresses.\n\nThe composition captures a formal, solemn moment during a religious service or ceremony, with attendees focused on the proceedings led by the officiant. The photograph conveys a sense of tradition and ritual, highlighted by the attire of the participants and the setting.","title":"Typical fall wedding in New Ulm, Minnesota.  Following the church ceremony the couple hosted a wedding dance in the evening at the turner club gymnasium.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe.  Several manufacturing firms have located here since 1950 and have spurred growth","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556234","558404","558383","545377","545470","558400","556238","558407","552623","545381","556237","558388","558401","556236","558382","558406"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["ceremony","book","suit","service","robe","lace","pin","tradition","attendee","lead"]}
