{"path":"558233.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a vibrant and bustling lakeside scene, possibly during the warm months given the attire and activities. The setting is a beach edge dotted with trees, under the shade of which the foreground is framed with branches, adding a natural border to the view.\n\nIn the middle ground, there is animated beach activity with numerous people. Some groups and individuals are engaged in conversation, while others are sunbathing or preparing to swim. The attire predominates as swimwear, which ranges in style, indicating the informality and recreational nature of the gathering. A few people are observed standing and turned towards each other, suggesting social interaction or group activities.\n\nBeyond them, the lake is a key element of the scene, filled with various small boats and people enjoying water activities. Some boats are motored, and others are manually operated, indicating a mix of leisure pursuits. People can be seen swimming and boating, contributing to a dynamic aquatic recreational environment.\n\nThe tranquility of the body of water contrasts with the active and sociable foreground, offering a visual representation of summer leisure by the lake. The background and expansive view of the sky and distant shores invoke a sense of openness and natural beauty, encapsulating a typical day out by the water amongst friends and families.","title":"Young people of New Ulm, Minnesota, spending a Sunday swimming and boating at Clear Lake three miles west of town. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. Several manufacturing firms have located here since 1950 and have helped the town to grow. The business district was revitalized during the 1960's.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["554476","551543","553447","557772","554618","544442","543518","553446","543998","546955","549939","550228","543892","552978","544006","544002"],"cl":[47],"cluster":["#47 &mdash; Water Bodies"],"terms":["beach","leisure","month","swimwear","pursuit","lake","boat","other","boating","people"]}
