{"path":"558386.jpg","date":"October 1974","photographer":"Schulke, Flip","caption":"This photograph portrays a religious scene probably inside a church, as indicated by the interior architecture and the presence of ecclesiastical garments. Two men are the central figures in the photograph. The man on the left, dressed in a bright red jacket and dark trousers, is receiving communion. He is leaning forward, his mouth open, as he receives the sacramental bread. He wears black-framed glasses and displays a serious expression on his face.\n\nThe priest, on the right, is dressed in traditional liturgical vestments, predominantly green with gold and multi-colored embroidery, signaling a specific period in the liturgical calendar (possibly ordinary time given the green color). He holds a small silver paten containing the Eucharist, extending it towards the man in red. The priest also wears glasses and has a focused, respectful demeanor as he administers the communion.\n\nIn the background, the environment is softly lit, and the decor suggests a warm and serene ambiance typical of religious settings. A partial view of another individual in similar white and green robes to the priest's is faintly visible to the left, indicating the presence of more congregants or clergy members. The overall atmosphere seems solemn and reflective, appropriate for a religious ceremony.","title":"Religion plays an important part in the lives of residents.  The largest group of churchgoers are roman catholics.  A priest at the New Ulm cathedral is giving communion at a folk guitar mass.  The weekly mass was begun for the younger people and has become the most popular gathering with standing room only.  The church interior is decorated with baroque carvings reminiscent of churches in southern germany's bavarian","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556236","558385","558398","556237","556234","558383","558239","558406","558404","558400","556238","558396","547336","558389","552623","547332"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["receive","ceremony","robe","glass","garment","decor","gold","silver","signal","member"]}
