{"path":"558395.jpg","date":"October 1974","photographer":"Schulke, Flip","caption":"This photograph shows a vibrant gathering of people, possibly exiting or congregating around a church or public building. The setting includes a stone structure with classical architectural features such as arched doorways. The time appears to be during a sunny day, as sunlight casts shadows of the people on the steps they are standing on.\n\nSeveral groups of people can be seen involved in various activities and dressed in 1970s attire:\n\n1. In the foreground, two young women are walking down the steps towards the camera; one is wearing a green turtleneck and plaid pants, and she holds a paper or pamphlet, engaged in a conversation with another young woman dressed in a blue cardigan and jeans.\n\n2. On the stairs behind and to the left of them, individuals of various ages are seen in more formal attire. A woman in the mid-background is holding a young child in a pink outfit, guiding her down the steps. Beside her, an older woman in glasses looks on, while a teenage boy in a brown jacket leads the way down.\n\n3. To the left, a group in brighter and varied clothing, including a man in a plaid suit and a child in a purple outfit, suggests a family or group of individuals together, possibly waiting or having just paused in conversation.\n\n4. In the background, to the right near the door of the building, more individuals of different ages stand, some looking towards the camera and others occupied with their companions. \n\nOverall, the scene captures a moment of social interaction and movement, characterized by the casual spread of people across the steps and the variety of colorful, period-specific clothing, portraying a lively communal atmosphere.","title":"Religion plays an important part in the lives of residents. The largest group of churchgoers are Roman Catholics. Members of the New Ulm Cathedral parish are shown leaving a folk guitar mass. This weekly event was begun for the younger people and has become the most popular mass with standing room only. The church interior is decorated with baroque carvings reminiscent of churches in southern Germany's Bavarian.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558402","555906","553155","553183","551126","546210","553302","553264","549909","556532","545231","549923","550082","553761","547006","546821"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["step","woman","plaid","group","outfit","people","pamphlet","turtleneck","age","conversation"]}
