{"path":"558304.jpg","date":"October 1974","photographer":"","caption":"The photograph depicts an industrial scene where a person is engaged in welding. The person is wearing protective gear including a welding mask and gloves, shrouding their identity and ensuring their safety against the hazards of the job. They are bent over a large metal object, likely a piece of machinery or structural equipment, applying a welding technique that generates bright light and sparks.\n\nThe predominant colors in the image are dark tones illuminated by the intense white and yellow light of the welding torch, which casts a vivid glow and throws sparks in an arc around the point of contact. This light is the central focus and dramatically contrasts with the surrounding darkness.\n\nThere is a significant amount of smoke rising from the welding site, contributing to the dramatic, somewhat gritty atmosphere of the photograph. The background is largely obscured by shadows, emphasizing the welder and their immediate activity. The surroundings suggest an industrial environment—potentially a workshop or a construction site—with indistinct shapes and structures faintly visible in the background, enhancing the focus on the welding process itself.\n\nThe composition captures a moment of intense activity, reflecting the skill and focus required in industrial fabrication and construction jobs, highlighted by the isolation of bright light against the dark, smoke-tinged environment.","title":"Wallace \"Whitey\" Wolf at work at the repair garage for the city. He also is an officer in the volunteer fire department. Mr. Wolf is a native of the town whose mother and gRandmother still are residents there. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558303","554931","556269","554918","555955","556863","544316","546023","556267","544331","544004","549695","549694","543996","549693","544001"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["spark","job","hazard","arc","identity","smoke","site","mask","contact","skill"]}
