{"path":"558362.jpg","date":"October 1974","photographer":"Haque, Abul","caption":"This photograph captures a vibrant scene inside a bakery. Two women, likely a customer and a shop attendant, are standing opposite each other across a bakery counter. The customer, an elderly woman wearing a gray coat and hat, appears to be either ordering or inquiring about the bakery items. The bakery worker, wearing a white apron, is attentively listening or responding to the customer.\n\nThe counter is generously filled with a wide variety of baked goods. Directly in view are trays of pastries and rolls, including what look like glazed and sugar-topped items, possibly Danish pastries or sweet rolls. On the left side, a rack holds round breads or buns, beautifully golden-brown in color, adding to the variety on display.\n\nThe backdrop features shelves with more baked goods and a small shelf of kitchen-related items, possibly awards or decorative objects, enhancing the homely, traditional vibe of the bakery. The overall décor includes dark wood and wallpaper with intricate designs, contributing to a cozy and inviting atmosphere typical of a local bakery shop. Everything is well-lit, presumably by natural light complemented by interior lighting, highlighting the freshness and appeal of the baked items on offer.","title":"Homemade bread and sweet rolls are made daily by Jim Tillman of Tillman's Bakery. It is the only one remaining that concentrates only on baked goods. Each night Tillman and one assistant make the bread and rolls that will be brought by residents the next day. Tillman's makes the traditional German bread and sweet, sugared, and glazed rolls. New Ulm is a county seat trading center in southern Minnesota founded by German immigrants.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["549656","557763","558347","558361","557810","554869","554037","556207","557808","557686","552644","547805","545457","558352","546216","552645"],"cl":[7],"cluster":["#07 &mdash; Commercial Activities"],"terms":["customer","roll","item","counter","shelf","shop","good","bun","décor","attendant"]}
