{"path":"558307.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"The photograph depicts an industrial or workshop environment. In the background, a variety of items are observable, contributing to a cluttered, utilitarian atmosphere. These include multiple yellow metal drums, possibly containing chemicals or oils, stacked against a concrete block wall where the bottom section is painted blue and the top remains grey. Among other items visible are a long-handled shovel, a broom, and various metallic canisters—some appearing used and possibly containing workshop materials like paint or lubricants. There is a conspicuous, weathered wooden pallet leaning against the wall.\n\nTo the right, the main subject is a man in motion, captured in mid-stride while pushing a wide push broom across a concrete floor. He is dressed in dark mechanic or workshop style coveralls, wearing a peaked cap, which suggests a uniform perhaps indicative of his role or employment. The man sports a mustache and has a focused expression, emphasizing effort or concentration in cleaning or maintaining the floor. The image radiates an ordinary yet significant moment in daily labor, highlighting the maintenance aspect of industrial work environments. A single round light on the ceiling is visible, providing illumination to the scene.","title":"Wallace \"Whitey\" Wolf, a mechanic for the city, sweeps out the repair garage. He also is an officer in the volunteer fire department. Mr. Wolf is a native of the town whose mother and gRandmother still are residents there. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558306","548455","546032","543741","556391","546036","556314","542497","556177","544171","556315","555239","546815","544026","544822","544001"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["workshop","broom","canister","pallet","floor","mechanic","item","drum","shovel","stride"]}
