{"path":"558322.jpg","date":"October 1974","photographer":"Phillips, Kathy","caption":"This image depicts an indoor corridor that has a reflective, polished floor and is illuminated by fluorescent lighting. The corridor features cream-colored walls adorned with subtle artworks and is equipped with safety grab rails on both sides. Several metal folding chairs are lined up along the left wall, one of which is placed prominently in the foreground, facing the corridor lengthwise. At the far end of the corridor, there are more chairs and what appears to be a wheelbarrow or cart containing various items, suggesting some type of work or maintenance activity might be taking place or planned.\n\nOn the right side near the foreground, an elderly woman sitting in a wheelchair is positioned beside the corridor. The woman seems to be in a relaxed or contemplative state, possibly gazing out towards the aisle or the opposite wall. The overall scene likely depicts a communal area of a facility such as a hospital, nursing home, or similar institution, characterized by quiet and stillness. The setting suggests a routine day without much activity, providing a glimpse into daily life within this environment. The photograph's perspective draws attention to the length and emptiness of the hallway, conveying a sense of solitude.","title":"Older citizens, retired persons and those unable to take care of themselves physically are cared for in two community centers.  This is an interior corridor at the alexander home adjacent to loretto hospital, both catholic supported facilities New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558335","546576","558337","556017","546498","546558","546475","558338","546462","558326","556000","556048","556055","552625","551337","552450"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["corridor","wall","chair","nurse","wheelchair","emptiness","grab","hospital","institution","folding"]}
