{"path":"558365.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a detailed industrial scene within a vintage power plant or mechanical facility. In the foreground, a prominent red component resembling a large wheel forms a striking centerpiece. This wheel is part of a larger machine that includes various pipes and valves, all painted in the same vivid red, giving the scene a cohesive aesthetic.\n\nAdjacent to this red machinery is a horizontal silver cylinder, connected to the system by more of the red piping. The pipes in the scene are fitted with numerous valves and gauges, essential for controlling the flow and pressure of what one might assume to be steam or another fluid.\n\nTowards the background, the industrial setting continues with a myriad of similar equipment: more piping, gauges, and metallic structures, all under a high ceiling with visible insulation material. The background also features large, cylindrical tanks or boilers, wrapped partially in what appears to be insulation and held together with metal bindings. There is a hint of modernity in the backdrop, possibly a control panel or electrical boxes, suggesting the blend of older mechanical engineering with more recent technological additions.\n\nThe overall atmosphere is one of mechanical complexity and age, highlighted by the facility's organized yet dense arrangement of machinery and industrial equipment. The setting is well-lit by natural light that may be coming in from off-frame, illuminating the dust and textures of the various surfaces and contributing to the overall gritty aesthetic of the environment. No people are visible in the image, emphasizing the focus on machinery and engineering.","title":"Germans like their beer and their defendants, are no exception. For more than 100 years the town supported at least two breweries, but only Schell's, the oldest, remains in production and has installed new equipment. Original brewery machinery seen in the photo is no longer used but can be viewed by visitors. The beer has a distinctive flavor that is preferred by farmers and residents of this county seat trading center of 13,000 founded by Germans in 1954.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["547964","543158","557387","546757","543997","546923","552003","544153","556389","545844","544045","556388","547578","542545","555352","545992"],"cl":[19],"cluster":["#19 &mdash; Industrial Facilities"],"terms":["valve","gauge","piping","engineering","machinery","wheel","pipe","aesthetic","centerpiece","modernity"]}
