{"path":"558301.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"This photograph captures a moment in a vintage-styled kitchen where two people, a man and a woman, are seated at a small round table engaged in what appears to be a quiet morning routine. The woman, who is closer to the camera, is wearing a sleeveless top and has her hair up. She is holding a dark-colored mug, seemingly enjoying a sip of coffee. Facing her is a man, in a dark sweater, also holding a mug, likely drinking coffee or tea as well.\n\nThe room is filled with soft, natural light that streams in through a window directly in front of the man, casting his face in silhouette while enveloping the space in a warm glow. The window is adorned with light-colored, sheer curtains. The ambiance suggests a peaceful start to the day, possibly early morning, given the quality of sunlight and the quiet activity.\n\nThe kitchen is furnished with appliances and items from mid-20th century design, giving it a retro feel. To the left side of the woman, there is an old-fashioned refrigerator, topped with various small objects and what looks like a microwave oven. On the right side, near the man, is a range with an oven and a separate countertop that supports a few kitchen items, like a coffee maker and a container possibly filled with kitchen utensils. Above the countertop, there is a little wall-mounted cabinet or storage unit.\n\nThe kitchen also has a noticeable tile floor, lightly colored walls (perhaps painted in soft yellow), and another cabinet below the window. The modest but comfortable home setup suggests a lived-in, cozy space, offering insights into daily domestic life. The interaction, or lack thereof, between the two individuals implies a comfortable silence, enjoyed over morning beverages.","title":"Mr. and Mrs. Wallace A. Wolf eating breakfast before he leaves for his job as an automotive mechanic for the city. He is a native of the town whose mother and gRandmother still reside there. Mr. Wolf, nicknamed \"Whitey\", is an officer in the volunteer fire department. The town is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["552114","554895","554268","557352","545970","548439","552621","543041","547401","553531","554222","558328","558314","544356","545974","546547"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["kitchen","coffee","mug","cabinet","morning","refrigerator","woman","appliance","window","utensil"]}
