{"path":"558312.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"The photograph captures a close-up profile view of a man who is likely a miner or someone involved in a similar profession that requires protective gear. He is wearing a white hard hat with a lamp attachment at the front, indicating this could be for underground or night work. His facial expression shows a slight smile, suggesting he is either amused or engaged in a pleasant conversation.\n\nThe man's clothing is a dark blue work shirt, which looks sturdy and functional, equipped to handle rough physical conditions. The shirt features a circular patch on the right chest with a red outline and lettering inside, but the exact writing is not clearly distinguishable in this image. On his left chest, what appears to be a pen is clipped to his shirt pocket, hinting at his readiness to write or jot down notes possibly related to his work or tasks.\n\nHis skin shows signs of exposure to possibly harsh conditions — noted in some soot or dirt visible on his neck and face. This detail, along with the practical clothing, reinforce the idea of a work environment that is physical and possibly industrial.\n\nThe background is softly blurred and contains hues of browns and greens, possibly indicating an outdoor setting, perhaps a wooded area or a field. This background supports the outdoorsy and rigorous nature of the subject's profession or current activity.\n\nOverall, the composition focuses intimately on the subject, highlighting details that hint at his profession, environment, and possibly his character, through both his attire and expression.","title":"Closeup of volunteer fire department lieutenant wallace \"whitey\" wolf at a large brush fire.  He works as a mechanic at the city's repair garage.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe.  Population has grown steadily since 1950 with the arrival of several manufacturing firms","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["542783","556345","556428","544382","556343","556599","547163","544171","554953","553609","556391","553634","553618","556357","556344","553610"],"cl":[30],"cluster":["#30 &mdash; Equipment"],"terms":["profession","chest","note","work","clip","subject","attachment","idea","writing","miner"]}
