{"path":"558347.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph captures a cheerful, elderly man standing in what appears to be a bakery or supermarket bakery section. He is dressed in a professional baker's attire, consisting of a white jacket and a white chef's hat with a baker's logo on the front. He is holding a large, beautifully decorated cake with multiple colorful rosettes and layers.\n\nSurrounding him on a counter are several other cakes, each intricately decorated. The cakes vary in decoration style and message, with some having greetings like \"Happy Birthday Salina\" and others adorned with aesthetic designs like roses or patterns. The variety in the colors and types of decorations suggests a wide range of options available for different occasions.\n\nIn the background, behind a glass barrier, are shelves stocked with various other bakery products visible in a chilled display. Containers and bakery supplies are placed around the area, signaling ongoing preparation or a working bakery environment. The overall atmosphere seems busy yet organized, with the baker appearing quite proud or pleased as he showcases his work. The variety and craftsmanship of the cakes indicate a skilled hand and a festive context, likely for sale to customers celebrating special occasions.","title":"German immigrant Hans Strzyso is the chief baker at Madsens supermarket. He specializes in all types of decorated cakes and ethnic German baked goods which are made fresh daily. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded by a German immigrant land company in 1854 that encouraged its kinsmen to emigrate from Europe. The town continues to grow with arrival of manufacturing firms.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558361","558348","558362","552645","558349","558360","558352","549656","552644","553308","557810","544276","554945","552637","547351","553711"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["occasion","decoration","rose","option","craftsmanship","customer","variety","counter","supply","shelf"]}
