{"path":"558340.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph shows a group of elderly people engaged in a quilting activity. There are five women visible, attentively working on a large, colorful quilt spread across a long table in a room that suggests a homely ambiance.\n\nThe table, covered with patches of differently patterned fabrics, forms a vivid mosaic of blues, reds, yellows, and other colors. Various pieces of fabrics and sewing materials, including a blue yarn ball and a pincushion, are scattered atop the quilt, emphasizing the activity at hand.\n\nEach person has a specific task, with some sewing and others arranging or inspecting the fabric pieces. The focus and dedication to their crafting is evident in their expressions and postures.\n\nThe room has a warm, inviting feel, thanks to wood-paneled walls and a sideboard, a framed artwork hanging on the wall, and natural light seemingly coming through a window, which casts a soft glow on the entire scene.\n\nThis quaint setting not only captures a moment of communal craftsmanship but also serves as a snapshot of social and creative engagement among the elderly.","title":"Senior citizens in New Ulm, Minnesota, making a quilt. They are attempting to keep the old frontier crafts alive. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. The town had a stable population of 8 to 9,000 during the first half of the century, then began to grow with the arrival of manufacturing firms.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558341","547377","547339","547308","558342","547275","557153","551676","546977","558327","546981","557151","552625","558336","552626","558339"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["quilt","fabric","room","table","dedication","mosaic","piece","craftsmanship","artwork","ball"]}
