{"path":"558354.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"In the photograph, a man is situated in the center surrounded by numerous accordion parts and assembled accordions. He is holding an accordion, showcasing it with a proud, pleased expression. The man wears a light blue shirt and glasses, and gazes directly at the camera. \n\nThe background reveals a cluttered workshop environment, filled with tools, parts, and other equipment pertinent to accordion construction and repair. Several accordions, varying in size, color, and design, are prominently displayed around him, making them a significant element of the composition. Some are richly decorated with ornamental patterns and appear very detailed, reflecting the craftsmanship involved in their creation.\n\nForeground elements include various disassembled parts of accordions, such as keyboards and bellows, arranged neatly in front of him. These parts are likely showcased for their craftsmanship or as part of a display. The lighting is bright, highlighting the intricacies and polished finish of the accordions and their components. \n\nOverall, the image portrays a scene of a craftsman in his workshop, surrounded by the tools of his trade, demonstrating both the artistic and technical aspects of accordion making.","title":"Christy Hengel is one of a few manufacturers of concertinas in the U.S. today. He hand crafts his instruments using parts from a factory which went out of business. Since 1955 he has made more than 200 concertinas and currently has a backlog of 118 ordered although they cost $1,100. The concertina is the prime musical instrument for old time polkas and waltzes. At one time in the 1950s more than 15 of these old-time bands were working out of New Ulm.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558355","558358","558359","557788","558263","558356","558357","548252","548231","555533","558283","548455","542664","552637","552649","553330"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["craftsmanship","workshop","part","tool","disassemble","making","intricacy","trade","assemble","finish"]}
