{"path":"558306.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"The photograph depicts a man involved in a practical task in an industrial or workshop setting. The man, who appears to be in his middle ages, is dressed in a black work uniform with visible patches and a white t-shirt underneath. He wears a fatherly, gentle expression as he focuses on his task.\n\nHe is handling a large, funnel-like container with a handle, tipping it to pour a substance into a red metal drum. His left hand grasps the drum to probably stabilize it, while his right hand holds the container aloft, emphasizing the action of pouring. The setting suggests this might be either a lubrication process or transferring of some other kind of industrial fluid.\n\nThe background features an industrial scene with a partial view of a brick building with large windows partitioned by metal frames. Visible through one of these windows is what appears to be a fan or ventilation equipment. There's a subdued glow that suggests either a setting sun or ambient light typical in industrial environments, enhancing the moody, work-centric atmosphere of the scene.\n\nOverall, the photograph captures a moment of daily labor, highlighting the industrial action and focused demeanor of the worker within a workshop-like environment.","title":"Wallace \"Whitey\" Wolf at work at the repair garage for the city. He also is an officer in the volunteer fire department. Mr. Wolf is a native of the town whose mother and gRandmother still are residents there. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["548994","558307","558379","555239","542497","546032","544835","556315","556391","543795","546036","558380","551590","544171","556866","555245"],"cl":[31],"cluster":["#31 &mdash; Pollution Cleanup"],"terms":["drum","workshop","container","action","centric","funnel","fan","task","fluid","ventilation"]}
