{"path":"558377.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph documents the interior of a factory where several workers are engaged in the assembly or preparation of white, window-like frames. The image shows a production line setup.\n\nThe factory setting includes a long, central table which is cluttered with heaps of what appear to be white rubber seals or gaskets, possibly related to window construction. These white pieces are piled high, forming several large mounds along the length of the table.\n\nOn each side of the table, there are workers seated on stools. They are focused on various tasks involving the assembly or sorting of these window components. Each worker appears to be equipped with tools and materials needed for their specific tasks, which might involve measuring, cutting, or fitting pieces together.\n\nThe workers are dressed in casual, lightweight clothing suggesting an indoor environment that does not demand heavy protective gear. Their attire includes tank tops and short-sleeve shirts, suitable for a potentially warm environment. The people are mostly women, indicative of the workforce demographic in certain industries or regions at certain times.\n\nThe background of the photograph is busy with various industrial elements like additional machinery, overhead structures, and possibly other equipment that supports the manufacturing process. The focus of the image remains squarely on the workers and the production process they are involved in. The factory lighting and the candid capture of the workers’ activities provide an insight into the daily operations within such a facility.","title":"Employees of the B.F. Goodrich Co. work on magnetic door seals for various bRands of refrigerators. The firm employs 184 people which makes it the third largest employer in the town behind 3M Co. (Minnesota Mining and Manufacturing) with 1,377 employees and Kraft Foods with 487. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota founded in 1854 by a German immigrant land company.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["544826","549723","549719","557694","554431","544022","557693","545064","544018","544026","544014","543245","545065","556314","544053","546628"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["worker","assembly","factory","table","production","involve","seal","cutting","stool","demand"]}
