{"path":"558360.jpg","date":"October 1974","photographer":"Haque, Abul","caption":"The photograph depicts a man, likely a baker, engaged in the process of making doughnuts in a professional kitchen. The man, who appears concentrated on his task, is wearing a white uniform and a traditional baker's hat. He is in the midst of glazing doughnuts on a metal tray. \n\nThe kitchen, which shows signs of active use, includes various kitchen items and equipment. There is a large metal mixing machine to the right of the man, which suggests the mass preparation of baking goods, likely dough. On the table, beside the tray of glazed doughnuts, sits a bowl filled with chocolate glaze, indicating that this is the topping being applied to the doughnuts.\n\nIn the background, the kitchen is equipped with wooden cabinets, several stacked containers, and other electrical kitchen appliances such as a toaster. The walls are a pale color, and the overall vibe is one of a busy, functional space dedicated to food preparation. There is a calendar on the wall, suggesting organization and scheduling, possibly for keeping track of baking schedules or orders. \n\nOverall, the scene illustrates a snapshot of a day in the life of a baker, surrounded by the tools and ingredients of his trade, focused on the detailed work of dessert decoration.","title":"Homemade bread and sweet rolls are made daily by Jim Tillman of Tillman's Bakery. It is the only one remaining that concentrates only on baked goods. Each night Tillman and an assistant make the bread and rolls that will be bought by residents the next day. Tillman's makes the traditional German bread and sweet, sugared and glazed rolls. New Ulm is a county seat trading center in southern Minnesota founded by German immigrants.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558350","558361","558352","552645","558348","558347","552644","558351","558362","549656","553651","558349","555983","552635","552105","545453"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["kitchen","tray","preparation","appliance","apply","schedule","bowl","trade","cabinet","order"]}
