{"path":"558328.jpg","date":"October 1974","photographer":"McTaggart, James","caption":"This photograph features an elderly man and woman seated at a small round table, sharing a meal in what appears to be a cafeteria or dining hall that suggests a care facility setting. The man is dressed in a white short-sleeved shirt and khaki shorts, seated on a wooden chair. The woman is in a floral dress and seated in a wheelchair, with a blanket over her lap.\n\nOn the table, there are various items indicating a mealtime setting, including plates, cups, and a teapot, with the man appearing to be either serving food to the woman or assisting her with eating. Their expressions suggest a calm, caring interaction.\n\nIn the background, there is a Christian religious element—a crucifix hanging on the wall above a fire alarm. This hints that the setting could be affiliated with a religious organization. Additionally, there is a door with a nameplate labeled \"MSGR. ROLNES,\" implying the presence or office of a monsignor, further suggesting a religious context.\n\nThe ambient lighting and composition give the image a warm, intimate atmosphere, focusing on the moment of care and connection between the two individuals.","title":"Senior citizens find that New Ulm, Minnesota, is a good place to retire. There is a close community responsibility towards older people no matter what their financial position might be. Older citizens and those unable to care for themselves physically are cared for in two community facilities, Alexander Home and Highland Manor. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota founded by a German immigrant land company in 1854.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558314","543906","558335","556576","547401","551337","556550","554895","547421","554268","553545","553202","548439","556581","552931","545478"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["care","seat","table","wheelchair","woman","khaki","hall","round","dining","eat"]}
