{"path":"558358.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures an older man inside a room filled with musical items, primarily focusing on accordions and related paraphernalia. He is playing a large, intricately designed button accordion. The man is wearing glasses and a blue short-sleeved shirt, and he appears focused on his instrument.\n\nThe room around him serves as a small music shop or collection space, with shelves that line the walls filled with various accordions. Each accordion is unique, varying in size and decorated fronts. Above and below the accordions are boxes marked with labels presumably related to the instruments, and there are some album covers and references to polka music visible.\n\nIn the foreground of the image, there is a music stand displaying sheet music titled \"Baby Doll,\" suggesting the style or specific piece he might be playing or practicing. On the left side of the image, there is an amplifier branded as \"Tonemaster,\" hinting at the probable amplified sound setup in the room.\n\nThe environment suggests a deep involvement in music, particularly with a focus on polka or traditional accordion music, indicated by the décor and the items in the room. The ambiance is warm, somewhat cluttered but organized, evoking a sense of passion and dedication to the craft of accordion playing and music collection.","title":"Christy Hengel, is one of a few manufacturers of concertinas in the U.S. today. He hand crafts his instrument which is noted for its special sound and sells for $1,100. He has made more than 200 concertinas since 1955 and currently has a backlog of 118 orders. The concertina is the prime musical instrument for old time polkas and waltzes. At one time in the 1950's more than 15 of these old time bands were working out of New Ulm playing for dances and weddings.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558355","558354","558359","557788","558263","558283","548607","558224","548606","548560","548252","548563","558357","556474","547390","547363"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["music","room","instrument","collection","décor","playing","dedication","polka","play","reference"]}
