{"path":"558335.jpg","date":"October 1974","photographer":"McTaggart, James","caption":"This photograph depicts a scene inside a room that gives the feeling of a communal living space, possibly within a care facility or a home with a simple, old-fashioned aesthetic. Two elderly women are the principal figures within this setting.\n\nTo the left stands an elderly woman. She is dressed in a green plaid dress covered by a dark cardigan, and she appears to be in motion, as indicated by the blurred outline of her figure. Her approach seems casual, walking from one area of the room to another, perhaps part of her daily routine or activities within the space.\n\nThe woman on the right is seated in a wheelchair, suggesting limited mobility. This wheelchair appears to be unique with wooden armrests and a sliding footrest, typically antique in design. She is wearing a light-colored floral blouse with a checkered knee-length skirt, and a knitted shawl over her shoulders. The expression on her face shows contemplation or engagement with someone or something not visible in the photograph.\n\nThe setting includes wooden furniture; a rocking chair is prominently placed in the foreground on the left, contributing to the old-time feel of the room. In the background right, a side table holds reading glasses and a few other small items, indicating usage and personalization of space. The walls are simple and adorned with two religious pictures, including one of Jesus, which attaches a spiritual dimension to the environment.\n\nThe room itself is spacious with high ceilings supported by visible beams, and large windows that let in natural light, creating a bright yet soft ambiance. The radiator along the wall suggests that the setting is in a region with colder temperatures. The overall atmosphere is one of tranquility, aged grace, and the slow rhythm of life in older age.","title":"Senior citizens find that New Ulm, Minnesota, is a good place to retire. There is a close community responsibility towards older people no matter what their financial position might be. Older citizens and those unable to care for themselves physically are cared for in two community facilities, Alexander Home and Highland Manor. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota founded in 1854 by a German immigrant land company.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558337","553484","556576","552625","551337","556559","558314","552626","554849","548454","548562","556176","552611","558328","558227","558338"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["room","wheelchair","shawl","woman","space","grace","let","rhythm","mobility","cardigan"]}
