{"path":"558371.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph shows an industrial setting dominated by large machinery. It appears to be a factory environment with multiple printing or pressing machines, each a deep green color, present in the scene. These machines have various dials, control panels, and pipe connections that suggest they are involved in a manufacturing or production process.\n\nTo the right side of the frame, a person is engaged in monitoring or operating one of the machines. The person is wearing light-colored attire, possibly a white shirt and shorts, which suggests a casual dress code in this environment. They are turned away from the camera, focusing on the machine in front of them.\n\nAside from the machines, we see various other items such as a broom, a workbench with several items including what looks like a bag and some papers, and a waste bin. The floor is concrete, and there are some yellow safety markings on it. The overall lighting is industrial, from overhead fixtures, and the environment suggests an active workspace with ongoing work or monitoring tasks.\n\nThe background is composed of a brick wall which adds to the industrial aesthetic of the setting. The capped off upper parts of the machines have black tubing that seems to be part of a ventilation system, indicating attention to air quality or machine exhaust handling in the facility.","title":"Interior of the 3m co.( Minnesota mining and manufacturing) plant showing a machine being monitored by an employee.  3m has 1,377 employees which makes it the largest industry in town.  The complex makes molded electronic parts, and black and white and colour duplicating machines.  The company was attracted to new hulm by the aVailable work force which takes pride in its work.  The town is a county seat trading center of 13,000 in southern Minnesota founded by german immigrants","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556388","558373","544822","543158","558374","544026","546036","553329","556314","558379","546923","544153","544018","546757","557388","544045"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["machine","monitor","code","broom","tubing","press","exhaust","bin","ventilation","item"]}
