{"path":"558308.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"This photograph features two men engaged in a scene involving a fire truck. The fire truck is vibrant red with bold white text on its side that reads \"NEW ULM RURAL FIRE ASS'N.\" There is an individual peering out from the driver's side window positioned above the text, wearing a black fireman's helmet with a badge at the front, suggesting his role as a firefighter. This man has a visible expression of engagement and focus as he interacts with the second man.\n\nThe second man, standing on the ground beside the fire truck, is dressed casually in a white shirt and dark slacks. He holds a piece of equipment that resembles a tripod or a stand, potentially used in firefighting or maintenance activities. He is looking up towards the firefighter, creating a dialogue or exchange of some sort between the two.\n\nThe setting around them includes a variety of trees with foliage that suggests it might be autumn or late summer. This rural backdrop adds to the context provided by the \"RURAL\" mention on the truck, likely indicating that the scene is set in a less urbanized area. The ground is paved, and the lighting is bright and clear, indicating daylight which enhances the vibrancy of the red fire truck.\n\nThis picture captures a moment of interaction likely related to their respective roles, highlighting a sense of community and duty within a rural setting.","title":"Wallace \"Whitey\" Wolf (in truck) is a lieutenant in the volunteer fire department. He works as a mechanic in the city's repair garage. Mr. Wolf is a native of the town whose mother and gRandmother still are residents there. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558309","558311","551715","556596","542608","542535","554685","546630","551714","556043","555482","546092","543588","555866","549652","542658"],"cl":[37],"cluster":["#37 &mdash; Rural Communities"],"terms":["fire","truck","role","tripod","text","dialogue","mention","exchange","slack","man"]}
