{"path":"558344.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"In the photograph, a man with a beard and mustache is standing in front of a model or set piece that appears to illustrate a scene for an artistic or theatrical production. The man is dressed in a light yellow button-up shirt, looking directly at the camera, and gesturing with his hands as if explaining or describing the setting behind him.\n\nThe set piece in the background features a detailed representation of a room or studio. It's designed with practical-looking elements like shelves filled with objects and a table-like surface in the foreground. To the right of the model, there is a depiction of a paint or garbage can and a small, pedestrian object that could be another container or stool. The setting includes a sign at the bottom that reads “Otto's Art Studio.”\n\nThe room setup seems to be a part of a larger narrative possibly related to a play, an animation, or a small-scale movie set. The details and items represented in the model suggest a workspace or artistic environment. The overall atmosphere conveyed by his expression and posture is one of enthusiasm and engagement, likely proud to present or discuss his work.","title":"Otto Pfeiffer, a descendant of one of the first families who settled in New Ulm, Minnesota. At one time he was the youngest mayor ever elected in the town. Currently he teaches art and painting classes in a large studio in his home. He also makes and paints signs for commercial clients. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota founded in 1854 by a German immigrant land company.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["557317","557892","553030","557648","556551","544326","555297","547366","552104","549330","556147","543745","547427","555339","545471","548252"],"cl":[22],"cluster":["#22 &mdash; Leisure Activities"],"terms":["model","room","enthusiasm","stool","piece","mustache","representation","object","beard","shelf"]}
