{"path":"558367.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph shows an industrial scene featuring the A. Schell Brewery building. It is a sunny day with clear blue skies. The building itself is multi-storied, made of brick, and has a robust, industrial architecture typical of brewery buildings from an earlier era. In the foreground, partially obscured by a green tree, there is a vintage yellow delivery truck labeled “Schell’s It's A Grand Old Beer.” The truck appears to be from the mid-20th century and is parked on the street in front of the building.\n\nTo the left of the image is a tree that partially covers the view of the building, adding a touch of nature to the industrial scene. Notably, there is a large brick chimney adjacent to the building with a narrower, more modern-looking tower that emits a small puff of smoke or steam, suggesting ongoing industrial activity.\n\nThe name \"A. Schell Brewery\" is prominently displayed on the side of the brick building in large, white letters. The photograph captures a historical feeling, highlighted by the old-style architecture of the building and the classic design of the delivery truck. Shadows play across the scene, indicating the time of day might be either morning or late afternoon.","title":"Germans like their beer and their descendants are no exception. For more than 100 years the town supported at least two breweries, but only Schell's, the oldest, remains in production and has installed new equipment. A truck is seen parked outside the brewery. The beer has a distinctive flavor that is preferred by farmers and residents of this county seat trading center of 13,000 in a farming area of south central Minnesota. New Ulm was founded in 1854 by German immigrants.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558363","557109","551085","550013","546866","554694","557389","544077","550741","543174","551874","545062","547822","544824","558142","556766"],"cl":[21],"cluster":["#21 &mdash; Smoke"],"terms":["delivery","building","brick","truck","architecture","letter","steam","chimney","name","feeling"]}
