{"path":"558318.jpg","date":"October 1974","photographer":"Truman, Gary","caption":"The photograph depicts a house in a dimly lit, dusky setting, giving it a somewhat eerie or mysterious appearance. The scene is captured during twilight or early evening, as suggested by the low light conditions and the deep blue and shadowy hues dominating the image.\n\nThe house has a weathered look with faded, pale yellow siding and a steeply pitched gable roof. On the visible side of the house, there is a doorway with the door left open, revealing a warmly lit interior, contrasting with the darker exterior. A single squared window is visible above the door on the upper part of the façade. This window is dark, adding to the foreboding ambiance of the scene.\n\nA tall chimney rises prominently from the roofline, silhouetted against the dim sky. There is visible smoke or vapor emanating from the chimney, suggesting that the interior of the home is being heated, possibly hinting at life or activity inside.\n\nThere are no visible people or moving objects in the photo, which prioritizes the architecture and the mood set by the lighting and color tones. Power lines intersect subtly in the upper part of the image, indicating a connection to the broader grid though the location feels isolated.\n\nOverall, the photograph conveys a sense of solitude and quiet, with a touch of warmth coming from the light inside the house, offering a stark contrast to the otherwise dark and somber exterior environment.","title":"Home of mr.  And mrs.  August vogel.  Mr.  Vogel chops wood to kindle the wood burning stove he and his wife use to cook on in the kitchen.  The couple live in a county seat trading center of 13,000 in a farming area of south central Minnesota.  New ulm was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe.  The town has grown steadily since 1950 with the arrival of several manufacturing firms","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["554787","554822","544353","556999","558110","557640","554823","548664","545041","555632","553458","549195","550311","542893","557633","552488"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["house","chimney","interior","vapor","door","roofline","gable","heat","emanate","warmth"]}
