{"path":"558310.jpg","date":"October 1974","photographer":"","caption":"This photograph captures a man engaging in the controlled burning of brush in a natural setting. The scene is likely taken during the day, given the natural light shining through the area. The man, who wears a red cap and a long-sleeved blue shirt tucked into his dark pants, is caught in mid-action as he swings a shovel, possibly moving or controlling the fire. His pose suggests concentration and physical effort in managing the fire. \n\nAround him, small flames and smoke can be seen emerging from the ground, consuming dried grass and brush. The ground is covered with what appears to be dry, golden-brown vegetation conducive to burning. The background is shadowy, with dense brush and trees, contributing to a secluded, forested environment. This activity typically aims to reduce excess flammable plant material and enhance the health of the ecosystem. The mood conveyed by the photograph is one of intense focus and a touch of severity due to the nature of the activity.\n\nThis detailed photograph not only captures the physical actions involved in a controlled burn but also hints at the broader environmental management practices intended to maintain and safeguard natural landscapes.","title":"Volunteer fire department was called out to fight a large brush fire. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. The population was stable at 8 to 9,000 during the first half of the century, then grew steadily to 13,000 after the arrival of several manufacturing firms.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["547736","542543","548592","548977","553597","553598","553639","553596","554422","553584","548853","552088","553611","550251","553562","542712"],"cl":[43],"cluster":["#43 &mdash; Tractor"],"terms":["brush","fire","action","burn","severity","burning","flame","shovel","health","practice"]}
