{"path":"558381.jpg","date":"October 1974","photographer":"Truman, Gary","caption":"This photograph captures a picturesque sunset scene with a silhouette of a monument or historical building to the right. The building is captured intricately, showing delicate architectural details including what appears to be an ornamental finial at the top. Surrounding the monument are bare trees, emphasizing the skeletal branches against the dusk sky.\n\nThe sunset creates a gradient sky with hues of orange, yellow, and a deep teal color transitioning into darker shades at the top, suggesting it could be late winter or early spring due to the leafless state of the trees. The setting sun, small and bright, is positioned just above the horizon line, seen through branches and partially beside the monument, contributing to the serene and tranquil ambiance of the scene.\n\nThere are no people or moving objects in sight, which focuses the viewer's attention solely on the interplay of nature's natural light and the historical architecture, creating a serene and almost solemn atmosphere. This setting is likely a park or open public area where such monuments are often found, designed for contemplation and appreciation of natural and constructed beauty.","title":"Religion plays an important part in the lives of residents. Roman Catholics and Lutherans, in that order, are the largest denominations. The picture shows the exterior of the New Ulm Cathedral at twilight. Formerly it was known to the Catholics as Holy Trinity Church until it was named the Bishop's Cathedral. The interior is decorated with baroque carvings reminiscent of churches in southern Germany's Bavaria.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["549826","552263","542625","550646","554731","546533","552264","542678","544707","547719","543415","543062","547337","546100","558140","547731"],"cl":[45],"cluster":["#45 &mdash; Rock"],"terms":["monument","sunset","teal","branch","appreciation","sight","top","contemplation","winter","spring"]}
