{"path":"558336.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph depicts an elderly woman engaged in crocheting. She is seated comfortably in a wooden armchair, dressed in a floral blue-and-white blouse. The expression on her face is focused and perhaps a bit stern as she looks directly at the camera, her glasses positioned midway down her nose.\n\nIn the foreground on a wooden table, there's a collection of crocheting or knitting materials—bundles of yarn, needles, and patches of fabric with colorful patterns, all appearing a bit blurred. The focus is mostly on the woman, which highlights her as the main subject of the image.\n\nTo the right, there's a draped off-white crocheted blanket over the back of another chair, adding to the domestic and crafty feel of the scene. Behind the woman, on a small cabinet, there is a radio and what appears to be a green plant, implying a cozy, lived-in space. The background of the room is subdued in color, with soft natural light filtering in, likely from a window out of frame. This ambiance contributes to a serene and quiet setting, particularly suited to activities like crocheting.","title":"Senior citizens find that New Ulm, Minnesota, is a good place to retire. There is a close community responsibility towards older people no matter what their financial position might be. Older citizens and those unable to care for themselves physically are cared for in two community facilities, Alexander Home and Highland Manor. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota founded in 1854 by a German immigrant land company.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558323","558327","558339","557151","557153","546977","558343","558324","548561","558342","558329","548562","558320","555961","556594","558337"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["bit","armchair","woman","radio","bundle","cabinet","nose","filtering","needle","fabric"]}
