{"path":"558382.jpg","date":"October 1974","photographer":"Villalobos, Horacio","caption":"This photograph portrays a scene inside a church during a service. In the foreground on the right, a young woman stands in a balcony area overseeing the congregation. She is holding and reading from an open hymn book or prayer book, appearing focused on its contents. She is dressed in casual wear under ambient lighting that accentuates the peaceful mood.\n\nThe interior of the church features classical architecture with tall, arched windows, and ornate columns. Below the balcony where the woman stands, the main hall is filled with people seated in rows of pews. All are facing the altar at the front, suggesting attentiveness to the ongoing sermon or activity.\n\nThe altar itself is elaborately decorated and brightly illuminated, contrasting with the slightly dimmer lighting of the congregation area. Decorative elements like statues and paintings enhance the solemn and sacred atmosphere of the church.\n\nThe congregation comprises diverse individuals, some who are visible participating actively while others observe quietly. The overall composition of the photograph, with its perspective from the balcony, gives a broad and inclusive view of the congregational activity, tying together the elements of communal worship within the architectural beauty of the church setting.","title":"Religion plays an important part in the lives of residents roman catholics and lutherans, in that order, are the largest denominations.  The interior of the New Ulm cathedral is seen during a folk guitar mass.  It was begun for the younger people and is now the most popular with standing room only.  The church is decorated with baroque carvings reminiscent of churches in southern germany's bavarian","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556238","558400","558406","558383","558388","558384","558407","558404","552623","545381","558391","556239","556241","558389","558401","554209"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["congregation","church","altar","balcony","book","pew","attentiveness","solemn","painting","hall"]}
