{"path":"558342.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a cheerful gathering of three elderly women engaged in a craft activity at a dining table. The indoor setting seems to be cozy, likely a living room or a similar communal space, as it emits a homely vibe accentuated by warm lighting and comfortable furnishings.\n\nThe first woman on the left is smiling broadly as she handles what appears to be a small woven basket or handicraft item. She wears glasses, a light-colored floral blouse, and her gray hair is styled in short waves. She is seated in a wooden chair with a patterned cushion that matches the relaxed aesthetic of the room.\n\nThe second woman is at the center, laughing joyfully as she looks towards the third woman. Like her companion, she also sports glasses and a floral blouse, suggesting a common fashion preference in their circle. Her white hair is similarly short and waved.\n\nThe third woman on the right is partially turned away from the camera, facing towards the central woman. She is wearing a dark blouse adorned with white polka dots, and she is actively engaging in the crafting activity, focused on manipulating a collection of straw or reeds, possibly for basket-weaving.\n\nThe background features simple yet warm home decor elements such as curtains with vertical stripes and a hint of a green, naturally lit space visible through a window or a glass door. There are small items and boxes on the table, likely supplies and materials related to their crafting project. The overall atmosphere is one of joy, camaraderie, and active engagement in a shared hobby.","title":"Making \"bohemian lace\" is a tradition and craft handed down through generations of women living in New Ulm, Minnesota. Mrs. Francis Zeug, right foreground, is working on the lace. Thread is stored in small wooden bobbins called \"knipples\" in German. The bobbins are bought from Germany since the craft is slowly dying out. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota founded in 1854 by a German immigrant land company.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["557153","558327","558340","547358","545083","547377","558341","558336","557795","555961","557151","547339","558227","551278","558329","547308"],"cl":[22],"cluster":["#22 &mdash; Leisure Activities"],"terms":["woman","blouse","basket","glass","room","table","preference","hobby","cushion","furnishing"]}
