{"path":"558352.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph depicts an older woman, possibly in her mid-50s to early 60s, working in a factory setting. She appears to be focused on her task, applying decorations to individual desserts. The lady is adorned with eyeglasses and wears her hair pulled back. She is clothed in a blue top with a white apron over it, suggesting a uniform commonly used in food production or culinary settings.\n\nIn the foreground, there is a large group of circular, single-serve desserts arranged closely together on a table or conveyor. Each dessert is topped with a pink swirl and two green leaf-like garnishes. The setting and equipment suggest a commercial kitchen or food production line, indicated by the metal surfaces and large dispensers or machinery in the background.\n\nThe ambiance is industrious, illuminated by overhead lighting that casts a functional, somewhat stark light over the scene. The focus and composition primarily highlight the worker's engagement with the desserts, emphasizing the meticulous nature of the decorating process. The attention to detail and the scale of production suggest that these desserts are prepared for commercial distribution.","title":"Member of the donald dannheim family who operate a dairy and ice cream store.  Bottling milk is the major part of the business dannheim is working hard to retain the 10-cent price for chocolate ice cream bars.  He and his family frequently arise at 5 a.m.  In the summer to hand make and hand wrap the bars.  New ulm is a country seat trading center of 13,000 in a farming area of south central Minnesota founded in 1854 by german immigrants","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["552635","558350","558351","552644","558378","558348","552645","558360","550316","558353","558349","545064","558327","556824","545065","558347"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["production","food","dispenser","60","apply","eyeglass","kitchen","apron","distribution","conveyor"]}
