{"path":"558351.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts two middle-aged women engaged in the process of making chocolate. They are focused on their task inside a production facility environment. Both women are wearing matching aprons over their dresses, which suggests a uniform likely for hygienic purposes required by the food manufacturing setup.\n\nThe women are in front of a workstation equipped with various tools used in the chocolate making process. Several trays and pieces of equipment drip with melted chocolate, emphasizing the hands-on nature of their work. The chocolates, coated in a glossy dark finish, are hanging on hooks from a rail above the workstation, indicating a stage of cooling or setting. These chocolates are of a uniform size and shape, held by wires or skewers, arranged neatly as part of a production line process.\n\nThe background is blurred but shows elements typical of a factory or commercial kitchen, possibly including sinks, other workstations, or storage units. This setting underlines the industrial scale and the carefully controlled environment necessary for food production. The focused expressions on the women's faces reflect their dedication and attention to detail, essential traits for achieving quality in handmade or artisan productions such as this. The image captures a moment that highlights both the craftsmanship and the industrial aspects of food manufacturing.","title":"Members of the donald dannheim family who operate a dairy and ice cream store.  Bottling milk is the major part of the business dannheim is working hard to retain the 10-cent price for chocolate ice cream bars.  He and his family frequently arise at 5 a.m.  In the summer to hand make and hand wrap the bars.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota founded in 1854 by german immigrants","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["552635","558350","558352","552644","545064","550316","556824","544018","543245","552645","545065","558353","544826","557693","548858","558360"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["workstation","production","food","woman","process","manufacturing","making","sink","dedication","melt"]}
