{"path":"558389.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"This photograph captures a serene scene inside a church during a service or gathering. The central feature of the image is two large, ornate stained glass windows, glowing with sunlight that illuminates the vivid colors and detailed depictions in the glass. The artwork in the stained glass includes figures in various poses, wearing period clothing, suggesting scenes from religious narratives.\n\nA shadow cast by the silhouette of an unseen structure or pillar divides the windows and adds a dramatic element to the composition. Below the windows, congregants are seated on wooden pews, facing forward. The crowd is diverse, with individuals of various ages, and mostly dressed in formal attire. The lighting is dim, with the main source of light coming from the windows, highlighting some individuals while leaving others as silhouettes.\n\nThe composition and lighting in the photograph create a contemplative and reverent atmosphere, focusing on the interplay of light, shadow, and color mediated through the historical and religious context of the stained glass art. This setting conveys a sense inherent tradition and collective engagement in a religious experience.","title":"Religion plays an important part in the lives of residents. The largest group of churchgoers are Roman Catholics. Members of the New Ulm Cathedral parish are shown attending a folk guitar mass. This weekly event was begun for the younger people and has become the most popular mass with standing room only. The church interior is decorated with baroque carvings reminiscent of churches in southern Germany's Bavarian.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558400","558383","556238","558388","558406","558384","558404","558382","552623","558026","547752","557080","545377","545381","545470","556237"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["stain","glass","window","pew","tradition","artwork","silhouette","pillar","art","depiction"]}
