{"path":"558364.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph depicts a large, copper distillation apparatus commonly used in the process of distilling spirits such as whiskey or rum. The main focus of the image is the shiny, bulbous body of the distiller, which tapers into a curved, elongated neck traveling upward and out of the frame to the right side. The copper has a rich, reddish-brown sheen and is complemented with bands and fixtures that are polished and reflective.\n\nIn the background, there is a person wearing a dark green shirt, observed partially and out of focus. They appear engaged in an activity possibly related to the distillation process, standing near other equipment or controls. The setting is an industrial environment, demonstrated by the presence of white beams and supports that constitute the ceiling structure, along with various pipes and conduits running overhead.\n\nThe lighting in the space is bright, emphasizing the reflective surface of the copper and contributing to the overall industrial aesthetic. The composition captures the impressive scale and intricate details of the distillation equipment, framing the machinery as both a functional and a visually captivating object set against the neutral tones of its surroundings.","title":"Germans like their beer and their descendants, are no exception. The town once supported two breweries, but only Schell's, the oldest, remains in production and has installed new equipment. A large copper cooking pot is seen in the picture. The beer has a distinctive flavor that is preferred by farmers and residents of this county seat trading center of 13,000 in a farming area of south central Minnesota.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["553658","555330","549364","546275","552003","544014","544818","542666","543703","556389","555815","543158","546277","555251","543711","555352"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["distillation","process","conduit","spirit","sheen","equipment","fixture","apparatus","band","neck"]}
