{"path":"558313.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"This photograph captures a lively outdoor scene involving a group of men engaged in a casual gathering. The environment is a rural setting, indicated by the bare trees and open field in the background, which hints at either late fall or early spring due to the lack of foliage.\n\nThe central figures in the image are involved in friendly interaction, presumably enjoying a moment of leisure. On the left side, a man holds a can of Schell beer; he is visibly enjoying the moment, given his broad smile. This individual sports a cowboy hat, adding to the casual, country vibe of the setting.\n\nNext to him, another man wearing a cowboy-style shirt patterned with Western motifs is exuberantly toasting with a glass, likely containing beer, engaging with someone off-camera to his right. His expression and his raised glass suggest he's making a toast or celebrating.\n\nOn the far right, a man dressed in a patterned shirt and overalls, possibly a farmer, extends his arm as if pointing at something or someone not visible in the frame while holding onto another drink, suggesting that drinking and conversation are central to the gathering.\n\nThe overall mood conveyed by the photograph is one of joviality and camaraderie among friends who are enjoying each other's company in a relaxed, rustic setting. The casual attire of the people and outdoor location underline a sense of a spontaneous get-together typical of rural communities. The natural, soft lighting of the setting sun adds warmth and a serene quality to the scene.","title":"After a large brush fire was extinguished, the grateful farmer handed out locally made German-style beer as a thirst quencher. The man at the left center is volunteer fire department lieutenant Wallace \"Whitey\" Wolf who works for the city as a mechanic in their repair garage. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded by a German immigrant land company.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["544406","547796","557061","553519","545330","557794","551028","556612","558265","554481","554685","547794","557145","546140","557036","557031"],"cl":[39],"cluster":["#39 &mdash; Child"],"terms":["beer","drinking","gathering","farmer","man","country","glass","motif","camaraderie","overall"]}
