{"path":"558384.jpg","date":"October 1974","photographer":"Schulke, Flip","caption":"This photograph captures a scene inside a church during a service, focusing on the architectural and decorative elements alongside the congregation. The view is from the back of the nave, looking towards the altar. The central aisle leads straight to the altar, bordered on each side by rows of wooden pews filled with worshippers. The heads of several attendees are visible, suggesting a moments of reverence or prayer.\n\nThe church interior is ornately decorated. The ceiling is vaulted and painted in a soft, warm color, enhancing the sacred atmosphere. A grand chandelier hangs from the center of the ceiling, illuminating the space with a soft, diffused light. Further enhancing the decor, the walls and arches around the altar are adorned with statues and religious iconography, depicting saints and angelic figures, which contribute to the spiritual ambiance of the setting.\n\nThe altar itself is elaborate, with a multi-tiered construction. It is ornately decorated with gold elements, candles, floral arrangements, and religious statues, making it the focal point of the interior. The backdrop of the altar features a large, ornate piece with additional figures and decoration.\n\nOverall, the photograph effectively captures a solemn and devout atmosphere during a religious service, highlighting the architectural beauty and spiritual design of the church.","title":"Religion plays an important part in the lives of residents roman catholics and lutherans, in that order, are the largest denominations.  The interior of the New Ulm cathedral is seen during a folk guitar mass.  It was begun for the younger people and is now the most popular with standing room only.  The church is decorated with baroque carvings reminiscent of churches in southern germany's bavarian","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558383","558406","558400","554209","558026","547752","558382","558404","552473","552623","558027","558388","546467","556237","558389","556238"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["altar","church","statue","decorate","ceiling","service","interior","candle","pew","reverence"]}
