{"path":"558356.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph captures a man engaging in intricate work at a well-used workbench cluttered with various tools and small objects. The man is middle-aged or older, wearing a light blue shirt and a dark blue apron. He has short dark hair, glasses, and exhibits a focused expression while handling a metallic object, possibly a part of a camera or similar device.\n\nThe setting appears to be a workshop, illuminated by natural light streaming in from a window directly behind him. Outside the window, a street scene is visible, showing a blurred car moving past, suggesting the shop might be street-facing. Hanging over the workspace is a lamp, underlined by a row of small holes that perhaps serve for ventilation or as a design feature.\n\nOn the bench, there are various tools that suggest precision work such as screwdrivers, pliers, and parts of what might be cameras or optical instruments. To the left, there are objects that look like containers for small parts and a notebook or manual, indicating ongoing work or repair. The overall ambiance of the scene is one of seasoned expertise and meticulous attention to detail within a personal workshop environment.","title":"Christy hengel, is one of a few manufacturers of concertinas in the u.s.  Today.  He hand crafts his instrument which is noted for its special sound and sells for $1,100.  He has made maore than 200 concertinas since 1955 and currently has a backlog of 118 orders the concertina is the prime musical instrument for old time polkas and waltzes at one time in the 1950's more than 15 of these old time bands were working out of New Ulm playing for dances and weddings","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["548252","548231","555533","548455","553656","542664","557680","553904","546328","557678","547366","552637","553330","556557","547427","551590"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["workshop","object","tool","streaming","expertise","work","notebook","apron","ventilation","clutter"]}
