{"path":"558302.jpg","date":"October 1974","photographer":"Dagys, Paul","caption":"This image captures a casual and relaxed scene inside what appears to be a basement or an indoor recreational space, distinguished by its plain, light-colored walls and utilitarian exposed piping. The area is occupied by three individuals and features a ping pong table as the central element.\n\nTo the left, a person wearing a plaid shirt is seated alone, leaning over slightly with their attention directed towards something off the ping pong table, possibly a book or similar item, though it's not clearly visible. They seem detached from the primary activity in the room.\n\nIn the background, on the right side, two other people are standing near the wall engaging in a conversation. One of them, wearing a dark-colored shirt tucked into dark pants, is leaning casually against the wall, facing the second individual who wears a lighter-colored blouse. They both appear to be in a relaxed and engaged conversation, paying no attention to the ping pong table.\n\nThe walls of the space are adorned minimally. Notable decorations include an advertisement sign for \"Hauenstein Beer\" mounted high on one wall, and directly beneath it, a series of photos or cards arranged in grid format, along with other sparse wall hangings that are not clear enough to describe in detail.\n\nThe setting is modest and functional, with the primary source of entertainment being the ping pong table, indicating a space used possibly for casual gatherings and leisure activities. The overall atmosphere is one of casual, everyday life.","title":"Mr.  And mrs.  Wallace a wolf in the basement recreation room of their home.  He works as an automotive mechanic for the city and serves as an officer in the volunteer fire department.  \"whitey\" as he is nicknamed, is a native of the town whose mother and gRandmother still are residents there.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota.  It was founded in 1854 by a german immigrant land company","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["546975","543975","543990","546025","547794","551153","544198","543041","557152","547376","551279","551320","554897","545496","555290","551267"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["table","wall","space","lean","card","detach","pay","conversation","describe","entertainment"]}
