{"path":"558311.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"This photograph captures two firefighters in the midst of an outdoor activity, possibly a training session or emergency response scenario. Both men are wearing firefighting gear, including black jackets and helmets. Their helmets are marked distinctly: one helmet reads \"1,\" possibly indicating a unit or rank, and the other incorporates a logo featuring a fire service emblem. This suggests they are from different units or belong to different ranks within their service.\n\nThe firefighter on the left is wearing a white helmet and appears to be listening intently, likely to instructions or information being communicated via his radio headset, which is visible under his helmet. His expression is focused and attentive.\n\nThe firefighter on the right, wearing a helmet with the text \"Ladder 1 MFD\" on it, holds a piece of firefighting equipment—a nozzle connected to a hose—demonstrating or readying the use of it. He has a mustache and his expression, partly obscured by his helmet, also shows concentration.\n\nThe background is blurred but it looks rural or semi-rural with trees bereft of leaves, suggesting it could be autumn or winter. The atmosphere indicates an outdoor training ground or possibly a site of recent fire-related activity. The natural light suggests it's daytime with clear visibility.","title":"Volunteer Fire Department Lieutenant Wallace \"Whitey\" Wolf, left, and another fireman spray water on a large brush fire. Wolf works as a mechanic at the city's repair garage. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota. It was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe. Population has grown steadily since 1950 with the arrival of manufacturing firms.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558309","558308","556596","555482","542658","553598","555825","556598","553606","553596","542543","548854","545269","556600","556903","553597"],"cl":[35],"cluster":["#35 &mdash; Woman 2"],"terms":["helmet","training","unit","fire","service","nozzle","radio","incorporate","session","response"]}
