{"path":"558353.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a scene inside an industrial or agricultural processing facility, possibly a dairy. The image focuses on a female worker engaged in operating machinery used for filling milk bottles. She is wearing glasses and a black top, and appears to be adjusting or handling the bottles or the machine.\n\nThe worker is surrounded by a complex arrangement of stainless steel machinery and equipment. On the right side of the frame, there's a large metal vat or container, possibly holding milk or another liquid, with its lid partially visible. In the foreground, we see a series of white plastic milk bottles, each adorned with a red label. These bottles are lined up on a conveyor belt or a filling station, which seems to be part of a mechanized assembly line designed for packaging.\n\nThe machinery includes various knobs, valves, metal structures, and hoses participating in the bottling process. The interior setting is lit with what appears to be fluorescent lighting, adding a utilitarian ambience to the workspace. The overall scene conveys a moment of daily operations wherein the worker is focused on ensuring the efficiency and correctness of the bottling process.","title":"Employee of the donald dannheim family who operate a dairy and ice cream store.  Bottling milk is the major part of the business dannheim is working hard to retain the 10-cent price for chocolate ice cream bars.  He and his family frequently arise at 5 a.m.  In the summer to hand make and hand wrap the bars.  New ulm is a country seat trading center of 13,000 in a farming area of south central Minnesota founded in 1854 by german immigrants","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["543703","543699","545064","548994","548962","558373","558379","558350","544026","558371","543158","555815","552635","543245","548856","558374"],"cl":[30],"cluster":["#30 &mdash; Laboratory"],"terms":["milk","bottle","worker","machinery","packaging","knob","valve","efficiency","lid","process"]}
