{"path":"558346.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a man mounting large, three-dimensional letters on the exterior wall of a building. He is presumably working on the signage for a liquor store, given the context observed in the image. The work-in-progress sign begins with large red letters spelling “LIQUOR” although only \"L\", \"I\", \"Q\", \"U\" (currently being adjusted by the man), and part of \"O\" are visible; \"R\" is on the floor, leaning against the wall.\n\nThe man, dressed in a light blue T-shirt and blue jeans, is standing on a silver ladder to reach the wall which is constructed from beige bricks. His attention is concentrated on affixing the letter \"U\" properly into place.\n\nIn the left foreground, a window can be glimpsed displaying colorful promotional posters offering various deals on alcoholic beverages, including mentions of \"wine\", \"99¢\" and \"PEENBERY\" which seems incomplete possibly meant to be \"PEPPERBERRY\". The text and visuals suggest a vibrant array of products and savings typical of a liquor store advertisement.\n\nThe whole scene is under what appears to be bright sunlight, casting light shadows from the man, the ladder, and the letter \"R\" on the ground, indicating either a morning or afternoon time of day. The background above the wall is a clear sky, adding a serene backdrop to an otherwise business-focused setting.","title":"Otto Pfeiffer painting one of the signs he makes for commercial clients in New Ulm, Minnesota. He is a descendant of one of the first families who settled in New Ulm and at one time was the youngest mayor ever elected there. Pfeiffer also teaches art and painting in classes at a large studio built in his home. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota founded in 1854 by a German immigrant land company.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["553471","554924","557689","557732","555439","555410","545411","555493","553246","557063","552533","556156","556154","549288","551322","554186"],"cl":[38],"cluster":["#38 &mdash; Signs"],"terms":["letter","ladder","wall","store","mention","visual","man","beverage","poster","progress"]}
