{"path":"558355.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures an indoor setting where various accordions are the main subject of interest. The scene includes multiple accordions placed prominently in the foreground with intricate patterns and designs; some are upright, while others are lying down. The accordion closest to the viewer appears very ornate with rich black, gold, and silver embellishments.\n\nIn the background, a man focuses on his work at a cluttered workbench lit by a task lamp, suggesting this might be a workshop where these musical instruments are repaired or crafted. He appears engaged in detailed work, possibly tuning or repairing an accordion or working with small components.\n\nThe environment is cluttered with tools, parts of accordion, and other miscellaneous items, indicating a functional workspace rather than a retail setting. The room has visible windows revealing a bit of the outdoor scene, adding some natural light to the indoor setting. The flooring is simple and utilitarian, matching the practical nature of this space. Elements like a wall-mounted clock, a potted plant, and visible storage shelves add to the ambiance of a busy, working area.","title":"Christy Hengel, is one of a few manufacturers of concertinas in the U.S. today. He hand crafts his instrument which is noted for its special sound and sells for $1,100. He has made more than 200 concertinas since 1955 and currently has a backlog of 118 orders. The concertina is the prime musical instrument for old time polkas and waltzes. At one time in the 1950's more than 15 of these old time bands were working out of New Ulm playing for dances and weddings.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558354","558358","558263","558359","557788","558357","558356","552093","555315","548455","558283","556014","556353","548252","556314","548231"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["embellishment","flooring","clock","gold","silver","shelf","work","instrument","workshop","workspace"]}
