{"path":"558393.jpg","date":"October 1974","photographer":"Schulke, Flip","caption":"This photograph captures a group of people assembled closely together, likely at an indoor event based on the lighting and setting. The focus is on three middle-aged men prominently positioned in the middle and foreground. Each of these three men wears glasses and has a serious, attentive expression, suggesting they are listening or watching something intently.\n\nThe man in the immediate foreground has his head slightly turned to the side, possibly to get a better view of something. He has short, light brown or grey hair and wears a dark, maybe black blazer over a light-colored shirt. His glasses have clear, thick frames.\n\nJust behind him, another man with darker hair and large, dark-framed glasses appears almost in profile, also looking towards the same direction as the first man. He wears a sweater vest over a shirt.\n\nIn the blurred background, various other people can be seen, including a man with white hair and light-framed glasses to the left of the frame. The blurry nature of the background emphasizes the crowd and depth of the gathering, while keeping the viewer's focus on the three men in the foreground.\n\nOverall, the image conveys a sense of concentration and gathering, with everyone directed towards an unseen focal point, likely a speaker or an event. The attire and demeanor suggest the setting could be a formal or semi-formal occasion.","title":"Religion plays an important part in the lives of residents.  The largest group of churchgoers are roman catholics.  Members of the New Ulm cathedral parish are shown attending a folk guitar mass this weekly event was begun for the younger people and has become the most popular mass with standing room only.  The church interior is decorated with baroque carvings reminiscent of churches in southern germany's bavarian","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["554322","558291","556450","547320","557856","547438","549908","551853","557703","548557","556247","549073","547367","553172","556028","555234"],"cl":[34],"cluster":["#34 &mdash; Woman 1"],"terms":["man","glass","hair","speaker","assemble","event","fram","get","blazer","occasion"]}
