{"path":"558397.jpg","date":"October 1974","photographer":"","caption":"The photograph depicts a group of people outside a church building, likely either before or after a service given their positioning and attire. The church features a modern architectural style with a prominent roof that slopes upwards towards a central point, surmounted by a simple cross. The façade of the church is constructed from stone materials, suggesting a sturdy and possibly recently built structure.\n\nIn the foreground, there is a concrete pathway leading up to the church entrance. There are various individuals, dressed in semi-formal and formal attire typical of Sunday church-going clothes, engaged in conversations or walking towards the church doors. The age range of the individuals varies, including adults of varying ages and a few children. \n\nThe composition captures a clear blue sky without clouds, and the shadows imply that it is either early morning or late afternoon. There is a tree branch visible in the top left corner, indicating the presence of trees around the area, which speaks to a landscaped church setting. Overall, the scene captures a regular moment of social and community engagement centered around a religious event or regular church service.","title":"Religion plays an important part in the lives of residents.  The largest group of churchgoers are roman catholics.  St.  Marys church, located in the south part of town, is one of two catholic churches.  The parish had met in their church school auditorium for more than 30 years until enough money was raised for the modern church they desired.  New ulm is a county seat trading center of 13,000 founded in 1854 by german immigrants","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["546233","557666","546229","547414","558396","558402","546210","547332","557083","547425","550376","545366","547336","554208","558383","558400"],"cl":[37],"cluster":["#37 &mdash; Garden"],"terms":["church","service","age","positioning","upwards","go","individuals","sturdy","varies","attire"]}
