{"path":"558383.jpg","date":"October 1974","photographer":"Schulke, Flip","caption":"This photograph captures a scene inside a richly decorated church. The composition foregrounds a congregation of people, visible from behind, who are standing between pews during a service. They are dressed in an assortment of mostly dark and some bright colored clothing, indicating a formal gathering, possibly a service or mass.\n\nThe architecture of the church is ornate, featuring elegant white columns and arches that stretch upward, guiding the viewer’s eyes toward the ceiling. The ceiling itself is adorned with intricate frescoes and statues positioned in niches, adding to the grandeur and spiritual ambiance of the space. A large, ornate chandelier hangs from the center of the ceiling, illuminating the interior softly.\n\nIn the background, the altar is clearly visible, bathed in a warm, golden glow which emphasizes its significance as the focal point of religious activity. The altar area is decorated with candles, religious icons, and other embellishments customary in many churches. The overall atmosphere conveyed by the photograph is one of reverence and traditional worship within a beautifully crafted religious setting.","title":"Religion plays an important part in the lives of residents. Roman Catholics and Lutherans, in that order, are the large denominations. The interior of the New Ulm Cathedral is seen during a folk guitar mass. It was begun for the younger people and is now the most popular with standing room only. The church is decorated with Baroque carvings reminiscent of churches in southern Germany's Bavarian.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558400","558384","558406","558382","558404","558388","556238","554209","547752","552623","558389","558026","545381","556237","558391","558027"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["church","ceiling","decorate","service","candle","altar","pew","reverence","congregation","embellishment"]}
