{"path":"558357.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a detailed and intimate look at a person's hands, intricately working on what appears to be a traditional musical instrument, possibly a mbira or kalimba. The instrument, made of metal tines attached to a wooden board, is being held and possibly tuned or repaired by the person.\n\nThe person’s hands are prominently displayed in the foreground. One hand is holding the wooden base of the instrument, and the other is working on the metal tines, possibly adjusting them. These hands are shown to be those of someone experienced in hands-on craftsmanship, indicating careful and precise work.\n\nThe background is filled with various materials and tools that suggest a workshop environment. There are organized compartments, possibly containing different small parts or tools, that add to the sense of a well-used working space. An out-of-focus object resembling a small bellows or possibly another tool implies active use of various instruments in this space.\n\nThe overall composition is tight and focused on the task at hand, with a shallow depth of field that blurs the background, thus emphasizing the action and detail in the foreground. The colors are rich and warm, contributing to the feel of an artisan's work environment.","title":"Christy Hengel, is one of a few manufacturers of concertinas in the U.S. today. He hand crafts his instrument which is noted for its special sound and sells for $1,100. He has made more than 200 concertinas since 1955 and currently has a backlog of 118 orders. The concertina is the prime instrument for old time polkas and waltzes. At one time in the 1950's more than 15 of these old time bands were working out of New Ulm playing for dances and weddings.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558376","551360","558355","558354","558283","548252","548231","558356","553656","558263","555533","546890","558358","546327","548606","542664"],"cl":[23],"cluster":["#23 &mdash; Manufacturing Processes"],"terms":["instrument","hand","tool","person","craftsmanship","compartment","work","workshop","board","metal"]}
