{"path":"558369.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This aerial photograph provides a comprehensive view of a sprawling, suburban area. On the left side of the image, large industrial facilities with flat roofs dominate the landscape, bordered by a long runway and adjacent road. These industrial properties are flanked by green fields, indicating some agricultural activity.\n\nThe middle and right portions of the image showcase a dense residential area characterized by numerous small, closely packed homes arranged in a grid pattern. Tree-lined streets weave through the residential zones, providing greenery and a suburban aesthetic. A prominent feature in the residential area is a curved structure, possibly a track or small stadium, suggesting a focus on community and recreation activities.\n\nRoads stretch across the whole township, with main arteries evident by their wider paths and busier intersections. At the center, a distinctive road intersection serves as a central hub, channeling movement in four directions and enhancing the connectivity of the area.\n\nThe bordering landscape outside the immediate suburbs comprises more green fields and patches of trees, with a river snaking by the left side, contributing to a diverse natural environment around the urban development. The overall scene depicted suggests a blend of industrial, residential, and agricultural zones, typical of many small to mid-sized American towns.","title":"Aerial photo showing the manufacturing plant of the 3m c0 (Minnesota mining and manufacturing) which employs 1,377 persons and is the largest employer.  The complex makes molded electronic parts, and black and white and colour duplicating machines.  The company was attracted to New Ulm by the aVailable labor force which takes pride in its work.  The town is a county seat trading center of 13,000 in southern Minnesota founded by german immigrants","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558112","558057","544604","553936","553971","550555","553937","551198","558059","553706","556974","547435","549523","545914","544600","544568"],"cl":[3],"cluster":["#03 &mdash; Barn"],"terms":["intersection","zone","runway","stadium","road","suburb","border","connectivity","field","weave"]}
