{"path":"558392.jpg","date":"October 1974","photographer":"Schulke, Flip","caption":"This image depicts a beautiful stained glass window, vibrant in colors and intricate in design. The window is set in a dark surrounding, which makes the colors and details stand out more strikingly. It is shaped in a classic elongated arch structure, common to many traditional stained glass designs.\n\nThe subject of the stained glass portrays what appears to be a religious figure, possibly a saint, dressed in flowing robes with a blue and white color scheme. The figure is holding a book in one hand and a quill in the other, often symbolic of wisdom or scholarship in religious art. The background of the stained glass features a light blue sky adorned with fluffy white clouds, enhancing the ethereal feel of the imagery.\n\nAround and behind the figure, there is ornate decorative work in the glass, featuring floral motifs and geometric designs that include shades of gold, green, and hints of red and orange. The top and bottom of the window are adorned with more complex designs incorporating scrolls and other embellishments that frame the central figure effectively.\n\nOn the left side of the image, partially visible in the darkness, is another smaller window or light source, giving a very faint glow that adds to the overall mystical and subdued ambiance of the setting. The craftsmanship of the stained glass, including the use of lead lines and color gradation, highlights an impressive level of detail and artistic skill.","title":"Religion plays an important part in the lives of residents.  The largest group of churchgoers are roman catholics.  This stained glass window is located in the New Ulm cathedral.  The church interior is decorated with baroque carvings reminiscent of churches of southern germany's bavarian.  Before the church became the bishop of New Ulm's cathedral, it was known as holy trinity church.  The parish has a guitar folk mass for younger people","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["557080","558389","557093","552535","547299","552474","555312","558025","557082","543028","548288","558019","547332","556237","552530","549585"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["stain","glass","figure","window","design","adorn","embellishment","incorporate","robe","imagery"]}
