{"path":"558337.jpg","date":"October 1974","photographer":"McTaggart, James","caption":"In the photograph, an elderly woman is seated in a wheelchair at the center of a warmly lit room, which appears to be a cozy and personal space. She is wearing a patterned blouse and has a blanket over her lap. Her expression is neutral as she looks directly at the camera.\n\nThe room is arranged with various personal items and furniture. Behind the woman, there is a large, dark green cabinet decorated with a few stickers or magnets in shapes like a red rooster. On top of this cabinet, several cardboard boxes are stacked, suggesting stored items or perhaps things that are unsorted.\n\nTo the left of the cabinet, a small, dark wood dresser is visible, atop which there are assorted items that are not clearly discernible, possibly everyday objects or decorative items. The wall and part of a window with floral curtains can be seen to the right, allowing some natural light into the room and contributing to the overall homely atmosphere.\n\nThese surroundings suggest the room belongs to someone who values familiarity and comfort, featuring personal touches and essential furniture to support daily activities and personal needs.","title":"Senior citizens find that New Ulm, Minnesota, is a good place to retire. There is a close community responsibility towards older people no matter what their financial position might be. Older citizens and those unable to care for themselves physically are cared for in two community facilities, Alexander Home and Highland Manor. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota founded in 1854 by a German immigrant land company.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558335","558326","556482","556559","556576","552626","548459","558338","552611","548454","552625","558322","558327","558336","553029","548561"],"cl":[31],"cluster":["#31 &mdash; Room"],"terms":["cabinet","room","item","furniture","wheelchair","familiarity","sticker","comfort","need","lap"]}
