{"path":"558363.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures an urban scene featuring a brewery. The composition is split between a detailed old brick building in the background and a brightly colored delivery truck in the foreground.\n\nThe background building, marked \"A Schell Brewery,\" is a multi-story brick structure with classic architectural features, including rows of white windows and noticeable stone detailing. It appears to be an older building, suggesting a long-established business with a historical presence.\n\nIn the foreground, there is a delivery truck with a vibrant yellow and green side panel. Prominently displayed on the truck is the logo of \"Schell's\" with text reading \"It's a Grand Old Beer.\" The logo includes a graphic of a deer with antlers.\n\nThe truck and the brewery's branding suggest that it is associated with a beer company, delivering beer likely produced in the brewery in the background. The scene is captured under a clear blue sky that adds a sense of brightness and contrasts sharply with the colors of the buildings and the truck. The angle and perspective used in this photograph create a dynamic interaction between the commercial elements and the architectural environment, emphasizing the brewery's role in the local community and industry.","title":"Germans like their beer and their descendants are no exception; for more than 100 years the town supported at least two breweries whose product was quaffed by residents and farmers in the area. The oldest brewery, Schell's, remains in full production and has installed new equipment. The beer has a distinctive flavor that is preferred in the immediate area of this county seat trading center of 13,000 in a farming area of south central Minnesota.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558367","551085","551874","557109","544720","550131","545869","555817","551322","550138","542803","545062","547666","549866","552513","558142"],"cl":[5],"cluster":["#05 &mdash; Sign 1"],"terms":["truck","delivery","beer","logo","brick","antler","graphic","branding","deer","building"]}
