{"path":"558373.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph captures a scene from an industrial setting, focusing on a manufacturing process involving large machinery and a worker. The central piece of equipment prominently featured is a complex apparatus that seems to handle, unwind, or process rolls of material, likely paper or fabric. Multiple large spools carrying white and yellow material are mounted on horizontal axes arranged in a multi-tiered, inclined setup.\n\nIn the foreground, a worker, likely male, is engaged actively with the machinery. Dressed in casual attire consisting of a light-colored shirt and dark trousers, he is manipulating or adjusting a part of the machine. He seems focused on his task, overseeing the material as it moves through the equipment.\n\nThe background and subsidiary components of the machine display an array of additional spools, rollers, gears, and mechanical parts, indicating a complex processing operation. Above the worker, higher tiers of spools are visible which feed into or out of the core machinery. This setup suggests a continuous process possibly related to printing, winding, or textile manufacturing.\n\nThe lighting is industrial, with overhead fixtures illuminating the area, and the colors captured are predominantly green from the machinery and white from the material. The environment is typical for a factory floor, marked by practicality and functionality, focusing solely on the operational efficiency and layout conducive to the manufacturing process.","title":"Interior of the 3m co.( Minnesota mining and manufacturing) plant showing an employee working on one of the machines.  3m has 1,377 employees which makes it the largest industry in town.  The complex makes molded electronic parts, and black and white and color duplicating machines.  The company was attracted to New Ulm by the aVailable work force which takes pride in its work.  The town is a county seat trading center of 13,000 in southern Minnesota founded by german immigrants","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558379","558371","544026","544822","546036","558374","555239","558380","553329","556315","556314","556388","554431","544014","543158","554430"],"cl":[30],"cluster":["#30 &mdash; Equipment"],"terms":["process","manufacturing","machinery","worker","machine","material","setup","roller","core","practicality"]}
