{"path":"558405.jpg","date":"October 1974","photographer":"Rees, David","caption":"This photograph captures an intimate moment inside what appears to be a church setting, or possibly another ceremonial location given the context and attire of the people. The photo shows three individuals, prominently a woman and a man who are interacting, with a baby cradled in the woman's arms.\n\nThe woman is smiling gently, dressed in a chic, light-colored coat that suggests the weather might be cool, possibly spring or autumn. Her dark, shoulder-length hair is styled in a way typical of the mid to late 20th century. She holds a baby who is wrapped in a light-colored blanket, only partially visible.\n\nThe man facing the woman is dressed in a white robe with a red stole, attire that typically indicates he is a clergy member, possibly conducting a baptism or a blessing. He is looking attentively at a small, ornate book he is holding, which displays text and some decorative elements, perhaps a certificate or liturgical text. His glasses and the focused expression add to the solemnity of the occasion.\n\nThe background is simple, featuring wooden walls and a narrow view into another space where a door catch and other details hint at a typical church infrastructure.\n\nFrom their interactions and expressions, the setting and their dress, it seems a significant religious or familial event is being documented, likely involving the baby. The overall warmth and intimacy suggest a moment of joy and significance among the individuals depicted.","title":"Religion plays an important part in the lives of residents. The second largest denomination of churchgoers are Lutherans. A mother is shown having her baby baptized after church at Our Savior's. This church also has its own mixed choir and Sunday school. New Ulm was founded in 1854 by German immigrants.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556233","558409","556235","557368","556234","553496","558172","550090","557369","556593","558292","558239","553544","556294","558171","556299"],"cl":[22],"cluster":["#22 &mdash; Leisure Activities"],"terms":["baby","church","woman","text","solemnity","robe","catch","intimacy","occasion","blanket"]}
