{"path":"558407.jpg","date":"October 1974","photographer":"Rees, David","caption":"This photograph captures a scene inside a church during what appears to be a congregational service. Several adults and two young girls are featured, standing in pews and engaged in a spiritual activity, possibly singing hymns or participating in a service, as suggested by the presence of hymnals.\n\nStarting from the left, there is a woman with short blonde hair dressed in a dark dress with a dotted pattern. Next to her stands a man in a black suit, holding a hymnal, followed by another man in a similar black suit and glasses. The focus then shifts to a woman in bright red with a blouse and darker red slacks, who wears large sunglasses. Adjacent to her is another woman in glasses, dressed in a green and black dress, and then a man in a distinctive plaid blazer and a light-colored shirt.\n\nIn the foreground, next to the aisle along one of the pews, are two young girls in matching blue and white dresses with bows in their hair, looking towards an off-camera focus point. They stand out due to their innocent expressions and the contrast of their casual dress against the more formal attire of the adults.\n\nThe background shows a wooden interior typical of a mid- to late-20th-century church, with simple, functional architectural details. Other churchgoers are visible in the background, mostly engaged in the same activity as the main group. The overall atmosphere conveys a sense of community and shared religious practice.","title":"Religion plays an important part in the lives of residents.  The second largest denomination of churchgoers are lutherans members of the our savior's congregation are shown in the interior of their modern church.  This church has its own mixed choir and sunday school, and holds baptisms after sunday service","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556238","556239","556241","558382","558401","558388","545381","558400","552623","558404","545470","558391","558406","558383","558239","556234"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["pew","dress","church","girl","suit","service","adult","woman","singe","aisle"]}
