{"path":"558400.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"This photograph captures a scene inside a church during a service, featuring a congregation composed of numerous attendees standing within the pews. The church itself has a traditional architectural design, prominent with pointed arches typical of Gothic revival style. The ceiling and arches are lined with dark wooden beams, contrasting against lighter walls.\n\nThe altar area at the far end of the church is the focal point, with a large, simple cross hanging above it, centered between two stained glass windows. There are also two banners hanging on either side of the cross, and a couple of church officials visible in black robes, standing by the altar.\n\nThe pews are filled with people of various ages and dressed in formal attire. The congregation appears engaged in the service, some looking towards the altar, while others are interacting gently with each other.\n\nThe interior lighting is soft, possibly natural light spilling through the stained glass windows, creating a serene and reverent atmosphere appropriate for a religious service. The overall composition of the photograph suggests a moment of communal worship and spiritual reflection.","title":"Religion plays an important part in the lives of residents.  The second largest denomination of churchgoers are lutherans.  The largest lutheran church in town is st.  Paul's evangelical lutheran church shown filled with members of the congregation.  The structure is located in the center of town.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota founded by german immigrants","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558383","558406","558404","558384","558388","558382","552623","556238","558389","545381","547752","558026","558407","545377","558391","554209"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["altar","church","pew","congregation","service","stain","arch","cross","official","hang"]}
