{"path":"558418.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"This photograph features a close-up of a corn tassel, the male flower of a corn plant. The tassel is prominently displayed against a soft-focus background, which suggests a field or farm environment with a slightly visible horizon. The tassel appears lush and is in the process of pollen release, which is crucial for fertilizing the female parts of the plant to produce corn kernels.\n\nThe main object, the tassel, is detailed with multiple branches full of tiny yellowish pollen-bearing anthers. These anthers hang delicately, ready to disperse their pollen to the wind. The leaves visible in the image are broad and green, characteristic of corn plants, accentuating the tassel's central role in corn reproduction. The lighting in the photograph enhances the green colors, giving a vibrant, life-filled look to the plant.\n\nThe composition of this photograph focuses on capturing the natural detail and texture of the corn tassel, emphasizing the biological and agricultural aspects of the plant. The out-of-focus background ensures that the viewer's attention remains centered on the tassel, making it the focal point of the image. Overall, this creates a serene and somewhat educational look at an often-overlooked part of corn growth and farming.","title":"Closeup of the tassel on a stalk of corn on farmland within a 15-mile radius of New Ulm, Minnesota, county seat trading center in a farming area in the south central part of the state. Corn and soybeans are the staple crops. One family farms are still common although many are run by two and three generations of people. New Ulm was founded in 1854 by a German immigrant land company that encouraged its kinsmen to emigrate from Europe.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["542687","552554","555648","554745","544586","555053","543602","545291","557937","557160","557487","543623","554840","545695","557617","543622"],"cl":[46],"cluster":["#46 &mdash; Flower"],"terms":["corn","plant","release","disperse","produce","ensure","overlook","farming","close","detail"]}
