{"path":"558411.jpg","date":"October 1974","photographer":"Phillips, Kathy","caption":"This image features an outdoor scene centered around a set of concrete steps leading up through a wooded area. Prominently displayed at the top of the steps is an arched gateway or sign displaying the words \"WAY of the CROSS\" with a simple graphic of a cross radiating light. The sign is between two traditional lamp posts. Alongside the rightmost post, there is a small statue visible, which appears to be a religious figure, likely related to the theme of the \"Way of the Cross.\"\n\nThe stairs are flanked by brick walls topped with stone, and a metal handrail runs up the middle of the staircase, splitting at the base to align with the sides of the stairway. The surrounding area is densely wooded with multiple bare, leafless trees, suggesting that the image was taken during a cooler season, possibly autumn or winter. Dead leaves have accumulated on the sides of the stairs and the ground, further reinforcing this seasonal impression.\n\nOverall, the setting invokes a calm, serene atmosphere, possibly within a park or a religiously affiliated location designed for contemplation or pilgrimage. The image could be suggesting a journey or path to spiritual enlightenment, reflected in the symbolism of ascending steps towards the cross.","title":"Religion plays an important part in the lives of residents. The largest group of churchgoers are Roman Catholics. There are Catholic churches in town, the New Ulm Cathedral and St. Marys. One of the attractions for members of this denomination is a hillside grouping of the \"Stations of the Cross.\" The town is a county seat trading center of 13,000 in a farming area of south central Minnesota founded by German immigrants.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["550275","546501","546559","550376","558402","544267","547518","557018","552016","545826","555215","558010","547332","544285","554774","553464"],"cl":[4],"cluster":["#04 &mdash; House"],"terms":["cross","step","stair","post","stairway","handrail","graphic","statue","staircase","journey"]}
