{"path":"558414.jpg","date":"July 1974","photographer":"Schulke, Flip","caption":"The photograph provides an aerial view of a rural landscape dominated by agricultural fields. These fields are distinguished by their curved and linear patterns, showcasing different methods of crop cultivation. Most visible are the dense rows that form concentric patterns, likely to follow the contours of the land for erosion control or irrigation efficiency.\n\nOn the left side of the image, a road lined with a lighter green strip separates different parcels of agricultural land. This section features different color tones in the fields, suggesting different crop types or stages of growth.\n\nThere is a small structure, possibly a farmhouse, located towards the upper right side of the image. This white-roofed building is surrounded by a cluster of trees, providing a stark contrast to the surrounding open fields. Adjacent to the house, another field exhibits a dark soil or vegetation, markedly different from the rest of the cultivated areas, likely offering diversity in land use or crops.\n\nThe image intricately captures the balance between human agricultural activity and the natural landscape, emphasizing how land use is adapted to the geographical features of the area. The overall composition is a blend of greens, browns, and earth tones, conveying a sense of lushness and productivity. This scene is a typical portrayal of organized, extensive farming and land management seen in many rural regions.","title":"Aerial photograph of farmland within a 15-mile radius of New Ulm, Minnesota, a county seat trading center of 13,000 in a farming area in the south central part of the state.  Corn and soy-beans are the staple crops.  One family farms still are common although many are operated by two or three generations of people.  New ulm was founded in 1854 by a german immigrant land company that encouraged its kinsmen to emigrate from europe","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["547684","552858","542730","542517","553977","542708","554029","553817","548907","547350","554030","553047","545842","548908","557517","547426"],"cl":[44],"cluster":["#44 &mdash; Field"],"terms":["land","crop","field","parcel","productivity","efficiency","cultivated","distinguished","lushness","farmhouse"]}
