{"path":"558408.jpg","date":"October 1974","photographer":"Rees, David","caption":"This photograph depicts a large choir consisting of men and women singing together during what appears to be a formal choir performance or a church service. The choir members are standing on tiered risers, indicating that they are likely performing in a large auditorium or church hall, designed to accommodate such events.\n\nThe choir members are diverse in gender and possibly age, and they are all holding sheets or books, likely containing the music they are singing. They appear engaged and expressive, suggesting that they are singing with enthusiasm.\n\nThe attire varies significantly among the individuals, suggesting a non-uniform dress code. Some are dressed in bright colors like red and orange, while others wear more muted tones. Their outfits range from professional suits and dresses to more casual, varied attire. Some are wearing patterned clothes, while others are in solid colors.\n\nThe background is blurred, but there appears to be a wall or a large curtain behind the choir, enhancing the focus on the performers in the foreground. The lighting is soft yet bright enough to highlight the faces and expressions of the choir members, suggesting an indoor setting with staged lighting. \n\nOverall, the composition of the photo, with its focus on a large group engaging in a collective activity, conveys a sense of community and shared purpose among the participants.","title":"Religion plays an important part in the lives of residents.  The second largest denomination of church goers are lutherans members of our savior's congregation are shown in the interior of their modern church.  This church has its own mixed choir and sunday school, and holds baptisms after sunday service","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["545381","556241","558407","556238","558391","558260","558382","558401","558388","547320","553267","545377","553322","556239","545470","558400"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["singe","member","church","code","enthusiasm","performer","gender","accommodate","hall","music"]}
