{"path":"558402.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"This photograph captures a scene outside a brick building that appears to be a church, identifiable by its classic arched doorway and a large arched window featuring stained glass, situated in a setting that suggests it could be in a school or small college campus.\n\nA group of people, likely congregants or visitors, are in various stages of ascending steps leading to the open double doors of the entrance. The steps are flanked on either side by metal handrails and there are some small shrubs near the base of the stairs. Many trees, leafless, suggesting it could be late fall or winter, surround the area giving a serene, somewhat bare look to the setting.\n\nThe individuals in the picture exhibit fashion that could suggest the photo is from the 1970s or 1980s—styles include long coats, flared pants, and dresses. We see at least nine people in the shot, with men and women both present. Some are climbing the stairs, and some are already at the top, entering the building. One man, standing at the entrance, appears to be greeting or directing attendees. The participants vary in their focus, some engaged in conversation while others are directly making their way into the building. \n\nOverall, the image captures a typical gathering moment outside a traditional brick church, illustrating a communal or possibly a ceremonial assembly related to an event at the location.","title":"Religion plays an important part in the lives of residents.  The second largest denomination of churchgoers are lutherans members of the congregation are shown entering st.  Paul's evangelical church.  New ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota founded in 1854 by a german immigrant land company","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558395","558397","547006","546233","557666","546210","547414","548240","547425","556238","556240","547415","558407","546229","546529","558396"],"cl":[38],"cluster":["#38 &mdash; Woman 3"],"terms":["stair","church","entrance","step","campus","brick","handrail","assembly","ascend","1980"]}
