{"path":"558403.jpg","date":"October 1974","photographer":"Stroble, David","caption":"This photograph depicts Our Savior's Lutheran Church, a mid-sized church building set in a calm suburban environment. The exterior of the church features a dominant A-frame section covered with dark wooden shingles that form a sharp, steep roof, which contrasts with the flat, white-roofed entrance. A large brick structure with a vertical chimney stack or bell tower extends upward, adding prominence to the building's profile.\n\nIn front of the church, there's a neatly paved pathway leading to the main entrance, bordered by a well-maintained grassy area. Various shrubs and young trees are symmetrically planted around, suggesting careful landscaping around the property. The entrance has a modernist touch, covered by an extended flat roof supported by thin, elegant pillars, creating a welcoming porch area where several people, including children, are visible. They appear to be either arriving at or departing from the church, contributing to a sense of community and activity in the scene.\n\nAn informational sign positioned near the left foreground of the image reads “Our Savior’s Lutheran Church” followed by a welcoming message and service times, below which the acronym “A.L.C.” is visible, likely referring to a specific Lutheran synod or council. The sky appears overcast, suggesting a cool or chilly day without direct sunlight, and the general ambiance is peaceful and orderly, reflective of a typical religious gathering setting in a suburban locale.","title":"Religion plays an important part in the lives of residents. The second largest denomination of churchgoers are Lutherans. Our Savior's Lutheran Church is located on the south side of the community. Our Savior's holds baptisms after church on Sunday, and has its own mixed choir and Sunday school.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["558397","546229","554207","557666","557083","558163","552479","556480","550376","546233","554035","554208","558024","558018","546455","554162"],"cl":[34],"cluster":["#34 &mdash; Religious Buildings"],"terms":["church","entrance","bell","prominence","shingle","landscaping","locale","pillar","roof","message"]}
