{"path":"558401.jpg","date":"October 1974","photographer":"Bisping, Bruce","caption":"This photograph features a group of people seated inside a church or a similar setting during what appears to be a service or a ceremony. The focus is on several people:\n\n1. **Elderly Woman**: In the center of the image, there is an elderly woman with white hair, wearing glasses and a black outfit adorned with a brooch. She is singing or speaking loudly, with her mouth wide open, likely engaging in a hymn or prayer.\n\n2. **Young Male**: To the left of the elderly woman, there is a young male with brown hair wearing glasses. He is dressed in a striped shirt with a dark tie, and appears to be reading from a book or singing, with a slightly open mouth and a focused expression.\n\n3. **Female in Red**: On the right side of the photo, partially visible, is a woman wearing a bright red garment, also engaged in the ceremony, looking attentively forward.\n\n4. **Other Attendees**: Behind and slightly out of focus, various other attendees can be seen participating in the service, including a man in glasses directly behind the young male.\n\nThe background is subtly lit, emphasizing the indoor, solemn atmosphere of a religious ceremony. The wooden pews add to the traditional feel of the environment. The overall composition centers on the elderly woman, capturing a moment of active participation and possibly emotional expression within the communal setting.","title":"Religion plays an important part in the lives of residents. The second largest denomination of churchgoers are Lutherans members of the congregation are shown at St. Paul's Evangelical Lutheran Church. New Ulm is a county seat trading center of 13,000 in a farming area of south central Minnesota founded in 1854 by a German immigrant land company.","placename":"New Ulm (Minn.)","location":"New Ulm, Minnesota","nn1":["556239","558407","556238","556048","556241","558382","545381","558388","556450","558404","552623","558239","556234","545377","545470","556244"],"cl":[33],"cluster":["#33 &mdash; Event"],"terms":["ceremony","mouth","male","woman","glass","service","pew","singe","participation","garment"]}
